{"petitioner":{"name":"BERNARD L. BILSKI AND RAND A. WARSAW","counsel":[0]},"respondent":{"name":"DAVID J. KAPPOS, UNDER SECRETARY OF COMMERCE FOR INTELLECTUAL PROPERTY AND DIRECTOR, PATENT AND TRADEMARK OFFICE. ","counsel":[1]},"caseNumber":"08-964","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument this afternoon in Case 08-964, Bilski v. Kappos. Mr. Jakes. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the government says that the -- that the term on which it hangs its hat is the term “useful arts” and that that meant, originally, and still means manufacturing arts, arts dealing with workmen, with -- you know, inventors, like Lorenzo Jones, not -- not somebody who writes a book on how to win friends and influence people. What’s wrong with that analysis, that that's what \"useful arts\" meant, that it always -- always was thought to deal with machines and inventions?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you leave something out, Congress can put it back in, tailoring the protection to what they feel is necessary. But if it covers everything under the sun, I've never seen a case where Congress would take something out. Now, if we are relying on Congress, I guess the circuit would say, let's go narrow, and we won’t have -- you know -- since you referred to Congress, I thought I would bring that up and see what you think."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But just so you would say tax avoidance methods are covered, just as the process here is covered. So an estate plan, tax avoidance, how to resist a corporate takeover, how to choose a jury, all of those are patentable?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that would mean that every -- every businessman -- perhaps not every, but every successful businessman typically has something. His firm wouldn't be successful if he didn't have anything that others didn't have. He thinks of a new way to organize. He thinks of a new thing to say on the telephone. He thinks of something. That's how he made his money. And your view would be -- and it's new, too, and it's useful, made him a fortune -- anything that helps any businessman succeed is patentable because we reduce it to a number of steps, explain it in general terms, file our application, granted?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Well then, if that were so, we go back to the original purpose of the Constitution. Do you think that the Framers would have wanted to require anyone successful in this great, vast, new continent because he thinks of something new to have had to run to Washington and to force any possible competitor to do a search and then stop the wheels of progress unless they get permission? Is that a plausible view of the patent clause?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do we limit it to something that’s reasonable? Meaning, if we don't limit it to inventions or to technology, as some amici have, or to some tie or tether, borrowing the Solicitor General's phraseology, to the sciences, to the useful arts, then why not patent the method of speed dating?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So why are human activities covered by useful arts?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you are saying they are covered, but why should they be?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that there is some benefit to society from patenting a method to cure someone that involves just human activity, as opposed to some machine, substance, or other apparatus to help that process?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you believe that that was the intent of the patent law?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are going to answer this question yes. You know, I have a great, wonderful, really original method of teaching antitrust law, and it kept 80 percent of the students awake. They learned things -- (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":4,"sideBefore":"justices","text":"It was fabulous. And I could probably have reduced it to a set of steps, and other teachers could have followed it. That you are going to say is patentable, too?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Fine. Now, suppose I reject that view, hypothetically, and suppose I were to take the view that this is way too far, that that’s not the purpose of the statute. Suppose for hypothetical's sake I'm still a little nervous about that -- that circuit's decision there. Have you any suggestion for me?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- I'm looking at your claim 1, in Joint Appendix page 19 to 20. How is that not an abstract idea? You initiate a series of transactions between commodity providers and commodity consumers. You set a fixed price at the consumer end, you set a fixed price at the other end, and that's it. I mean, I could patent a process where I do the same thing. I initiate a series of transactions with sellers. I initiate a series of transactions with buyers. I buy low and sell high. That's my patent for maximizing wealth. I don't see how that's different than your claim number 1."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but your claim 1 it seems to me is classic commodity hedging that has been going on for centuries."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you know that the insurance industry -- the insurance business, as we know it, really began in England in 1680, when they discovered differential calculus, and they had expectancy and actuarial tables, actuarial for life, expectancy for shipping, and this really created a whole new industry. In your view, I think, clearly those would be patentable, the -- the explanation of how to compile an actuarial table and -- and apply it to risk. That certainly would be patentable under your view, and it's -- it's difficult for me to think that Congress would want to -- would have wanted to give only one person the capacity to issue insurance."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- I'm sorry. Just -- what are the physical steps? Initiating a series of transactions between commodity provider and market participants?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You get on the phone and you call the baker, and you get on the phone and you call the grocer and say: I can set up a deal for both of you."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And so in the insurance case, it takes a person to go over to the Bureau of Statistics and compile statistics on -- on life -- on life expectancy."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that the basis on which the patent law rests in Europe, in other countries? They do not permit business method patents. It has to be tied to technology, to science or technology. So if other systems are able to work with the notion of technology-based, why not ours?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I was talking about -- you said that technology-based, that wouldn't work because there are so many definitions. I'm simply asking you the question: Does it work in these other systems? That they -- they exclude business methods, they include technology-based innovations."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you suggesting they didn't exist because we didn't give them patents 100 years ago?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or they exist because computers have increased –-"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but a patent limits the free flow of information. It requires licensing fees and other steps, legal steps. So you can't argue that your definition is improving the free flow of information."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though the public can't use it, right, until the patent expires?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question? What do you think the strongest case from our jurisprudence is that supports your position?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which one?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Diehr?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's, of course, nothing like this patent."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There's language in the opinion."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it correct that there's none -- none of our cases has ever approved a rule such as you advocate?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, you mention that there are all these -- these new areas that didn't exist in the past because of modern business and whatnot, but there are also areas that existed in the past that don't exist today. Let's take training horses. Don't you think that -- that some people, horse whisperers or others, had some, you know, some insights into the best way to train horses? And that should have been patentable on your theory."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why didn't anybody patent those things?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was based on horses, for Pete's sake. You -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"You would really have thought somebody would have patented that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How old -- how old were those -- those cases?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this general question, too? I have always admired Judge Rich, who was very active in drafting the '52 amendment."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Has he written anything on this particular issue?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In the Diehr case, the Court said that in the end, the abstract idea must be in a process that, oh, implements a proposal that the patent laws were designed to protect, which brings you almost back to the beginning. You don't --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't know much from that language. But that was something that you could touch, that you could see, that looked like a machine; the substance was different before the process and after the process. And -- and none of that's applicable here. It's --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't the manipulation of electronic signals a substance that’s different in kind from just a method of how to go about doing business or a method of how to approach a particular problem? Isn't there -- isn't that what the Federal Circuit was trying to explain, which is that there has to be something more substantive than the mere exchange of information; that it has to involve -- it used the word \"transformation.\" It hasn't defined the outer limits of what it means by that."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's exactly what I -- maybe I can get you to inadvertently help by -- a hypothesis you don't like. That's why I say it's inadvertent. You said there are two things. There are actually four things in the patent law which everyone accepts. There are two that are plus and two that are minus. And the two that are plus is by giving people a monopoly, you get them to produce more. As you said, you get them to disclose. The two minuses are they charge a higher price, so people use the product less; and moreover, the act of getting permissions and having to get permission can really slow things down and destroy advance. So there’s a balance. In the 19th century, they made it one way in respect to machines. Now you're telling us: Make it today in respect to information. And if you ask me as a person how to make that balance in respect to information, if I am honest, I have to tell you: I don't know. And I don't know whether across the board or in this area or that area patent protection will do no harm or more harm than good. So that's the true situation in which I find myself in respect to your argument. And it's in respect to that, I’d say: All right, so what do I do?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, thank you. I thought that was the issue, not the answer. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it doesn't, because we don't work in a vacuum. We work in a context."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so it begs the question, because we go around in a circle: What does \"process\" mean in a patent law that was passed in 1952 that had one set of manufacturing and other items that are technologically tied and this is not? So how do we discern Congress's intent, other than by the use of the word \"process\" in context?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the word \"knowledge\" is not used in the act. So it's not just useful knowledge."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's useful knowledge in relationship to something."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that’s --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"But it would be different, it seems to me, than what you are -- let's assume you can't patent an alphabet. I assume that’s true. And you can take an alphabet to make beautiful words, and -- and so forth. You -- you want to say that these -- these electronic signals can be used in a way just like the alphabet can be used. And many of the scientific briefs say that their process is different, that they are taking electronic signals and turning them into some other sort of signal. But that's not what you are doing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you reject -- you reject the substitute. You think you can patent an alphabet because it is a process of forming words."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Morse's code was not obvious."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Morse's code was not obvious, and yet --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand that case, the only thing patented was the use of his code with respect to the telegraph machine that he proposed. The Patent Office rejected -- maybe I am reading the case wrong, but it rejected all of the claims except those that related to the use of the code with a particular machine."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of his claims --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that was the only one that was accepted, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The same thing with -- well, Bell's patent was --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's not skip over that, because the rest of the claim in Bell related to how to transmit over the wire, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that was what was rejected."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it was -- it was transforming sound into electrical current and then at the other end electrical current back into sound. I mean it met the transformation test, didn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It clearly did."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Sound -- sound is not physical, and electric current is not physical?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I think so."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Sound is, too."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Sound is not transmitted over the wires. Sound has been transformed into current, and current is transmitted over the wire and then transformed back at the other end into sound."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it clearly -- clearly would have been covered by -- by the test the government --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Jakes. Mr. Stewart. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I certainly hope so."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Near -- near the end of your Brief, you argue that -- that the patent here is -- is not -- is unpatentable on the independent ground that it would pre-empt the abstract idea of hedging consumption risk. If you -- if you are right about that, is this a good case for us to get into these –- into the very broad issue that Petitioner has raised?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How about if we say something as simple as patent law doesn't cover business methods, instead of what the Federal Circuit has begun to say, which is technology is tied to a machine or a transformation of the substance? But I have no idea what the limits of that ruling will impose in the computer world or the biomedical world. All of the amici were talking about how it will destroy industries. If we’re unsure about that, wouldn't the safer practice be simply to say it doesn't involve business methods?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No ruling in this case is going to change State Street --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- because it wasn't looking at process or the meaning of \"process.\" It was looking at something else."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Also you could say business methods apart from machines are not patentable. How about that?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose you say this. I'm just testing things out. Start with Diehr. I mean -- and Diehr has these words in it, similar words; it just says “e.g.” -- are you following me?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, you say what is it they have done in this case in the Federal Circuit? They have pulled back. That's a mood. That's a mood. They’ve pulled back insofar as they are pulling back from business methods, not machines, dah, dah, dah, dah, dah. Okay? You say we see no problem with that. Now, they have left much unresolved. One, transformation; how broad or narrow is that? We don't know. Many people's problems will be solved if it's either broad on the one hand or narrow in the other. Two, are you automatically patented -- in the patent statute, if you just sort of reduce this to a machine by adding a computer on at the end? They've flagged that as a problem. They haven't answered it. Could there ever be a situation where it doesn't meet this test but still is patentable? We’re not sure."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you see what I'm trying to do? I'm trying to note the things that have been raised in these 80 briefs insofar as possible, say there’s a lot there for the future that we can't really decide, but say as a pull back, okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart, I thought I understood your argument up until the very last footnote in your brief. And you say this is not -- simply the method isn't patentable because it doesn't involve a machine. But then you say but it might be if you use a computer to identify the parties that you are setting a price between and if you used a microprocessor to calculate the price. That's like saying if you use a typewriter to type out the -- the process, then it is patentable. I -- I -- that takes away everything that you spent 53 pages establishing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. That's just saying instead of looking at the -- in the Yellow Pages, you look on the computer. And that makes all the difference to you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if you look at your footnote, that involves the most tangential and insignificant use of a machine. And yet you say that might be enough to take something from patentability to not patentable?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you think it's a hard question. If you develop a process that says look to the historical averages of oil consumption over a certain period and divide it by 2, that process would not be patentable. But if you say use a calculator, then it -- then it is?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But your footnote -- I don't mean to dwell on it -- it says to identify counterparties to the transactions. So that if what you're trying to get is the -- the baker who sells bread, because you are going to hook him up with the grocer who sells, you know, in the grocery store, if you punched in, in your search station -- you know, give me all the bakers in Washington -- that would make it patentable?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, if it veers the other way, which is by saying that we exclusively rely on the machine-or-transformation test, that we're precluding applications of the patent law in those fields, the things we can't imagine. Once you announce an exclusive test, you're shoe-horning technologies that might be different."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So help us with a test that doesn't go to the extreme the Federal Circuit did, which is to preclude any other items, something we held open explicitly in two other cases, so we would have to backtrack and say now we are ruling that we were wrong, and still get at something like this?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that –- that goes back to, not 101, but 102 and 103. That goes back to obviousness or the standard weeding mechanisms for patents."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart, did you -- did the government put forward this machine-or-transformation test? Was that your test, or was it the Federal Circuit's on its own?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Tell me what your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"I'm sorry. Did or did not?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You did -- and if you read Judge Mayer's opinion, it has a simplicity to it. It says, if it's technology, then its within the realm of patent, and if it's not technology, it isn't. If it’s based on science or technology -- and that seems to be what is used in other places."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Was the State Street case a machine-or-transformation test?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You talk about the State Street case in your brief, and it's complicated because of the Federal statute that followed it. If you had just the facts of State Street before us, and forgetting the Federal statute was enacted after it, how would you decide this case?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I thought. And is it -- is it machine or transformation, in your view?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So what did that -- what did that transform?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand how that can be a patent on a machine if the only thing novel is the process that the machine is using. Isn't -- isn't the question -- really, the question there was whether the new process was patentable."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that was one of the reasons I asked you about it, I suppose. Just looking at the whole case, do you think the State Street holding -- the State Street invention was patentable?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How would you come out in the State Street case today, if all of the arguments were made under your test?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. I must be awfully stupid. You say it would come out the same way. In the same way the court did or this way you argued?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And you think it should? You think it should?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand why that isn't just the application of a process, which -- which is not itself patentable subject matter, to a particular machine that can use the process --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"justices","text":"That's -- that's a problem I have."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So I thought you were saying that the correct argument for the people attacking the patent in that case was to say, this is not a machine. The machine there is a computer. This is a program that changes switches, and that is a different process for the use of the machine. Now, whether that process is or is not patentable depends upon a lot of things that we don't have to go into in this case. Is that right?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Well, then what is right?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not on a computer, which the only difference from the old computer is it's using a new program. You can't say that's a new machine."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that patent didn't require any change in the hardware, if I remember it correctly."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But then all we do is every example that I just gave, that I thought were examples that certainly wouldn’t be patented, you simply patent them. All you do is just have a set of instructions for saying how to set a computer to do it. Anyone can do that. Now, it's a machine. So all the business patents are all right back in. Now, that -- what I think we were looking for was -- or at least I was -- was why that isn't so, and how you are going to later, down the road, deal with this situation of all you do is you get somebody who knows computers, and you turn every business patent into a setting of switches on a machine because there are no businesses that don't use those machines."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You thought we -- you thought we’d mess it up."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But this case could be decided without making any bold step --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But even the Federal Circuit didn't say it was the test. It said it is for now. We know that things that we haven't yet contemplated may be around the corner, and when they happen, we will deal with them."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Jakes, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the physical step that your process involves is picking -- picking up the phone and calling people on both sides of the transaction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL JAKES","firstName":"MICHAEL","lastName":"JAKES","counsel":true,"justice":false,"side":"petitioner","words_spoken":2370,"interruptions":19,"times_spoken":66,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":3369,"interruptions":25,"times_spoken":42,"laughter":2,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":578,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":331,"interruptions":1,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1079,"interruptions":0,"times_spoken":15,"laughter":2,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":269,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":738,"interruptions":5,"times_spoken":28,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":470,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":238,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":68,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":2370,"times_spoken":66,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":3369,"times_spoken":42,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":11,"words_spoken":3771,"times_spoken":112,"laughter":3,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.5901953096014118,"respondent":0.40980469039858824,"date":1472501779007}}