{"petitioner":{"name":"AGRON KUCANA","counsel":[0,1]},"respondent":{"name":"No. 08-911\nERIC H. HOLDER, JR., ATTORNEY GENERAL\n","counsel":[2]},"caseNumber":"08-911","date":"2009-11-10T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 08-911, Kucana v. Holder. Mr. Schoenfield. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Under what authority were these regulations issued?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that -- how does that read? I -- I recall the briefs say that, but I don't recall reading it. Is it -- does it appear somewhere?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the provision that -- that you contend provides the authority for the Attorney General's regulation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know. Where is it, I'm asking? Is it -- is it in the briefs somewhere? You know, it's nice to know what we are talking about. When -- when you are relying on a section, it would be nice to have it in the materials. I mean, I guess I can send for it, but --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Two. The -- the key word that is emphasized in this case is it's \"under,\" instead of \"in.\""},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be clearer if it had said \"in.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you were to evaluate the validity of the regulation, I suppose, like, an APA case or similar to that, what statutory provision would you look to, to see if the regulation was consistent with that statutory provision?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it really doesn't matter what \"under\" means, right? I mean, even -- even if you accept the other interpretation of \"under,\" to wit, that it includes regulations pursuant to the subchapter, your point is that this regulation is not even pursuant to the subchapter."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand. Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Yes, but -- is that right? Would -- would subchapter 1 give you much insight into the scope of the regulation and how it was a fair interpretation of the authority under which the Attorney General purported to act?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the -- subchapter 2 does talk about a special rule on reopening for battered spouses, children, and parents. Is that a statute where the discretion is committed to the Attorney General?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so it -- so absent the regulation, you would interpret the statute as saying there is no discretion?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that wasn't my question. Let's say there’s no regulation. And the statute says, number one, there shall -- so subchapter 2 of the statute says, number one, there shall be motions to reopen. And then there is a special rule for battered spouses. Now, you would interpret that statute, absent any regulation, as saying this is not within the discretion of the Attorney General?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Well, how does an Attorney General decide without -- without using discretion? He must grant, in any case? Whether a battered spouse waits for 15 years, he must grant? Just under the statute, now."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This is hypothetical."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then there must be a discretionary component implicit."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you clarify, what is the provision about battered spouses? I thought that that had to do with you could have more than one petition to reopen."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the rule is you may reopen once and that -- that provision on battered spouses says, but if you are in that category, you can reopen again?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why would it -- I don't -- the big obstacle I find with your position is that it doesn't make any sense. Why would Congress want to exclude review for discretionary judgments by the Attorney General that are recited explicitly to be discretionary in the statute, but provide judicial review for judgments that are just as lawfully discretionary because the Attorney General is given the authority to make them discretionary and has done so? I mean, a discretionary judgment is a discretionary judgment. Why -- at least if it's a legitimate one. I can understand why you would say discretion which is given to the Attorney General under the statute, as opposed to discretion which he has wrongfully assumed, but -- but both -- both exercises of discretion are just as lawful, right, under the statute? One is explicit in the statute, and the other is pursuant to the authority of the Attorney General to make it discretionary. Why would Congress want the one to be subject to judicial review and not the other?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and I'm saying why is it a rational line to say -- I think it's a rational line to say, when lawful discretion is being exercised, since it's a discretionary judgment, you're not entitled to it anyway, and therefore, we won't review it. That makes some sense. And I -- but where discretion is lawfully exercised, why would -- why would Congress say, oh, when the discretion is lawfully exercised because the statute says so, we have one approach, but where discretion is lawfully exercised only because the statute allows the Attorney General to prescribe discretion, we will not allow it? I don't understand why -- why it would want to do that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you -- you don't -- you don't contest that the regulation can provide discretion. You -- you don't say the regulation is invalid."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it is a valid exercise of discretion, right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I just want to return for a moment to the battered spouse provision. The battered spouse provision specifically says that in the Attorney General's discretion, he may waive the time limit for the 1 year for the battered spouse. Now, that surely is discretion specified -- and I think the word \"specified\" is important here -- specified in subchapter 2. So there should be no judicial review as to that. You would have to agree with that, wouldn't you?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So then the thing that Congress cares about most is something the court can't review. That is counterintuitive."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The ones that have been codified by statute -- those prior to the codification were by regulation. Is that -- is that so?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Saharsky. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What about my question with reference to motions to -- to reopen? That is specified under subchapter 2. That's right there in subchapter 2: There shall be a motion to reopen. Now, if you had no regulation upon it, wouldn't you say that would be within the discretion of the Attorney General?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"No. No, that's not my question. Hypothetical, not a real case. Just a hypothetical."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Just so we can talk about the statute. The statute says there -- subchapter 2, the one we are most interested in, specifies -- and that's one of the words -- that there shall be a motion to reopen. Now, don't you think that's within the discretion of the Attorney General, absent any regulations?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. So absent a regulation, there would be jurisdiction stripping under that provision, right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. But you would give me, or would you, the concession that -- or agreement that the Attorney General's discretion to waive the time limit for battered spouses is committed to him? And that's non-judiciary reviewable, wouldn't you think?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Again, that seems odd, that the thing Congress cares about so much that it makes a specific provision can't be subject to judicial review."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So, in fact, if -- if what we have is a motion in the category of grace, except for asylum, saying, of course, the Justice Department makes a decision that can't be reviewed. But then the department, let's imagine, has a regulation, and it says: Anyone can ask the department for a rehearing in such a matter, and we'll decide as a matter of grace whether to give you one. Now, you're saying that would be reviewed?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Why wouldn't it be reviewed?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Sure."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"You just said it was. You said every procedural decision is reviewed, which to me, makes no sense to begin with, because I can't imagine that Congress, while they don't want them to review the substance at all, is perfectly happy to have the courts review every detailed matter of extra time to file a brief, extra time to have an oral argument. All those matters would be reviewable, I guess, in your view."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Exactly the same is true of the substantive decision. I mean, that has nothing to do with it. I want to know -- look, this is where I'm going. I don't think your -- I can't find a reading of this statute that makes sense, except for one which I am trying on, and I'm sure there’s a lot wrong with it, that what Congress meant to do here is to take all the procedural decisions, including reopening ones, and treat them the same way that they are treating the substantive decisions. So that in his case, he wins. Because he gets review of the substance, he should get review of a reopening. It's the same thing. And in some other case, they'd lose, because if you don't get review of the substance, you shouldn't get review of the reopening. Both are the same thing. They are just filed at different times. So that, to me, is the only reading of this statute that I have yet found that made sense. But since no one argues for it, I'm sure I must be making some huge mistake. But that's what you can tell me. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but you are on the wrong side, if you agree with it, because -- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"No, you are on the right side, because he wins. No, you're on the right side. He wins. I take that back. I'm sorry. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYRE","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, but, wait, new things have happened. He doesn't just want to relitigate it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"New things have happened; that's why he wants it reopened."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, he's not, but his motion to reopen is -- it's my hypothetical; I want to deal with it; I accept yours. My hypothetical is, something new came up. That's why he wants it reopened."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Something new came up. That's why he -- I think, isn't it true, often people want it reopened because something new came up?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, I'm asking you, what possible sense could it make?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Look, we're -- two issues. One is grace in respect to -- let's call it fraud, and he loses. Something new comes up, and what does he want? Grace in respect of fraud in light of this new fact. Now, my question would be: What possible sense does it make to say the courts cannot review the first, but they could review the second?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, by the way, this reopening is done by regulation, not done by statute. That's where I get to the problem. You are trying to distinguish between whether it's done by regulation or done by statute. And I'm trying to distinguish on a very different context. Treat the motion to reopen the same as you treat the initial motion, whether it's done by regulation or whether it's done by statute."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, I -- I'm sorry, do you want to finish? Okay. I -- I find it curious -- and maybe you can illuminate it for me -- that the Justice Department is before us, arguing that the Justice Department can't be trusted without judicial review. (Laughter.) And I find that doubly curious when the Justice Department won on the opposite position below. I mean, are you suggesting that the statute is so absolutely clear that you could not stand there and say that your colleague down the hall in the Justice Department could be trusted to exercise his discretion, but in fact you are saying: I know we won on that, but we are not going to defend it because we think the Attorney General needs judicial review to help him stay in line?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but if you take -- if you continued to argue the position you won on before the -- before the Seventh Circuit, it wouldn't be that the standard of review is -- is so deferential that it is okay. It would be there is no review at all."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And the position of the Department of Justice was the opposite before 2004, correct?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you give me an idea of how many motions to reopen are brought to the courts for review each year?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So we are talking about 2 or 3,000 petitions to the court each year?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well -- but that would be a question of law which is accepted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So if you think it's so bad, the Attorney General doesn't have to do it. Why do you need a court to tell you that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You keep saying \"the Board\" --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You keep saying \"the Board.\" Under the statute, it’s the Attorney General, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And if he doesn't like what they do, he has the authority to act himself. Whenever somebody delegates authority, they retain authority to act themselves."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Do we know where the motion -- where -- where did it originate? Where did it -- it was -- we now know it's in the regulations. It's in the statute. But how did motions to reopen BIA decisions originate?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I didn't do the math fast enough in my head when you were answering Justice Kennedy's question, but is he correct that the effect of accepting your argument is about 2,000 additional appeals that -- that the Department of Justice will have to brief and the courts of appeals will have to decide?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. On the assumptions that you made, do you know what the -- the result is?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Have any of those courts said that they don't have a workload problem? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"May I ask you, before you sit down: Your response to the briefs that suggests that all of this is beside the point because this was a -- a second motion to reopen, and the statute allows only one?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Leiter. "},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But that provision came after the original jurisdiction stripping, a number of years after. So why should we look to that to inform what Congress intended at an earlier time with respect to judicial review --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- or the scope of it or"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You’re talking about --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You’re talking about us acting as policymakers. The question is: Why should we be looking to that to define what Congress intended then, when it --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- stripped jurisdiction earlier or granted it?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, couldn't we look at the fact that when Congress was considering whether to put back into the jurisdiction-stripping statute an exception for constitutional claims, it then knew, because the courts of appeals except for the Seventh, who just recently did it, were routinely taking jurisdiction over motions to reopen? Don't you think that was the time for them to tell us: Hey, you guys got it wrong; we are going to make motions to reopen statutorily discretionary, so if there’s any doubt about this, let's clear up what our intent is."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Wait a minute, you’re -- you’re arguing from a real negative, because some courts had said that other statutes were covered by the jurisdictional bar. You’re arguing that they knew that no court had held that motions to reopen -- that there was no jurisdiction for motions to reopen, that somehow it should have --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But on a motion to reopen, there is -- Seventh Circuit stands alone, doesn't it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And how many circuits are on the other side?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Was there any -- ever a decision in any of those six circuits that went the way the Seventh Circuit went on the motion to reopen?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Have they adhered -- have those other courts that you said originally said that other discretionary judgments made discretionary by regulation were non-reviewable, have they adhered to the -- to that view as to those other --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I understand. I am asking: Have they treated motions to reopen differently?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Has any of them, since switching to -- or since holding this with respect to motions to reopen, reaffirmed their view with regard to other discretionary judgments?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But we are talking about what’s “specified” under subchapter 2. I think that's an important word, in addition to \"under.\" And motions to reopen are specified, and it doesn't say “discretion.” It just says there shall be a motion to reopen. Do you get any mileage from that, or you seem to rest your argument instead on the regulations? And I think that's almost a weaker argument."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you -- you consider -- you -- you think it's plausible to have a regime where motions to reopen are not discretionary at all, absent regulation? That would seem very odd to me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you want to say anything about, apparently, this idiosyncratic thought that I have had? This is -- it’s -- my thought is that both sides are arguing: We just look to see if it's discretion given by statute or given by regulation, and we draw the line on reviewability there. Now, what we're talking about is a big set of cases, including frauds and various things where there is some discretion substantively to let the person stay. Now, on that big set of cases, the statute says if it's fraud, et cetera, we don't want review. But if it's asylum, we want review. Isn't that how it works, basically -- basically?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Fine. I'm saying instead of looking to see whether it's a rehearing or procedural or reopening matter, period, you look to see whether it has to do with the basic category. If it's something that Congress doesn't want courts to meddle in, that carries over to reopening, which is the same thing; it carries over to rehearing petitions -- they’re all about the same thing. And if it's something that Congress did want courts to meddle in, like asylum, it carries over to reopening, and it carries over to rehearing petitions and other such matters. So Congress has one simple judgment: We want courts to meddle in these affairs substantively or we don't. And our job would be to say, right, if that's what you want, unless it’s unconstitutional, that's what we give you. Do you see the way -- I'm just drawing the line vertically instead of horizontally. But I agree, nobody has. Now, to me that makes sense, but apparently to no one else. So I would like to be talked out. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't leave anyone out. No one is universal. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How do we know they didn't? I mean, there’s such a thing in the law called -- what we think of often -- they often use the word \"ancillary\" to describe it. And when Congress passes a thing that has to do with X, you often interpret a statute to carry with it the application to ancillary matters, the thing that are bound up in X, even though they don't have a separate sentence because you can't think of everything that describes every matter ancillary to X. That's normal in law."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, and we would say those decisions specified includes those decisions that are totally wrapped up in the same thing. So that if a person tries to escape this by simply making his main argument in a rehearing petition, he can't escape it, because it's really the same thing."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why not? This is not a matter that is the subject of the special provision. A reopening petition is the same kind of thing, identical to the initial petition, and so something that applies to the initial petition applies to the reopening petition because they are the same kind of animal. If you have a -- you know -- I mean, okay. Oh, forget it. I see the point, no point going further."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any rhyme or reason why some universe of things that could be reviewed in court, Congress put some of the them in the statute and left others out?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's -- the question isn't whether the Attorney General or the BIA exercises discretion. In all of these, the Attorney General exercises discretion. The question is immunity from court review, and ordinarily that's done by statute. And I do not know of another instance, perhaps you do, where the decision whether a matter that the agency rules on will be exempt from judicial review is made by the agency itself -- the very agency that makes the decision, rather than by the legislature."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and I'm not questioning the discretion. The Attorney General can be given discretion to rule on the matter, but the question is: Does that mean that the exercise of discretion will be immune from judicial review? Congress might well say: Agency, you decide what’s within your discretion. But not say: And, Agency, we delegate to you, too, the matter whether the court will -- will review your exercise of discretion."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if your interpretation of \"under\" is right."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think absent the special provisions of the -- of the immigration act that we are considering, if it were just under the APA, that a motion to reopen would be committed by law to agency discretion under 702? Because it seems to me that, you know, there are sources we could look to, to see whether or not it's rationally exercised."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I actually think it helps you because -- there is -- there is something to review, the agency does have discretion. But this statute strips it, because it provides for motions to reopen, specifically. But, of course, you --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- you don't take that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Are you going to talk about \"under\"? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Good."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Where is this?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Now, what -- on what page? Look at page 6 --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, 6a of the government's"},{"name":"JUSTICE STEVENS","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this question before you finish -- if it is an appropriate time? What is your response to their argument they raise in the reply brief that this was specified under subchapter 1, rather than subchapter 2?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Except that the text refers not just to the -- the discretion, it refers -- it says the authority for which is specified under this subchapter and the authority to issue that -- the authority to issue the regulation is under subchapter 1."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No. You would have to say, no, Justice Scalia, if you want to win this. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any reason why Congress would have taken great trouble to make certain that courts can review asylum decisions, but Congress would not have wanted a court to review a reopening of an asylum matter, which can be done, after all, only if something new comes up that justifies asylum? For example, a new government comes and takes over a country, and now they are going to murder the person, and that couldn't be considered the first time because the old government was there, and they were just going to torture him, all right? So -- so there's something new here. Now, why would any human being say, we want to get courts involved in the first decision, but we want to keep them out of the second decision?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Reopening is not a bite at the apple. Reopening is a new thing; at least, by and large, and supposed to be -- a change."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And, of course, if your interpretation produces the anomaly that Justice Breyer just described, the government's interpretation produces the opposite anomaly. Right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly, and that's why I ended up with this unusual -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"And I suppose it's a large question, if you are talking about, presumably, the unusual cases in which the motion to reopen is -- is justified, that you are talking about 2,000 or 3,000 cases, and the question is whether or not those are -- should be reviewed in the executive branch or should be reviewed in the judicial branch."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So we are looking for needles in -- in a haystack, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have other examples where -- “under” is commonly used -- statute and regulations thereunder -- but in the appendix that you have given us, it says, \"under regulations.\" “Under” is always coupled with “regulations,” and you want us to transpose that to a statute that conspicuously does not say, \"regulations.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You said, earlier, that you had three examples --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- that were not in your brief. You better spit them out, or we won't know about them. What are the other two? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"1227(a)(1)(H). What’s the third one? And then I am going to ask you what the first one was because I forgot it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. What was the first one? Just -- just give me the -- the cite for the first one. I didn't write it down. I should have."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Schoenfield, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Leiter, you have briefed and argued this case in support of the judgment below, at the invitation of the Court, and have ably discharged that responsibility, for which we are grateful. The case is submitted."}],"people":[{"id":0,"fullName":"RICK M. SCHOENFIELD","firstName":"RICK","lastName":"SCHOENFIELD","counsel":true,"justice":false,"side":"petitioner","words_spoken":1254,"interruptions":12,"times_spoken":29,"laughter":0,"num_int_by":4},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1921,"interruptions":23,"times_spoken":39,"laughter":0,"num_int_by":6},{"id":2,"fullName":"AMANDA C. LEITER","firstName":"AMANDA","lastName":"LEITER","counsel":true,"justice":false,"side":"respondent","words_spoken":2789,"interruptions":23,"times_spoken":46,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":500,"interruptions":1,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":735,"interruptions":3,"times_spoken":26,"laughter":3,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":485,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":746,"interruptions":3,"times_spoken":25,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1303,"interruptions":0,"times_spoken":26,"laughter":6,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYRE","lastName":"BREYRE","counsel":false,"justice":true,"side":"justices","words_spoken":1,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":69,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":227,"interruptions":4,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":11,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":39,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":35,"words_spoken":3175,"times_spoken":68,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":23,"words_spoken":2789,"times_spoken":46,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":12,"words_spoken":4105,"times_spoken":123,"laughter":11,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.813321107099401,"respondent":0.18667889290059902,"date":1472418052895}}