{"petitioner":{"name":"JEFFREY A. BEARD, SECRETARY, PENNSYLVANIA DEPARTMENT OF CORRECTIONS, ET AL.","counsel":[0]},"respondent":{"name":"JOSEPH J. KINDLER. ","counsel":[1]},"caseNumber":"08-992","date":"2009-11-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument this afternoon in Case 08-992, Beard v. Kindler. Mr. Eisenberg. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't understand the Third Circuit rule to equate discretion with inadequacy. I thought their position was -- the assertion was that the rule was mandatory; that is, if you are fugitives, you are out forever. But in fact, at the time that Kindler fled, the rule was discretionary, so the mandatory rule hadn't been firmly established. That's what I thought the Third Circuit held. It did not equate discretion with inadequacy."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that? I mean, why do we have to guess about it? Where -- where do you find that in its opinion? Because I have -- I have the same -- the same problem."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the fugitive - forfeiture rule that they were talking about was the - - the mandatory rule wasn't firmly established."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I have a number of problems with the Third Circuit's opinion, but the question presented, it seems to me, is not really the dispositive point of the opinion. I don't think the question you presented is really that squarely before us."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't see a split, either. I mean, of course, there is going to be some discretion. The question is -- the Third Circuit, as I read the opinion, was concerned that it wasn't firmly established at the time of the waiver. I have real problems with whether the waiver should even be -- whether the time of the waiver is controlling, but that is not the question you asked us to resolve."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But this wasn't the ruling by the court in analyzing your cases and saying -- you know, in six out of the cases -- six out of the ten cases, discretion was exercised, in four it wasn't, and so it's not firmly established because the numbers are skewed. Justice Ginsburg -- you pointed Justice Ginsburg to page 23, and the Court very directly there says, look, we are rejecting the State's argument that the waiver rule was mandatory."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so it characterized your argument that way, that you were saying the district court had no discretion."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, whether you think you did or didn't, that's how the court described it, so it understood you to be taking a different position. Are we going to correct it because it misunderstood you? Or - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean that the defendant might not have escaped if he knew that the rule wasn't - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't know why you submit -- why you seem to concede that that applies here. I can understand why we want to look at the time of the waiver if it's an attorney arguing about jury instructions and so forth, but the man escapes when the door is open or when the window is open, and he doesn't give consideration to these things; and if he does, I think that's quite irrelevant. It seems to me that the waiver point is - - is something that shouldn't be conceded. I think that if ten years elapse between the time of the escape and the time the State formulates its rules, that he is bound by those rules when he gets there. But you don't argue that. That's not what you presented to us."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What court has said? As I read the Third Circuit, it says: A procedural rule that is consistently applied in the vast majority of cases; even if State courts are willing to occasionally overlook it and review the merits of a claim, that that's okay."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what other circuit has said that any measure of discretion or even a lot of use of discretion bars deference to the State rule?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How many of those cases resulted in the overturning or the grant of habeas - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But do we -- what - - what does that tell us about us establishing the rule that you propose?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are asking us to take away a part of the inquiry."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your notice -- your notice and an opportunity to comply doesn't address a repeated statement by us, which is that whatever test is applied has to get to whether the State court is attempting to evade Federal review of constitutional questions."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And so your test does nothing to inform that question, for example, the Flowers situation. There was a clear rule, there was more than an adequate opportunity to comply, and yet we said it didn't qualify for deference because it was clearly, given the circumstances of the State application of the rule at issue, an attempt to evade a constitutional right."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question that you present -- I mean, you state it forthrightly in your brief, and I'm reading from page 7, you say: \"The court of appeals interpreted this Court's precedent to compel a finding of inadequacy for any State procedural rule that permits the State courts to exercise a degree of discretion. Any discretion is inadequate.\" That's what you say the court of appeals interpreted this Court's precedent to say: Discretion, inadequate. Well, I'm looking first at the petition appendix page 62, which describes the district court's understanding, which the Third Circuit affirmed. It says: \"An occasional act of grace by a State court in excusing or disregarding a State procedural rule does not render the rule inadequate to procedurally bar advancing a habeas claim in district court.\" Well, that's saying, yes, you can have a rule with discretion, not to follow the rule woodenly, and that doesn't make it inadequate."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you want to modify then what you said? You said that the court of appeals said that any -- any degree of discretion means that the rule is inadequate."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But what makes -- makes this particularly puzzling is you are attributing a rule to the Third Circuit that that very circuit in Campbell v. Burris said was not a tool. In the -- in Campbell v. Burris, the Third Circuit said a State procedural rule can't be, cannot be rendered per se inadequate merely because it allows for some exercise of discretion."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it would be really odd, considering that one member of the panel was on both cases, Stapleton, and these cases are in the same year, for at least that judge not to think that what he said in the one case was in no conflict with what he said in the other."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me that that's not what the Third -- Third Circuit was saying. It was saying that adequacy of the rule is determined by the law in effect at the time of the waiver, and it wasn't well-established. Now, I have real problems with that as an opening premise, but that's not what you asked us to resolve in your petition."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I don't know how you say that. Yes, it was clearly established that the district court had discretion -- none of the justices below disagreed with this -- to dismiss post-verdict motions on the basis of flight. The courts below themselves said: What we don't have a rule about is what we do with respect to a post-judgment motion to reinstate or how we the appellate court will treat that waiver once it comes before us. Will we apply it to the appellate process as well? I understood the Third Circuit to be saying that it was those two latter components, which the courts below themselves identified as new questions, that it was resolving, that involve new rules."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's as simply as I thought the issue was. Maybe your adversary will dissuade me and concede your point that what the court was saying, the discretionary application, is what was at issue, but if as I've described things is correct, how does your position continue to be sustained?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what you are disagreeing with is the Third Circuit's conclusion of what the status of Pennsylvania law was?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Doctor dealt with what will the court do with respect to, not post-verdict motions, but with respect to appeals that are raised before or after flight."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's what Doctor said?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So now the only other -- Kindler now raises a new question: What are we going to do -- according to the courts below, what are we going to do with post-verdict motions to reinstate and to appeals that result after flight and after waiver; correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's where the disagreement lies: Did the Third Circuit get Pennsylvania law wrong on this issue."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Let's assume the Third Circuit, that we take the hypothetical that they were right. How do you still win?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask one question before your time is gone? Has there ever been a precedent in Pennsylvania where they have applied the procedural default rule against a capital defendant who -- who was guilty of flight?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But wasn't there -- wasn't there a general rule that capital defendants always get one shot at their constitutional issues?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But were there Pennsylvania cases in which they had prevented a capital defendant from raising a Federal constitutional issue for the first time?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How about other rules? In capital cases, had they applied other procedural default rules at -- for the first time a capital defendant sought to raise a constitutional issue?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So then how can you have a firmly established rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"","text":"Thank you, counsel. Mr. Lawry. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that's because he escaped. He avoided judicial process, and you would have him be in the same position once he's captured and returned and captured and returned as he was before he escaped at all, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And you think that -- and you don't think -- you think you can argue that a State rule saying, look, if you escape and flee the jurisdiction, you bar -- your claims cannot be adequate and independent?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What rules -- I'm - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is -- what is your position as to what the Third Circuit was saying or holding? Are you saying, like your adversary, that they were saying because it was discretionary and there were a lot of exceptions to it, it wasn't firmly established? Or were you -- or do you read it as saying, now that you have made it mandatory, that's a new rule -- the waiver mandatory, that's a new rule?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's not what you are saying. What do you think the Third Circuit said?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What was the change - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- that you think the Third Circuit was identifying?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume that a lower court in this case had said: You know, we have discretion, but we're not going to exercise it because you escaped twice and were away much longer than most fugitives. There is a presumption that witnesses' memories fade, that it's harder for trials that are so distant from the event, that distant from an event. We are not going to exercise our discretion. Is it your view -- because that's the undertone I'm hearing -- that under firmly established ground that the court would have still ruled that that exercise of discretion was not adequate under - -"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Sure, it is. But what you -- there is a tone to the way you presented this case that says because they chose often to exercise discretion in the past, if they choose not to in any case, it's no longer an independent State ground. That's what -- is that the point you are arguing?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because that's the question presented."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that begs your adversary's question, which is every case has one or more differences in it. At what point does a lower court have to -- can it say, you know, yes, because they exercised discretion sometimes but not others it's still an independent State ground to find forfeiture?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, following up on that, I'd like your answer to this question: Is a State procedural rule automatically inadequate and, therefore, unenforceable when the State rule is discretionary rather than mandatory? Automatically?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you agree - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you agree with the Petitioner's response to that question? Their point -- their question presented is, is it automatically inadequate because there is discretion? They say no, you say no."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that was the same -- that was the position you took in your opposition to certiorari."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And yet we nonetheless granted -- granted cert."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if some of us -- or I suppose if several of us -- think that that may have been or was what the Third Circuit said, would you have any objection to us vacating the opinion, explaining since you both agree that the rule is not automatically inadequate, make sure they understand that, and then they can proceed however they see fit?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Insofar as the ongoing rule is concerned, let's assume that as of the time of Doctor, which was a Third Circuit case, 1996, the Pennsylvania rule was then clear, Pennsylvania for the first time having made its rule clear. Would it be improper to apply it to this defendant, because he escaped before Doctor made it clear? I -- I just don't understand why the general rules of -- of -- of waiver apply in this case. It -- it doesn't affect rational conduct. It doesn't trap an attorney. Why can't we take the rule as it was when we heard his case after he had been returned as a fugitive?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that may be, but where -- where do you get that from the opinion of the court of appeals here? I find it very easy to get from the opinion of the court of appeals the proposition that if there is discretion, it's not a firmly established rule. Where do you get your theory, that they had changed it from a discretionary rule to a mandatory rule at the time that the State court made this ruling? Where do you find that in the opinion of the court of appeals?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So they are going to say, I imagine below -- I'm not sure -- say: Look, that's right, and Doctor talked about the shift from mandatory to discretionary, and the district court -- the State, in Doctor, said that it was a mandatory -- it's mandatory. But in this case, the district court said it's discretionary. So insofar as there are two rules -- or were at the time, your client got the benefit of the most liberal, and, therefore, insofar as there is a difference, it made no difference."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's -- that's a different issue. Now, your -- your assertion is that what the court of appeals was based on -- decision was -- was not this that you are arguing now, but rather, it was based on the fact that there had been a change in the law from discretionary to mandatory. I can't find that, frankly, in the opinion, except in its reference to Doctor, so I have got to go back and read Doctor and guess that that's what they meant when they referred to Doctor. But assuming it's true, Justice Breyer says, even if it is true, what difference does it make? Because, even if they had changed from a discretionary to a mandatory, the trial court in the State had not realized that they had changed and gave him the discretionary. So what -- what complaint do you have?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right. And that is -- your objection is that it wasn't fairly applied. Discretion was abused in this case, to borrow from the Federal law. They didn't treat them the same. They should have treated them the same. But the question is whether the rule is automatically inadequate if there is discretion. You are arguing about how it was applied, which I guess means that it's not automatically inadequate because if they apply it the way you think it should be then it would be adequate."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe I did, too. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the point is you are arguing about the application -- the exercise of discretion. You say the one guy, Lewis, got the benefit of the rule; your guy didn't get the benefit of the rule; and that's unfair, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you are not arguing -- which would be very odd to argue -- that the discretion always makes the rule invalid because you - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Do I -- Do I take it that -- that Justice -- Justice Breyer's question, repeated by Justice Scalia -- just take that fact, that's the only question before us. If it was discretionary and it's now mandatory, just focus on that only."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Then your client isn't hurt? If you take - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if the new rule was applied to him."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the point is the new rule wasn't applied to him. The trial court thought that it had discretion."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's clear from the trial court's opinion, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"By whom?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. Stop. Is the relaxed waiver rule one that applies to district court consideration or appellate court consideration or both?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"At all levels. What is your reading of what the new rule that the State was announcing was announcing? That it was doing away with the State court's relaxed waiver rule? Was it doing it away with its own relaxed waiver rule? What's your position in this case?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"None of them, including the trial court?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"By the trial court and by us, is that what you're - -"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How would you fill in this sentence? I'm beginning where the Chief Justice did. Say everybody said: Look, this opinion is at least unclear. It's -- everybody agrees that the simple existence of discretion does not make a State ground inadequate, so we send it back for you now. And you will have some good arguments, I guarantee each side will have some good arguments, as to whether they were being consistent or not, whether there was a consistent rule or not."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, next sentence, which maybe would never be written: This is not to say that discretion automatically means it's adequate, for it could be applied inconsistently. Now, there could be another sentence, because that other sentence would have to go on to the fact that any discretionary rule will never be applied with perfect consistency or anywhere near it. That would be true if you give a trial judge the choice in his discretion to waive a -- a time limit ruling. Some will do it with one. Some will do it in the other. You can't do it perfectly. So is there any sentence we could put in there? So you hedged on there, and probably they will, too, because it's very hard to find the right sentence. You don't want the simple application of discretion, you say -- which inevitably means some inconsistency, to make a State rule inadequate. On the other hand, they can't go too far. So what is too far?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, but, but, but, but, a trial Supreme Court -- a Supreme Court in a State is supervising lots of trial courts, and you will have different human beings sitting there as judges, and they will inevitably be inconsistent with each other to some degree. Have you not noticed that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So is there anything we can say that will improve the situation? That's why I started out by saying maybe the best thing is to say nothing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the problem -- Justice Stevens' question brought this up. I mean, how do you address that question if you don't have very many applications of the rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Say it's the first one that comes up."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but your reasoned explanation - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"justices","text":"But all -- all those books on our wall are the first time it's ever come up. I mean, that's how the law -- that's how the law is made. So -- the whole point of the adequate independent State ground, it seems to me, is part we don't want to affect rational conduct retroactively -- not applicable here. Two, we don't want to have the State court use this as a subterfuge or a device to avoid a Federal right. I don't think that's applicable here. You might want to argue about that. So it seems to me that the fact that it's a completely new rule in the case of an escape may mean it is still an adequate ground."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And they concluded that was ridiculous, so they stopped doing it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But those weren't escape cases. Were they all escape cases?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's the point. Why isn't escape sui generis, and how can we ever say that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't doubt that it would be an independent and adequate State rule to say whenever anybody escapes they waive their claims?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what's the interest in not applying this in this case? As you say, that's a fine rule. If you are a fugitive, you are out. You say that wasn't the rule at the time he escaped. But you are not asserting any reliance interest by the escapee, that, gee, if I knew that the rule was going to be mandatory, I wouldn't have a chance to appeal to the discretion, I wouldn't have escaped. There is no -- there is no absence of notice that -- that matters. I mean, if he had notice he would have still escaped, I assume."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you just said that it would be okay to have a rule going forward that if you are a fugitive, you are out."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is -- what is the Federal fugitive rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Has discretion?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Does the discretion that the Pennsylvania courts have here -- is that similar? Can the Pennsylvania Supreme Courts exercise that discretion in a calibrated way, not all or nothing?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Were you still answering the Chief Justice's -- I had -- had one more."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't mean to interrupt. You said there was no post-conviction review. I -- I thought they in this case went on to ask -- to exercise a limited review. They didn't reach the Mills v. Maryland point, but they did give a limited review to determine the sufficiency of the evidence, whether the death penalty was a product of passion or prejudice, whether the evidence fails to support the finding of the aggravating circumstance, whether the sentence was extensive or proportional. They did give post - -"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- -conviction review on all those points."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There is a certain irony that the case you're relying on on the merits is Mills, where if he hadn't escaped he would have gone through the whole process before Mills was decided."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he got the windfall of being free for eight years, right? I guess that gets back to the point of your friend, which is he is in no worse position because he escaped and spent eight years on the lam than if he had stayed in prison."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. Obviously if the State prevails he's in a worse position. But under your view, he's in this -- he's in no worse position. He hasn't waived all his objections and claims, procedures."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Before or after his execution? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm sorry, if I could just nail down the point. As far as his rights and proceedings in this case, he is in no worse position under your theory having escaped and been out for eight years than if he had stayed put?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Finish your sentence."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I please - -"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you pick 1984 as the time of the escape? Whether it's an adequate or independent State ground, whether it's been consistently applied, it seemed to me -- it seems to me you should look to the time at which the State rule is applied. Now, as of 1984 I suppose there are some notice requirements that you can say due process requires, but I don't know why the adequacy of the State ground, whether it's consistently applied, should be judged on the basis of what was the law in 1984, rather than what was the State law at the time they applied the rule."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Eisenberg, you have four minutes. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what about his - - his colleague who broke out with him? How do you -- how do you explain that."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask - -"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question? We have all been somewhat trouble because some ambiguity in the opinion below. What if we -- I think your opponent answered this question. What if we were to say that the answer to the question presented, in italics in your brief is no? And send it back to the court of appeals and tell them whether they -- that would change their decision or not. Would you agree that were a proper disposition."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The guidance you have asked us to give is whether there is this automatic rule. And if you say there isn't, doesn't that give guidance? And the answer -- wouldn't that -- that answer the question on which there is a conflict among the circuits?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RONALD EISENBERG","firstName":"RONALD","lastName":"EISENBERG","counsel":true,"justice":false,"side":"petitioner","words_spoken":3347,"interruptions":20,"times_spoken":41,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MATTHEW C. LAWRY","firstName":"MATTHEW","lastName":"LAWRY","counsel":true,"justice":false,"side":"respondent","words_spoken":2386,"interruptions":21,"times_spoken":64,"laughter":1,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":663,"interruptions":3,"times_spoken":28,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":461,"interruptions":1,"times_spoken":11,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":737,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1072,"interruptions":6,"times_spoken":33,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":248,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"A defendant cannot come along and say","lastName":"say","counsel":false,"justice":false,"side":"","words_spoken":55,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":414,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3347,"times_spoken":41,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":21,"words_spoken":2386,"times_spoken":64,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":14,"words_spoken":4165,"times_spoken":108,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.8415692970300873,"respondent":0.15843070296991268,"date":1472419305414}}