{"petitioner":{"name":"ARTHUR L. LEWIS, JR., ET AL.","counsel":[0,1]},"respondent":{"name":"CITY OF CHICAGO, ILLINOIS.\n","counsel":[2]},"caseNumber":"08-974","date":"2010-02-22T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument next in Case 08-974, Lewis v. The City of Chicago. Mr. Payton. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So under your position, say the City adopts a discriminatory -- takes a -- issues a discriminatory test; people take it; they come out with the results; the City says these -- this is the test we’re going to use, but, you know, we don't have any vacancies. Nobody can sue at that point."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There’s an independent violation without an impact? I mean, it's not the impact provision that you quoted which makes that a violation. It must be some other provision that makes it a violation. What other provision is it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that’s because of an impending violation."},{"name":"JUTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say -- you say it is an actual violation."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, the language of the statute of 703 is to \"limit, segregate, or classify.\""},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So is it your position that the violation occurs at the classification that’s announced and that every subsequent hiring has limited someone's opportunity so that they -- there’s a violation subsequently under the limit clause as opposed to the classification clause, or it's each event is a classification violation?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your position may -- may follow from the language of Title VII, but you began by saying that it also represents the best policy. And I wonder if you could explain why that is so. Here, the City of Chicago continued to use this test for quite a number of years after it was administered. And so as you interpret the statute, I gather that someone could still file a disparate impact claim 6 or 7 years after the test was first administered, and quite a few years after it was first used in making a hiring decision. And how can that be squared with Congress's evident desire in Title VII to require that an EEOC charge be filed rather promptly after the employment action is taken?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If it -- if it stopped using it, it might be vulnerable to a Rizzo-type suit from the people who were benefiting."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought in Ricci that was New Haven's position, that they thought that the test was unlawful because of the disparate impact."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How long does the City's exposure persist? Let's say that the -- in the tenth round, someone is selected for the job from the qualified group. And then there's a cutback, and there are going to be layoffs. So the last hired is the first fired. Could -- would there be a Title VII suit when that last hired is laid off, on the ground that if Chicago had done what it was supposed to do, this person would have had the job long ago and would be higher up on the seniority list?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Payton, can I ask this general question? Am I correct that each firefighter in the qualified group who did not make the well-qualified has a cause of action as though he had been refused employment when anyone else is hired? There were 11 people hired, as I understand. Did each one of those hirings give everybody else in the class a cause of action?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But surely they couldn't all recover, because there was only one job available."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What is -- what is the remedy other than saying change your practice? What is -- say one person sues and asks for damages, what would the remedy be for a single applicant who was not hired at the time somebody else was hired?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- each -- each qualified firefighter who did not get a job because the well-qualified one did has a new cause of action, I guess, every time somebody is hired from the -- the well-qualified pool?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, somebody is hired, that constitutes discrimination against the qualified black firefighter who was not hired, and then another -- then somebody else is hired -- each time it's a new cause of action?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, so they would have a new cause of action, sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, but they -- but if 300 days go from the first round of hiring, they don't -- they cannot sort of piggyback that onto a later cause of action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Katyal. "},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Why would Congress have wanted to allow a question like this to be left open for such an extended period of time? Why would it not have wanted everybody who is potentially affected by it to understand where things stand at a much earlier point, at some reasonable period of time after all of the information is in the -- in the possession of a potential plaintiff to determine whether there has been a disparate impact and whether that -- that person is going to be adversely affected by it, particularly if at a later point the effect of a remedial decree can be to upset the employment -- the employment status of other people who have been hired in the interim?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, actually in -- in this case, am I correct that -- that 9 years has gone by, but that's because of the litigation? The suit was filed, what, 4 months after the 300-day period ran?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So you get --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Was it -- was it 132 named people or was it just 132 undifferentiated?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So everybody gets 132 over 6,000 times whatever the number of people who would have been hired?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean the pay for the number of people."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I think you had a footnote in your reply brief that said that if your position prevails there would need to be an adjustment in the relief granted by the district court --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- wasn’t it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":10,"sideBefore":"","text":"And that would be clear even though it had not been established much earlier that the test was invalid. So a city could go along using a test that was an invalid test, not declared such; 10 years later, somebody comes up and says: This test that is being applied to me is an invalid test."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- of what use is a statute of limitations that -- that -- that operates that way?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So I suppose the benefit is not that the City knows it's safe -- it can rely on a test and all that -- but knows that it only has to pay 300 days back."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Solomon. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose there were no list, but each time there was a hiring round the City just took from the top -- from the top score down. There’s no list, but each time the City uses the test results and hires the people with the top scores."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, my -- my hypothetical was there’s no list at all."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They just go back to the raw scores, and each time they picked the top people."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what is -- what is the list, other than an administratively convenient way to use the scores?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So even though there is a clear case on the merits of disparate impact, unless the suit is commenced within 30 days of the announcement, then it's as though it were lawful. That's your position."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is that -- is that -- there's a free pass. You don't sue within 30 days of the compilation of the list and the notice of the list; you sue 420 days later. The discriminatory practice gets frozen, the status quo gets frozen forever. That's -- that is your position, is it not?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But this is not exactly a title -- a statute of limitations. It's a time you have to file your charge. It's a charge filing."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There’s also a 2-year statute of limitations in Title VII. You can't get back pay, I think, for more than 2 years."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you don't have one case, I think, certainly not from this Court, of disparate impact. All the cases that you cite are disparate treatment cases."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"How is it absent? Because the statute says that the established -- the -- it's established -- namely, the unlawful employment practice -- it's established only if, and certainly if, the respondent uses --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- a particular employment practice that has a disparate impact. That refers back to (a)(2). So back in that period, on a certain date, he used that limiting practice, and, therefore, on that particular date, he established the unlawful employment practice by using a test that limited, et cetera."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So why don't we look at subsection (h) --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- that says -- and it's an -- \"it shall be an unlawful employment practice for an employer to give and\" -- conjunctive -- \"and act upon the results.\""},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So when you hire, aren't you acting upon the results? And how are you acting upon -- you may be acting upon it, as Petitioner argues, when you classify, but why aren't you acting upon when you hire?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I go back to Justice Breyer's point. Isn't it, in the very act of hiring, you are using the test results and saying -- each time you do it, you’re saying: I'm going to cut off at this limit, and I'm not going to consider someone outside of this limited tier."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't that what \"practice and policy\" means? Meaning that each time, as you continue forward, you are using a particular practice, a particular policy?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this question, Ms. Solomon? Would your argument be the same if the practice in this case were -- required a high school diploma? Did you understand my question?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose the practice were a high school diploma. Could that -- would you make the same argument as you're making today?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":8,"sideBefore":"justices","text":"And let's add to that, that it was adopted 10 years ago --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":7,"sideBefore":"justices","text":"That’s right."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":8,"sideBefore":"justices","text":"-- and Duke Power announced to the world that it was going to use a high school diploma. Indeed, it listed in the county all of the high school graduates and said: This is the list."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, but -- but in my example, everybody who is not a high school graduate would have been affected right away."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You force people to challenge the practice when they don't even know if it's going to affect them. In the hypothetical that has been discussed, somebody who didn't graduate from high school, you know, wants to be something other than a firefighter. But that doesn't work out, and then he says, well, now I want to be a firefighter. And they say, well, you can't, because you didn't graduate from high school."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And I think your position is that, well, he should have filed that suit earlier, no?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but what is the unlawful practice?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can we put that in concrete terms? It was the 89 percent cutoff, so that anybody who got below 89 percent on the test was never going to be considered until all the first people who got 89 to 98."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So could you answer Justice Stevens's hypothetical? What is the difference between those people and each person who does not have a high school diploma is not -- and is not hired? Does that mean that the moment that they announce the high school diploma requirement, that everybody who had already received one, whether they wanted to work at this job or not, had to sue, and it's only those people who just received the high school diploma who can sue 10 years later?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So what is the difference between the policy announcement that each time I hire, I'm not going to use a high school -- I'm not going to look at people who don't have a high school diploma, and I'm not going to look at people who don't have a test score above 89. What's the difference between those?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, somebody getting -- someone getting a letter that you sent to people who were qualified didn't know that. The only thing that I see that you sent to the people who fell into the qualified category was that it was unlikely, which I take it means less than 50 percent, that they would be called for further processing, but it was possible that they would be called for further processing. You didn't tell them anything about -- you didn't tell them that you were going to fill all of your available positions with people who were classified as well qualified in that letter --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- did you?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right. That's right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Just to follow up on Justice Alito's question, what if it were different? What if the letter said, look, you didn't get, you’re not well qualified, but we really do expect to hire a lot more, so, you know, keep your fingers crossed. There’s a good chance that you are going to be hired. And you say those people should have sued right then?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's kind of a bad policy, isn't it? You’re telling people who may probably not be injured at all -- you are saying, well, you still have to go into Federal court and sue."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, sure. No, I understand that, but, you know, let's say we think we are going to hire -- if the budget plan goes through, we think we’re going to hire everybody else by -- in 4 months. And you’re saying, well, those people have to sue anyway because they are injured by the 4-month delay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why did the City say that it was planning to give a new test in 3 years and then wait more than a decade before giving a new test? If I received one of these qualified letters, and I also -- and I knew in addition that the City was going to give a test in 3 years, that might well affect my incentive about bringing a lawsuit to challenge this."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't challenge that."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You don't challenge that. You now acknowledge that the Plaintiffs were treated unlawfully."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And were you prejudiced by the delay in the filing of the EEOC charge?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You didn't have to take the list down. You simply could have said: Anyone who got a passing score, anyone who is qualified -- we’re not going to make the distinction between qualified and unqualified."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You didn't have to throw out the list."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You didn't have to throw out the test."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the expert said -- the test devisor said he didn't make up that 89 percent cutoff. That was Chicago that made that -- that decision."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you -- you've lost -- you've lost on that."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, but -- but going to 65, opening up the classification, is not adjusting the scores; it's not taking the list down; it's just saying anyone who passes the test can proceed to the next step."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You've got to -- I mean, you’ve just got to take your -- get as good legal advice as you can and determine is it -- are we going to be in more trouble if we follow the test or more trouble if we -- if we take it down? People have to do that all the time. They look -- well, if I do this, I'm going to be in trouble; if I do this, I'm going to -- but I have got to decide what I should do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm sorry. Read in conjunction with the 300 -- you have got to finish that sentence at least, before --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"How do you -- the problem I have with all of this -- it makes entire sense, except when you read subpart (k), it says “an unlawful employment practice based on disparate impact is established” if “a complaining party demonstrates that a respondent uses a particular employment practice that causes a disparate impact on the basis of race.”"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Which is what happened here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They used --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Where -- where does it go on? To say what?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Is my impression -- is there anything else in that (k)? You see, it lists about 10 things, let's say 10 -- imagine. One of those things is that it was used. Now, all the other things there will not have been -- are things that -- that -- to do with the test, basically. So you have like six or seven that have to do with the test and the criteria, and then you have one that it was used."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and so I thought, looking at the list, it's quite right that it's used for a different purpose but --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"But, I mean, this (k) has to do with a different thing, but -- but -- and the critical element of it was that the practice be used."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you'd have to then say that all the things that are there, the other nine and so forth -- all those nine things --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, well, that's true -- it does --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That was a disparate treatment case."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the -- the argument here is disparate impact is different because there’s no need to show intent of disparate impact."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Payton, you have 5 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN A. PAYTON","firstName":"JOHN","lastName":"PAYTON","counsel":true,"justice":false,"side":"petitioner","words_spoken":2403,"interruptions":8,"times_spoken":22,"laughter":0,"num_int_by":4},{"id":1,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1180,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":2,"fullName":"BENNA RUTH SOLOMON","firstName":"BENNA","lastName":"SOLOMON","counsel":true,"justice":false,"side":"respondent","words_spoken":3396,"interruptions":41,"times_spoken":58,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":643,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":208,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":359,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":464,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":667,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":197,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":50,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":10,"fullName":"MR. KAYTAL","lastName":"KAYTAL","counsel":false,"justice":false,"side":"","words_spoken":167,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":250,"interruptions":5,"times_spoken":9,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":10,"words_spoken":3583,"times_spoken":32,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":41,"words_spoken":3396,"times_spoken":58,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":2838,"times_spoken":96,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9}}