{"petitioner":{"name":"J. MCINTYRE MACHINERY, LTD.","counsel":[0]},"respondent":{"name":"ROBERT NICASTRO, ET UX. ","counsel":[1]},"caseNumber":"09-1343","date":"2011-01-11T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 09-1343, J. McIntyre Machinery, Ltd. v. Nicastro. Mr. Fergenson. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say \"its distributor,\" was this distributor at all controlled by the defendant?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It might be better to referto it as the company that distributed its product, rather than calling it \"its distributor.\""},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's loaded, it seems to me."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fergenson, in your question presented to this Court, you ask whether there's personal jurisdiction -- and I'm quoting here -- \"solely because the manufacturer targets the United States market for the sale of its product.\" So I'm taking from that, that you acknowledge that this manufacturer, McIntyre, a British manufacturer, targeted the United States market for the sale of its product. That's correct, yes?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your question presented."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did this -- well, I'll just ask you, then: Did this manufacturer target the United States market? Did it want to sell its products in the United States?MR. FERGENSON: Yes, Your Honor."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Okay. So what does that mean, exactly, Mr. Fergenson? Because the United States is the United States. It's made up of 50 States. So I assume that what that means is the manufacturer wanted to sell its products in each of the 50 States. Is that right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It only wanted to sell its product in a few States?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Anywhere. So if the distributor came up with California, that was great. If the distributor came up with a customer in New Jersey, that was great. As many as possible, more the better, all over the United States. Is that right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly. So you targeted New Jersey no less than you targeted California or New York or Illinois or Massachusetts or anything else."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fergenson, I suppose you could say the same thing about any United States manufacturer --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- who would desire to sell his product in any of the States that would buy it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And to say that this foreign manufacturer is therefore suable in any State would mean that any American manufacturer is suable in any State, which --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- none of our cases hold."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Well, suable in any Statewhere the incident arises. This is not general jurisdiction. This is specific jurisdiction. So the question is, when you target the entire United States and each of the 50 States within that and an accident occurs within one of those States, are you subject to jurisdiction in that State for that accident, for a claim based on that accident? Not generally, but just for a claim based on that accident. Didn't even Justice O'Connor -- you referenced the Asahi opinions, but Justice O'Connor said as long as there's purposeful availment, there is specific jurisdiction, and there is purposeful availment when there's an active effort to target a market."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In all of those cases, there was a forum in the United States where someone injured in the United States could sue. Your proposition is that a company can deliberately send its products, wants to exploit a U.S. market. But I take it that there is no place in the United States, because NewJersey is no different than California or any other place -- is it your position that there is no forum in which McIntyre can be sued, even though it set up this distribution arrangement for the very purpose of having its machines in as many locations in the United States as it could? Is there a forum in the United States where it could be sued?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which one?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It could be reached in Ohio. Now, does that make a whole lot of sense? Is it any more convenient for McIntyre to come to Ohio than New Jersey? It's a lot less convenient for Mr. Nicastro, who had his fingers removed by this machine. But you -- you are conceding that there is a forum where this British company can be sued on a tort that occurred in New Jersey. Explain to me why, since there is a forum in the United States, the logical one isn't New Jersey rather than Ohio."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the question: Where can it be sued? Well, something happened in New Jersey. The machine, allegedly defective machine, caused a harm there. What happened in Ohio? What basis for specific jurisdiction is there in Ohio? There was no tort in Ohio."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Yes, but, Mr. Fergenson, just picking up where Justice Ginsburg left off, Ohio is a perfectly good place for jurisdiction over a claim between the British manufacturer and its distributor in Ohio. Any kind of contract claim, a claim based on the agreement between the two -- Ohio is the appropriate place for jurisdiction. But Ohio does not seem the appropriate place for jurisdiction -- and again, we're talking about specific jurisdiction, not general -- as to a claim based on an accident that occurred in New Jersey.The entire idea of specific jurisdiction is that you need a relationship between the defendant and the forum and the claim. And here the claim arose in New Jersey and was in fact not related to Ohio."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What kind of common law indemnity are we dealing with here? Where does Mr. Nicastro sue? He hasn't got any assignment, any indemnity. Mr. Nicastro is injured in the United States by a machine manufactured in England, and he wants to sue, understandably, in the United States. Why are we talking about assignments, indemnity? That has nothing to do with Mr. Nicastro."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"","text":"No, I would just like to know first -- you said there is jurisdiction in Ohio and not in New Jersey. In New Jersey, it's the place where the accident occurred; and in Ohio, there's nothing but the relationship between the distributor -- there's a contract between the distributor and McIntyre. So why does Ohio have jurisdiction over this New Jersey tort?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a forum what?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the claim in suit. That's very important."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I still don't -- I don't follow how Mr. Nicastro gets involved with assignment, indemnity. Mr. Nicastro has a claim against -- well, he sued them both, but the distributor is now bankrupt. And he says, well, this is specific jurisdiction; specific jurisdiction, as International Shoe teaches, is where the claim arose. International Shoe, it arose in the State of Washington because that's where the shoe -- the people who were promoting sale of International Shoe's -- International Shoe's shoes worked every day. So it was a claim relating to a tax owed by International Shoe based on the events that occurred in California. It was not all-purpose jurisdiction. And your suggestion that Ohio somehow is a proper forum for Mr. Nicastro's tort claim, I reallydon't follow that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Your answer to Justice Ginsburg -- I don't want to make your argument for you, but it seems to me rather strange. All of a sudden you're talking about how Ohio law will help you out. thought the question was, from the standpoint of the defendant at least, whether the defendant purposefully availed itself of the forum. And you would say the defendant here purposefully availed itself of Ohio by choosing an Ohio distributor. But you don't make that argument. You're talking about a contract, an indemnity, which seems to me another step. That's choice of law and applicable law."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Also, I don't think it's worth your time, because frankly it doesn't make a whole lot of difference to me whether they can sue in Ohio or not. You really think that that's --MR. FERGENSON: And, Your Honor --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"What about in the United States? Would the United States have jurisdiction?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The United States would not? They surely targeted the United States."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right. But if the national sovereign, the United States, provided by statute that Federal district courts would have jurisdiction over any -- any tort suit by a person injured by a foreign manufacturer that targeted the United States, would that be proper?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course. It's a hypothetical."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you speculate about that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you say the same thing if, hypothetically, since we're engaging in a hypothetical, the distributor were in France -- machine manufactured in England, distributor is in France, and the distributor then selects the United States and then the same facts, New Jersey? United States would be an appropriate jurisdiction under the Due Process Clause, but not New Jersey?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Assuming the statute that Justice Scalia hypothesizes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a little odd that the States, which have residual sovereignty, which are notlimited sovereigns, would not have jurisdiction, but the United States, which is a limited sovereignty other than in the foreign affairs area, which may be relevant here, does have jurisdiction. That seems backwards."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Congress has power to control the jurisdiction of Federal courts, and Congress says Federal courts have jurisdiction over this matter."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fergenson, could I try another hypothetical?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"But the question is why the State can't make the same choice that the Congress does. The State lacks foreign affairs power, to be sure. Is that the only distinction? That doesn't sound to me like due process. What we're talking about is a source of authority, not fairness to the defendant."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Fergenson, the question is whether seeking to serve a market -- and here you're seeking to serve a market in each of the 50 States -- is purposeful availment. So let me -- let me just try a different hypothetical. Suppose you had the same arrangement with your distributor in Ohio, but the arrangement was not to serve the entire United States market. Instead, the arrangement was to serve only five States in the Midwest. That's what you wanted, your client wanted, the market to be. So it was going to be Ohio and Indiana and Illinois and Michigan and Iowa, all right? So now a machine blows up in Illinois. Is there jurisdiction in Illinois?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is jurisdiction in Illinois, even though your relationship with your distributor was in Ohio. But there's jurisdiction in Illinois because the machine blew up there and you were seeking to serve the market; that's right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And now I say: Let's forget these 10 distributors. Who needs 10 distributors? I'll just have one distributor. Why is there any difference?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fergenson, with respect, this distributor was told to sell as many products as it could in as many States as it could."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me, counselor -- counselor, going back to --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the relationship, Justice Scalia asked you whether there was legal control, and you said no. But there was coordination, wasn't there? Isn't -- doesn't the record show that the English company traveled to the trade shows with the American company? Wasn't your president, your English president, present at the Las Vegas show in which this New Jersey company first saw the machine? Is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know there's a --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And you approved all marketing efforts. You had to approve -- according to the findings of the court below, you approved all the marketing materials that the American company --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why was your number and name both printed on the machine and in the warranty book? The American -- obviously, some customers had to be reaching out you to because all the materials they received directed them to the English company, not to the American company."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you've begged my question."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with the America company?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You did make suggestions with respect to advertising? At least with -- at least the once, but they did?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. And you don't believe that coordinating your actions with the distributor and appointing that distributor to distribute products wherever it can is not enough for you to reasonably believe -- know that you're going to be dragged into a State where that product has been sold --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and has caused injury?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Can I ask you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, first, the word \"distributor\" hurts you, so I'm going to take that out, and I imagine a hypothetical -- I know your case differs from that, but I'm going to ask them how it differs, not you, okay? Now, a person walks into a shop in either West Virginia or the country of India where they make pots. They're very nice pots made, actually, in West Virginia. And the potter makes several thousand a year, and this individual says: Mr. Potter, I want to sell your pots; send me a thousand each year. Where are you going to sell them? Everywhere. Great. Okay? That's it. Now, suppose that the law were, as it could be perhaps, that it is sufficient for jurisdiction throughout the United States that the distributor or independent buyer said good, I'm selling them everywhere I can. And two or three end up in New Mexico, but it doesn't matter where they end up.Suppose that was sufficient to find jurisdiction. You've prepared for this case. I want to know in your opinion, if that were the rule -- that's all that's necessary -- what cases in this Court in your opinion would that conflict with? I mean, I'm thinking of the facts. I'm not thinking of statements of law or whatever, but you can bring those in, too. I want to write those down because I want to read those cases, and you know them better than me."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what a convenience test is. Assume I'm very ignorant, which isn't too far from the truth. I would like you to tell me, are there any cases which we would actually be conflicting with were we to say all that's necessary to assert jurisdiction in every State is that a buyer walks into a shop where the manufacturer of pots makes pots and tells the potter I'm going to sell everywhere I can,and the potter says good, okay. Now -- and he buys the pots. Now, if that were the rule, can you find a case that that actually conflicts with?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Asahi, okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Asahi -- Asahi, Mr. Fergenson, was a litigation between a Japanese component part manufacturer and a Taiwanese finished product manufacturer. What -- how in the world could you compare that case, which really has nothing at all to do with the United States? It's -- it's a Japanese valve manufacturer sells the valve to a tire maker in Taiwan, and there should be -- that suit should go forward in the United States? I can see it going forward in -- in Japan, but it has no connection with the United States. And how can you possibly compare that with this case where somebody was injured by a machine that malfunctions, allegedly? There was something very interesting you said in your brief. And you said the U.K., which you -- you say -- now you've added Ohio, but you said U.K. would be the place for Mr. Nicastro to go. It providesa trusted legal system. What would be your answer if the manufacturer, same arrangement with a distributor, sell anyplace in the United States you can, is from China? Would you give the same answer?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you made a point about the trusted legal system. Well, let's say it was Russia, Mexico -- you may pick any one. The machine is manufactured in one of those countries where it's not so certain that there's a trusted legal system."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps you'd like to reserve some of your time for rebuttal, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. Mr. Ross. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if he said we want to do that, but we don't like New Jersey, so don't sell our products in New Jersey, and the Ohio company nonetheless does so? Can you get them -- can you hale them into court in New Jersey?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But he said: But I have no intention of selling in New Jersey; I'm afraid I might get sued there, and I don't want to get suedthere. He is not entering the stream of commerce in the United States. He's entering a stream of commerce that detours around New Jersey."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, it would be excluded?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it depends on the intent of the manufacturer?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What if a manufacturer tells a distributor: You have international distribution authority; you can sell my machine anywhere in the world, sell as many as you can anywhere in the world -- that would include the United States, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And, therefore, it wouldinclude New Jersey?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I know; it's a hypothetical."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It would include New Jersey."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Purposeful availment of the government of New Jersey?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, availment doesn't mean much if that's all it means."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You tell somebody distribute in the world and you are availing yourself of the government of New Jersey?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Additional conduct?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What I have written down in my notes, which you can add to --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- is that there are three things that happened. One -- it's the equivalent of the potter. One thing that happened, we have to take it as, I think, an independent company, whether you want to call them a distributor or not. I didn't see a difference there. An independent company goes to a firm somewhere in the world and says: I will buy your product and sell it in the United States. And the guy says good. And that's true whether it's a woman's cooperative in southern India or whether it's the biggest company in the world, okay? That's the first thing. The second thing is that an executive of that company went to seven trade shows in the United States. And the third thing is that two, three, or four machines ended up in New Jersey. Now, is there anything other than that? Andthere's a lot of rhetoric, and there are all kinds of characterizations, but when I looked for facts, I found those three, and I want to be sure I have them all."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I do. Now, then my question following from that, if I have those are the three facts, what worries me is the exact opposite of what the New -- the New Jersey Supreme Court said. It said in worldwide markets this is a good thing. I think I worry about it, because I'm worried about the woman's cooperative in India, I'm worried about the Chinese development, I'm worried about development everywhere. We have a lot of small businesses. And I'd worry -- now, maybe the worry is legally irrelevant -- but I'd worry about a rule of law that subjects every small business in every developing company -- in every developing country to have to be aware of the law in 50 States simply because they agreed to sell to an independent company who is going to sell to America, plus your two factors. And really the third is none, because if it hadn't ended up somewhere, there'd have been no accident."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, that's my basicconcern here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Okay, but you see what my -- my problem is a sort of policy problem that may be irrelevant, but I -- I don't see how the world's going to work or develop if in fact every small business everywhere in the world has to know, you know, the law of every 50 States and hire lawyers and come here, rather than making the accident victim go there. Now, it's tough on the accident victim, but the other is also tough. So -- so that's -- that's sort of the -- I'm sketching out my concerns here. You --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":9,"sideBefore":"justices","text":"What is --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"What would you say?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Maybe you couldrespond to Justice Breyer's --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Trade shows."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's the same as the first; that's a sale to the entity."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Ross --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Ross, do you think if there's a small business in the United States that sells a product and that actively seeks to serve a foreign market -- maybe it's Great Britain, maybe it's China -- and that product blows up in that foreign country -- Great Britain, China -- do you think that the manufacturer, the American manufacturer, is subject to jurisdiction there?MR. ROSS: Yes. If they actively seek the market there, they have purposefully availed themselves, they have taken --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":4,"sideBefore":"justices","text":"All -- all over the world this is true; is that right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And it is a jurisdictional rule that civil law systems have always had."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But -- and I assume that if we do this to a company in England, any country in the world, and we say that this satisfies due process, we would have to honor a judgment from Bangladesh based upon -- against an American company, based upon a similarly modest degree of -- of availment, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Just as -- just as modest as what you propose here, or as extensive. I don't mean to demean the degree of it here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the same kind ofcontact in India, which has different -- different States in India. And -- strike Bangladesh. Make it Madras, okay?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And we would have to honor a judgment by a court of Madras against an American manufacturer who had as little contact with Madras as exists here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We would have to?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Ross, we do that now; isn't that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We do? We do? So if someone goes into a shop in West Virginia and buys a thousand pots and says I'm going to sell them in Madras, or I might sell them anywhere in the world --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- and then that manufacturer, that potter in West Virginia, now has to go to wherever he ends up -- wherever that pot ends up?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Ah. Ah.MR. ROSS: -- because the distributor came to the manufacturer. In this case, the manufacturer from Britain hired --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"We turn it on that? We turn it on whether the independent buyer -- the independent buyer walked into the shop or whether the seller found that there was an independent buyer? Is that what this case should turn on? I mean, I'm nervous. I see a lot of rather deep issues here, and I -- that's what are making me nervous."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I want to --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You've thought about it more than I. So --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Can we go back to Justice Scalia's question? I mean, the United States has been telling the rest of the world: We do recognize and enforce your judgments --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- if there is a -- a proper jurisdictional basis."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We do, and we would likeyou to recognize ours. And we don't get that reciprocity, but we still are trying to get it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the United States has taken a very neighborly view about recognizing and enforcing foreign judgments."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's true when there's a proper jurisdictional basis, which is what we're talking about here: What does the United States mean when it says there is a proper jurisdictional basis? Is all that the court in Madras needs what existed here in order to hold an -- an American manufacturer liable? That's -- that's a little scary."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So it really, to you -- are you saying that Justice Breyer's hypothetical creates jurisdiction, that the mere sale to a distributor anywhere creates jurisdiction, wherever that distributor is marketing the manufacturer's product?I thought because, in the hypothetical he created, it was they were availing themselves of the U.S. market because they were marketing. They went to seven trade shows. They did merely -- they did something more than the sale. So where's your -- what's your position?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what difference does attending some trade shows in the United States mean -- make? Suppose they're -- they didn't attend any trade shows. They just have a Web site that provides a description of the product."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Would there be no jurisdiction then?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where did the New Jersey company that bought this machine find out about it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What difference does it make that they go to a trade show somewhere other than New Jersey? We have the notion that they're availing themselves of the -- the entire United States market. That's -- I'll accept that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What does the trade show in Nevada add to the jurisdictional ties to New Jersey?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"With Nevada?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Ross --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"If you interact with somebody from New Jersey, you have --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- committed availment of the government of New Jersey?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There are a lot of people from New Jersey. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He didn't tell them --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":3,"sideBefore":"justices","text":"And, Mr. Ross, isn't --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"-- to just seek out a person from New Jersey."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He told them to talk to people."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And, Mr. Ross, isn't the point that he was selling by using large convention sites in the United States, expecting that people from other States would show up to those large convention sites? I know that Justice Alito doesn't want to hear this, but New Jersey doesn't have all that many large convention sites like Las Vegas does. Newark -- (Laughter.)"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Newark is not such a hot place, but they're expecting people from Newark to go and look at these machines and buy these machines.That's the marketing system that's used for these massive machines that they're trying to sell nationwide."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What if --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"What if there is no scrap metal plant in Montana? Can Montana be a jurisdiction in a case like this? You know, a Montana worker is over in New Jersey and comes back to his home in Montana, and he's been injured. Do they avail themselves of the market in Montana when there's no market for their products there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. He's just injured by one of the machines somewhere else, but he's from Montana. Can he sue in Montana?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the basis would only be the plaintiff's residence?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But we don't accept that as a sufficient basis.MR. ROSS: That's correct. That would not be enough."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Well, I thought -- I thought this was what the case was all about: whether this is -- the stream of commerce is sufficient to add a basis on top of the plaintiff's residence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And I would have thought -- to me, that's a significant limitation on your theory to say that in areas where you don't expect to be haled into court because your machine is not going to be used, you can't be."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. Not the machine."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, exactly."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, well --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Could it be put elsewhere? Could it be put in the other State?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, better -- Iknow -- I know you think it's better, but can he be sued in Montana? What I'm trying to get at, obviously, is we're talking about the stream of commerce in the United States, but the stream doesn't wash over the United States evenly. The manufacturer, as I asked earlier, may decide I don't want to sell New Jersey."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The manufacturer may reasonably assume his machines aren't going to be in Montana because there's no scrap metal business in Montana. So I'm just trying to see if there are limitations to your theory about the stream of commerce covers everything."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right, but the market cannot be simply the United States, because you carve out New Jersey if the manufacturer does, you carve out Montana if --MR. ROSS: That is correct."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But what I'm thinking is this -- this area of law has treated States as if they're foreign countries, in a certain way analogous to. If that -- and I'm trying to -- let me ask: What you said at one point, that if an independent company comes to a business, however small, in the United States and says give us some of your product, we're going to sell it everywhere in the world we can, fine. And they do. A couple go -- get into some very -- Burma or whatever, Myanmar. And right now, it's the law that consumers in all those countries sue in that country if they're hurt. Is that really the law? Is there something you can cite me to on that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And what does it -- what does it say?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And are we one?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Did you refer to that? Do you have a citation to that in --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- in your brief?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's the EEOC Convention on Jurisdiction and Judgments? Because that operates only within the Community."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does your argument depend on whether the manufacturer is the manufacturer of thewhole machine as opposed to a component part, like Asahi? Suppose there was a little battery or lever that was manufactured, I don't know, in France, and it was sent over to this English manufacturer, and they were -- this part is incorporated in many different kinds of machines, but the part then -- and then the facts are the same: It goes to the Ohio distributor and New Jersey, but the part is what causes the injury. What results?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's like Justice Breyer's hypothetical. He wants to sell to the entire universe if he can."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Let's say he does know, it's a component part for something that is sold, widely sold, in the United States. Or it's a component part of this machine."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But why would it be --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you have an entirely different test."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You have -- you have an entirely different test for a component manufacturer than you do for the finished product manufacturer. The component manufacturer may well know to a certainty that his component is going to be used in a product that's sold in the United States. Let's say he makes a component for this machine.MR. ROSS: Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"Why is that different? Shouldn't it be the same test?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"He makes -- let's say he makes the 25-inch blade that only goes into this machine. That's the only market for it. Does -- no difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. That was poorly phrased. Is it the same test for the machine, or is it a different test? Is it your component test?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And, Mr. Fergenson, isn't that what Justice O'Connor said in Asahi, that the component manufacturer may have all the knowledge in theworld -- for Justice Brennan, that was enough; for Justice O'Connor, it was not enough, that knowledge was insufficient, that there had to be purposeful availment, that there had to be an active decision, a choice to seek the market. And -- and I understand that, on your view, McIntyre made that choice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How can there not -- how can there possibly not be purposeful availment if the manufacturer of the 25-inch blade knows it's only going to be used in McIntyre's machine and it knows that McIntyre is trying to sell its machine in the United States?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"He put it in a product that is only going to be -- that he knows is going to be sold in the United States."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You have a partnership. One of the partners makes the shell of themachine; the other partner makes the insides of the machine. Are they, as individual companies -- are they availing themselves of the United States market?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the company in Nottingham only sells to the United States. It's the only place its machines are -- are marketed."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then the component manufacturer would be liable in New Jersey?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. What about today, is there any difference between the trade show -- and he did show up at seven trade shows. I -- I mean, the manufacturer here had a representative at severaltrade shows, you're right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's right. Twenty -- no, well, the record said seven."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that in the record?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. All right. Is there a difference between that, do you think, and -- I just read in the paper the other day there's some Ethiopian or some foreign country -- it's a very poor country -- and they're selling goats, and they're sending some to the United States for some kind of festival purpose or something. Now, he said I have a site on the Internet. All right. Now, all of these people, however small, I mean, many, many will have Internet sites, and some of them might have an Internet site that's accessed by American buyers, as this man did."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Is there any difference between that and your trade shows?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, don't use the characterization. I mean, I'm -- see, I'm trying to figure out does this count as purposefully availed?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So the answer is going to be, in this case, if we say you win --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- then everyone with a -- with a -- everyone with an Internet site who also sells to a buyer who says anywhere in the world, perhaps -- I don't know how far that reaches -- seems pretty filled with implications."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But it's the same, you think? It's the same -- I thought it might --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are there -- there are some cases just beginning -- at the beginning stages, aren't there, involving sales through the Internet?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but you were cut off before you finished your answer. I want to make sure I understood it. I -- I make the inference that you -- you would say that if there is an advertisement, not a sale, just an advertisement on the Internet, replacing the trade show, that that is a significant availment -- a purposeful availment, and there can be jurisdiction in New Jersey. Same factors here -- somebody who doesn't go to the U.S. trade shows, but he does put it on the Internet, the same result?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Can -- maybe everybody knows this except me. Do you -- are Web sites targeted to the United States? Don't you -- you can -- let's say they put it on their Web site in England. Can't you -- can't -- can't I access that from here?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So they don't even have to send the Web site to the United States? They just have to have a Web site?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it has to be interactive?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If it's just -- what if it says, here, we're McIntyre -- on a Web site -- wemake these machines; give us a call at this number if you want to buy one?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Not enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And this distinction is somewhere in the Due Process Clause?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But was the sale here negotiated in -- or part of the sale negotiated in Nevada or the person just -- the New Jersey manufacturer just was interested in the machine and then later contacted the Ohio distributor?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm -- I'm trying to relate what happened here to the Internet hypothetical.I have the --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- Internet hypothetical where there's just an advertisement."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And, at first, I thought you were saying that's sufficient. Now you say no, because they have to be part of the contract. I'm trying to make the Internet equivalent to the trade show."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. But not just an advertisement?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Even though that's the cause for the buyer's interest in it and he pursues -- pursues his -- his transaction after finding out all the information on the Internet, but he phones the Ohio distributor?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Complete? He's got to complete the transaction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if it's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- you know, punch these numbers, and we will send you an application for a machine? Is that not enough, because he's got to complete the transaction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So that if they say fill this out, and contact this person, McIntyre, whatever, in Ohio, that's where you can get one of our machines -- that's enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Would their --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"MR. ROSS: Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"have 2 minutes remaining. Thank you, Mr. Ross. Mr. Fergenson, you "},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fergenson --JUSTICE SOTOMAYOR: Could you answer --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- could I ask you a question?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":4,"sideBefore":"justices","text":"I'm sorry. Could you -- just one quick point of clarification."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a point that your adversary raised in passing. I'm not quite sure, do you sell outright to the American company? Do you ship a product and they pay you, or they only pay you when they receive the money from their customer? There appears to be some suggestion of the latter."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a different question than I asked. There was no consignment on thismachine?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not claiming that there might not be on others?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fergenson, Toyota, Honda, Volkswagen -- pick your car company -- sells many millions of cars to the United States. They start blowing up here. They operate through independent distributors only. Can they be subject to jurisdiction in any of the States?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"ARTHUR F. FERGENSON","firstName":"ARTHUR","lastName":"FERGENSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1927,"interruptions":18,"times_spoken":67,"laughter":0,"num_int_by":8},{"id":1,"fullName":"ALEXANDER W. ROSS","firstName":"ALEXANDER","lastName":"ROSS","counsel":true,"justice":false,"side":"respondent","words_spoken":2249,"interruptions":46,"times_spoken":122,"laughter":0,"num_int_by":9},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":999,"interruptions":4,"times_spoken":53,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":607,"interruptions":5,"times_spoken":35,"laughter":1,"num_int_by":4},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1008,"interruptions":4,"times_spoken":25,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":923,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":6,"fullName":"I want to come back to more fully answer thewhy question that you asked","lastName":"asked","counsel":false,"justice":false,"side":"","words_spoken":14,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":604,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":411,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1421,"interruptions":12,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":44,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":1927,"times_spoken":67,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":46,"words_spoken":2249,"times_spoken":122,"laughter":0,"num_int_by":9},{"side":"justices","interruptions":33,"words_spoken":6017,"times_spoken":206,"laughter":2,"num_int_by":7}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035176}}