{"petitioner":{"name":"CAROL ANNE BOND","counsel":[0,1]},"respondent":{"name":"No. 09-1227\nUNITED STATES\n","counsel":[2]},"caseNumber":"09-1227","date":"2011-02-22T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in No. 09-1227, Bond v. United States. Mr. Clement. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do our -- any of our opinions talk about the standing of the defendant? I can't think of one at the moment."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me there are certainly some arguments you could make as a defendant for which you have no standing. You're saying there's no argument you can make as a defendant for which you have no standing?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose I raise an Establishment Clause objection in a matter that -- that does not involve legislation and which our recent opinions say therefore does not violate the Establishment Clause?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you wouldn't. All you -- all you would have to know is that the claim is based upon a statute -- is not based upon a statute and that our Establishment Clause jurisprudence says if it's not based upon a statute, it doesn't violate the Establishment Clause."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd say it's a Free Exercise Clause violation. I don't think you need the Establishment Clause for that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, in the case before us, are you making any claims other than that Congress was acting outside its enumerated powers in enacting this statute? Are there any peculiarly Tenth Amendment claims that you're making? In other words, you admit that Congress is acting within its enumerated powers and yet the action violates the Tenth Amendment. Are you making any claims of that sort, or are all your claims that the statute here goes beyond Congress's ability to enact it under Article I?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's just use the Printz case and say, even though Congress might have the ability to enact a statute under Article I, there's an independent Tenth Amendment limitation. Do you have any claims of that kind in this case?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's assume, Mr. Clement, that there is such a thing as a claim in which you're saying, I can see that this is within Congress's Article I powers, but there is an independent Tenth Amendment limitation on this. Do you have any claims like that?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The government agrees that it's an enumerated power claim in this case."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You are -- you are at no risk if the Court were just limited to what both of you agree is involved -- Article I, Section 8 -- and if there is a difference for commandeering claims, when the case arises, we can deal with it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you want us to say that when there is a specific injury, specific to your client, that your client has the right to make any argument to show that the government has exceeded its powers under the Constitution, because those powers are limited to protect the liberties of the individual?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can't there be some Tenth Amendment claims that go just to State prerogatives and not to the rights of individuals? Let's say there's a Federal statute that purports to regulate where a State locates its capital, or the -- the contents of a State flag, something like that. Wouldn't that go just to State prerogatives and not to individual rights?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, if you are not making a commandeering claim, then we would be going out of our way to decide that question. And so, you know, are you making a commandeering claim?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the problem is if you're just making a treaty power claim, then how are you going to possibly win on remand in the Third Circuit if we reverse and say that your -- your client has standing? Do you think it falls within the prerogatives of the court of appeals to say that Missouri v. Holland was wrong?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that depend on the nature of the chemical that's involved? Suppose the chemical was -- was something that people would normally understand as the kind of chemical that would be used in a chemical weapon? Let's say it's Sarin does it matter that this case doesn't involve something like that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a merits question rather than a standing question. I assume we're not getting into those merits questions here."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But you're confusing me. I thought we were just doing standing."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say about the one thing -- the strongest point against you, I think, is a single sentence in that TVA case. It's only one sentence, but it's there in the opinion, and I think what it's saying, Justice Roberts says, well, he already finished, he just finished saying nobody -- Congress hasn't violated some rule against creating a system of regulation in this statute because it isn't regulation. But then he said, but even if it were, even if it were, and if your complaint was that Congress has acted outside its authority, which they might have thought at that time, in creating a system, TVA, that competes with local systems, even if that were so, the appellants, absent the State or their officers, would have no standing in this suit to raise the question. Okay, now, that -- they put quite a lot on to that. That is what it says. So are we supposed to say, well, that was an ill-considered dicta? Or are we supposed to say it was just wrong? Are we supposed to say the law has changed? What in your view are we supposed to -- or is different. What in your view are we supposed to say?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So it comes out of left field, and it's an overall \"any, even, if.\" So that suggests it's just dicta and doesn't count."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Clement. Mr. Dreeben. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It's kind of hard under our precedents to draw that precise line between enumerated powers and the Tenth Amendment, and it seems a bit much to put defendant to the trouble of trying to do that under the theory from TVA that they have no standing to make a particular type of Tenth Amendment claim."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what if they argue -- what if she argues on remand, if there is a remand, that, assuming for the sake of argument Congress can enact any law that is necessary and proper to implement a treaty? The Tenth Amendment prohibits certain laws that intrude too heavily on State law enforcement prerogatives, State police power. If she makes that argument, which category does that fall into?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But you're -- you want us to say that, even if the defendant in some case might show that a constitutional violation is causing that defendant specific injury, the defendant may not be able to raise the claim of its, what you call sovereignty claim? In Thornton v. Arkansas, the term limits case, we allowed a citizen of a State to bring a challenge to a statute that the State had enacted inconsistent with its Federal powers. Now, that's the flip side. That was a State statute, not a Federal statute, but it seems to me that is inconsistent with the position you're taking. And it seems to me also consistent -- inconsistent with the rule that separation of powers claims can be presented by defendants, in Chadha v. INS, Clinton v. New York, a line-item veto case. The whole point of separation of powers, the whole point of federalism, is that it inheres to the individual and his or her right to liberty; and if that is infringed by a criminal conviction or in any other way that causes specific injury, why can't it be raised? I just don't understand your point."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't know whether that's a correct characterization of the argument that was made in -- in the Tennessee Electric case. I -- I'm looking at the brief in the case, and the discussion of the Tenth Amendment generally follows a caption that says the power to dispose of Federal property does not include any power to regulate local activities. I don't understand why that isn't the same kind of delegated powers argument that you say the Petitioner here is raising."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why didn't it just consider it as outside the Commerce Clause? I mean, they had a whole lot of law, but what is the distinction between saying, as they said then, \"Court, the TVA regulates electricity rates in Memphis and that's beyond the power of Congress to enact\"?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"In this case, which -- because of the Tenth Amendment and a lot of other things."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And this case seems the same, saying it's beyond the power of Congress to enact because of the treaty."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"How do we know that? I'm not doubting you; I just want to know."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Let's assume in this hypothetical -- just that case, TVA. State -- the Federal Government sets the price, and someone's accused of violating that price. Can that defendant come in and say, just as in TVA, that's unconstitutional because prices have to be set by the State? Can the defendant say that, or is that an anti- commandeering claim that you say they're barred from raising?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"So my question goes back to one that's been asked before, which is, give me a hypothetical of a defendant who has been convicted where it would be a pure anti- commandeering claim that you say they have no standing for."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, Mr. Dreeben, why shouldn't the defendant be able to raise that argument? If the defendant prevails on that argument, presumably the statute is invalidated and the conviction is overthrown. So why doesn't the defendant have the appropriate interest to raise that argument?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, all you're saying is that there's -- in that hypothetical is that there's no violation?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Everybody goes home."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's a merits question. That's not a standing question. Why don't we just say the defendant has standing to raise it, and then he'll lose?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, why couldn't you have said the same thing in TVA, that, while companies are -- are -- not -- yes, the Federal -- the Federal statute requires the companies to charge this price, but they might have decided to charge it on their own anyway, and therefore you have no standing?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dreeben, is your concern that there would be a clash in these cases? You've given the example of the State wants to have this registration system. Suppose the -- the defendant can raise that and would prevail? Well, the State's not party to that suit, its interests have not been represented. Is that -- is that your concern?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose a State wanted to be commandeered in Printz? Suppose they said, we really like having sheriffs take the Federal gun registration law?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I have -- I have -- I have serious trouble with that. A State can surrender its -- its -- a State can confer more authority on the Federal Government than the Constitution does?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Why isn't standard standing doctrine able to give you the protection that you're looking after? If indeed you can't tell whether the State did it because it was compelled to or because it wanted to, there was no causation and you don't have standing."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I would rather use that route of analysis than inventing the new one that you're -- that you're urging upon us."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then let's use the one we already have and -- and not -- not have to get into developing one that I've never heard of before."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Does that analysis differ in any way because this is a treaty power claim versus a Commerce Clause claim? Your briefs go back and forth on which one it is. Your reply brief now emphasizes Commerce Clause power, but your main brief was saying this is a treaty provision challenge. Do they differ?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Given the breadth of this statute, that would be a very far-reaching decision, wouldn't it? Suppose that the Petitioner in this case decided to retaliate against her former friend by pouring a bottle of vinegar in the friend's goldfish bowl. As I read this statute, that would be a violation of this statute, potentially punishable by life imprisonment, wouldn't it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"If she possesses a chemical weapon."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, a chemical weapon is a weapon that includes toxic chemicals. And a toxic chemical is a chemical that can cause death to animals. And pouring vinegar in a goldfish bowl, I believe, will cause death to the goldfish, so that's -- that's a chemical weapon."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"The difference is that Raich involved one commodity, right? Marijuana. This involves potentially thousands and thousands of chemicals. And you would have -- you would make the same argument with respect to every one of those chemicals if you take together all of the people who are -- who would use vinegar to kill goldfish or all the people who might use antifreeze to kill dogs, you put all of that together, that has a substantial effect on the interstate, the interstate market for antifreeze or for vinegar? That would be the argument?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You're trying to drive vinegar out of the interstate market? Do the people know you're trying to do this? Can you really argue that this statute is designed to drive vinegar out of the interstate market?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dreeben, are we getting to the merits of the case?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"In the category that you would like to have saved, you said commandeering, but you said there conceivably could be others. Is there anything concrete, anything other than commandeering, that might fall under this State sovereignty side of the line?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Unlikely to come up as a defense in a criminal case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. McAllister. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Pretty harsh, if we're talking about prudential standing, to deny that to a criminal defendant, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me. What do you see specifically? Because there's a lot of discussion about labels and what the labels mean in this case. But tell me specifically what -- not the word she uses, but the specific ways in which prudential considerations bar her standing; meaning: What about the nature of her claim prudentially should counsel us against giving her standing?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think Pennsylvania would be upset that the Federal Government got her when they couldn't?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in a -- in another case, conceivably, the State Attorney General can exercise his or her prosecutorial discretion not to -- not to prosecute this woman, or at least not to prosecute her under the antiterrorism law that gives her 8 years. Isn't that something for the State to be concerned about? We want to have the discretion of whether to prosecute or not for standard crimes that have no relation to interstate commerce or any other Federal power."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"She wants to make the argument that the definitions don't overlap. She wants to make the argument that this is a strictly State, local crime, and that any -- any attempt by the Federal Government to convert it into a treaty-based terrorism crime is -- is erroneous."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's what she's trying to do. Why doesn't she have standing to make that argument?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That single sentence doesn't seem -- I'm trying to figure it out. It doesn't seem to refer to just all Tenth Amendment claims. There's a footnote and it talks about no standing in this suit. Then if you look back at the lower court case, it seemed to be referring to a particular argument where the challengers had said the Property Clause doesn't give authority to the government to pass this. The reply was, that was true in Alabama, and the Court said it was okay. Then the challengers say: Oh, but Alabama agreed. And then Georgia doesn't agree. And it was in that context that Georgia says it doesn't make any difference. But if Georgia was going to disagree or agree, if that's what it turned on, we better have Georgia say whether they agree or disagree, and not have people who aren't Georgia. That's what he seems to be saying to me at the moment. If I'm right, what's comparable to that in this case? Is there some claim that she's making that it would be constitutional if they agreed in the State and it wouldn't be if not? I don't think so. I think she means it's constitutional irrespective."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. Yes. So if that's so, then how can we take this sentence as barred?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. It just says \"in this case.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, he cites. He gives a footnote and you read the page and you get an idea."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Could you just articulate for me -- we're speaking in generalities -- what in the nature of her claim, taking the labels away, do you think is a pure Tenth Amendment challenge?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"As I read her complaint, and it's always that it's a Tenth Amendment claim because Congress and the president have exceeded their powers in some --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- you haven't answered my -- my question. Why isn't that a merits decision as to whether or not the President and Congress have the power to enact this legislation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why do we have to do that? It -- it seems to me we've had a lot of discussion this morning about whether this is an enumerated powers claim or a Tenth Amendment claim. They really do kind of blend together, and it seems to me awfully difficult to put on a criminal defendant the responsibility to decide whether this is going to be an enumerated powers claim or this is going to be a Tenth Amendment claim. The basic principles do kind of merge together, and why does it make -- again, why does it make that much of a difference and why do you put the burden on the defendant to parse the claim one way or another, since I assume they can make pretty much all the same arguments under an enumerated powers -- under the enumerated powers clause --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In an enumerated powers argument."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. McAllister, I guess I don't understand why that makes a difference. The Necessary and Proper Clause says \"foregoing powers\" and it says \"other powers.\" This happens to be a case where Congress is acting under the other powers part of the Necessary and Proper Clause, but the question in either event is the extent of the Necessary and Proper Clause and what it allows Congress to do. So in -- in that sense, whether it's a treaty power case or not a treaty power case just doesn't matter. It's all a question of what Congress's scope of authority is under the Necessary and Proper Clause."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure I -- I'm not sure I understood what you just said. Are you saying that -- that she is arguing that Congress does not have the power to enact legislation that's necessary and proper for the implementation of treaties, but only for the making of treaties; that she's making that argument that's been made by some academic writers?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. McAllister, have you found any case other than this one where a criminal defendant was held to have lacked standing to challenge a statute under which the defendant was prosecuted?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that an issue for a civil lawsuit as opposed to a criminal one? Because all that would happen in a criminal suit is that the defendant's conviction would be undone, but that doesn't mean that the State is bound in some way. The State wasn't a party to the criminal action."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there's two things that could happen. One is that if the State loses, then -- and it doesn't want to lose -- it passes its own law. Or if it wins, if the case is as stated below, it just lets the status quo go. I still don't understand what the long-term injury to the State is or could be."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Your underlying premise is that the individual has no interest in whether or not the State has surrendered its powers to the Federal Government, and I just don't think the Constitution was framed on that theory."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it does -- it does assume, as Justice Kennedy said, that the reason that is there in the Constitution is only for the benefits of the States, and not for the benefit of the people in the States. So if a State chooses to give it away, the -- the individual has -- has no standing. You say it's third party, we're raising the States' rights. I think what the other sides is arguing; this is not a right of the States, it's a right of the individual to have the State take charge of certain matters and the Federal Government take charge of other matters. I don't see why that's any different from an Article I, section 8 claim."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There -- there's a question of causality, so some of them will -- will not be valid because you can't show that the -- that the State was coerced into doing something and therefore you can't show that the violation of the Constitution caused your injury."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. McAllister."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Clement. Mr. McAllister, this Court appointed you to brief and argue the case in support of the judgment below, you have ably discharged that responsibility for which we are grateful. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2755,"interruptions":7,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1854,"interruptions":9,"times_spoken":34,"laughter":0,"num_int_by":5},{"id":2,"fullName":"STEPHEN R. McALLISTER","firstName":"STEPHEN","lastName":"McALLISTER","counsel":true,"justice":false,"side":"respondent","words_spoken":2529,"interruptions":9,"times_spoken":25,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":301,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":380,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":657,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":378,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":210,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":584,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":4609,"times_spoken":55,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":9,"words_spoken":2529,"times_spoken":25,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":2,"words_spoken":3519,"times_spoken":81,"laughter":0,"num_int_by":1}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.5190656985392771,"respondent":0.4809343014607229,"date":1472418052914}}