{"petitioner":{"name":"ERICA P. JOHN FUND, INC., fka ARCHDIOCESE OF MILWAUKEE SUPPORTING FUND, INC.","counsel":[0,1]},"respondent":{"name":"v. HALLIBURTON CO., ET AL. ","counsel":[2]},"caseNumber":"09-1403","date":"2011-04-25T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 09-1403, Erica P. John Fund v. Halliburton Company. Mr. Boies. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I just stop you there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Boies, if could What if that had  been disputed?  Is that something that can be disputed at the certification stage?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Boies, what's the difference then?  Why could that be disputed at the certification stage, but not the question of price impact?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how about materiality? Could you rebut materiality at the certification stage?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now I'm a little confused, because the efficient market and materiality  are all part of the prima facie case triggering the Basic presumption.  So, why couldn't you rebut one part of that case but not another part of that case?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But common reliance --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- can be rebutted at the -- common reliance can be rebutted at the certification stage?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The Basic presumption can be -- can the Basic presumption be rebutted at the certification stage?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can it be rebutted by proof other than proof generally disproving the efficiency of the market?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is that based on, the footnote in Basic?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's pretty thin, isn't it?  It's a -- it's dictum in a footnote in an opinion issued at a time when conditional class certification was permitted.  Do you have anything else to support that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have anything in the rule to support that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Boies, how would it work in your view of the case?  That is, you say that the loss, what's been called loss causation, is not something to be decided at the certification stage, but at the trial or summary judgment.  Well, how -- how would the plaintiff class prove loss causation?  Given the reliance hurdle that you have surmounted, now you're in -- you have your class certified; how does the class prove loss causation."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, doesn't a lack of response to a disclosure -- couldn't it be in some situations reflective of an inefficient market?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it?  Why is this case -- why can't you pigeonhole this case into that argument, which, it appears what your -- what the Respondents have done is move away from the loss causation proof and gone to the issue of whether they rebutted reliance or not."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Boies, you  talked about loss causation.  The Respondents assert that that's not what the Fifth Circuit was really doing, that -- that really they're just trying to rebut the presumption essentially of -- of Basic by -- by showing that at the -- at the far end, there was -- there was nothing that could justify the presumption. Would you be satisfied if we just said that we agree with you that the requirement to prove loss causation is -- is no good, and sent it back to the Fifth Circuit and then let the Fifth Circuit adopt the theory that Respondents assert they have already adopted?  I mean, it's sort of a Pyrrhic victory, it seems to me, if you haven't just disapproved loss causation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they -- they would construe it the way Respondents say they have already construed it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think what you've said is that there's really no difference between loss causation and what Respondents assert that the Fifth Circuit found."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but -- but you -- you would want us to say that and not just say that loss causation --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you see or what difference do you see between their loss causation evidence and an inefficient market?  Could they -- assuming there was no stipulation in this case, do you see any difference in -- in how they could use the fact that other information affected the market and not this one?  Or is it your theory of the case that there is no evidence that they could marshal to show that this is an inefficient market?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say to -- to the following argument, that there are some economists who say that, even in a market that is generally efficient, there can be instances in which the market does not incorporate certain statements into the price of a stock; and therefore even when it is demonstrated that the market meets the test for efficiency that the lower courts have settled upon in the wake of Basic, the defendant in a -- in a class action where there is  reliance on the Basic presumption should be permitted at the class certification stage to prove that the allegedly fraudulent statements had no impact on price, and by doing that destroy the theory that the class relied on the statements, because they relied on the price which incorporated the statements?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, whether there's an efficient market is also common to all members of the class, so why would you make an exception for that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But you acknowledged that if the cause was the fact that the market was not efficient, that could be raised at the certification stage."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The rule isn't, I take it -- or correct me if I'm wrong -- that simply because the issue is on a class-wide basis, it can't be challenged at the certification stage.  We don't have a rule that's that broad, do we?  Or am I missing a point?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But suppose there's no demonstrated basis that that common issue exists?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Class certification is not a merits determination except with respect to reliance?  Except with respect to the fraud on the market theory?  That you can; that is a merits inquiry and you can decide it at the class certification stage?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":3,"sideBefore":"justices","text":"And except, just to add to the Chief Justice's question, an efficient market theory?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You seem to -- maybe I don't understand your argument, but you and Mr. Boies seem to be arguing that whether there is a common question -- that it is a common question whether there is a common question, and therefore that has to wait until the merits stage.  Is that what you're saying?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And if they show that the statement was not incorporated in the price, in the price, and they're not claiming that they relied, that  every member of the class actually relied on the statement, they're all claiming they relied on the price - if they show that the statement wasn't incorporated in the price, then why doesn't reliance cease to be a common issue and become a question of an individual issue that would have to be proved by each, each member of the class?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah, but the fact that they would lose on the merits doesn't necessarily mean that they are entitled to class certification."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you -- can you do this in reverse?  I mean, suppose the class comes in and, instead of proving at the outset that the market's an efficient market and allege a misrepresentation, they come in at the back end and they say:  When that statement that we assert was a misrepresentation was corrected, the price of stock went down and we lost money. Now, it seems to me you would have to argue,  well, that's a good allegation if it's an efficient market, which is a common question, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So they can certify under Rule 23 by using the back end.  Instead of proving the efficient market, they can prove that there was a statement correcting the alleged misrepresentation, the price of stock went down, right, and they can certify the class?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why not?  It would be -- it would be a common question whether the market's efficient or not."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"They're not relying on that assumption.  They -- they come in and show that there was a correction of what we alleged was a misstatement and the market went down.  That's all that they allege. And of course, that proves anything only if there's an efficient market.  But that will be a common question to the whole class, so we'll, we'll -- we'll save that for later."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but they assert that. They assert that the reason it went down was because of the initial misstatement."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand that.  I'm just saying that seems to me it's a crazy way to run a railroad."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"If you can allege what's upfront, you can allege what's -- what's in the back, and what's upfront becomes a common question, so you certify the whole class."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel.  Mr. Sterling. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I -- when -- what in the Fifth Circuit's decision puts this inquiry into the reliance prong and where did you argue it this way below?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you give me a place in the record where you actually said that, as opposed to relying on Oscar to argue that the Fifth  Circuit was right in addressing as a merits question whether the plaintiff had proven loss causation?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So you're not defending the rationale of the Fifth Circuit now?  You're -- you're sort of backing yourself into the reliance element?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Sterling, if I think -- if I disagree with you and I think that Oscar said that loss causation needs to be shown at the certification stage, you agree that that is not a correct statement of the law; is that correct?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Sterling, I wasn't sure what argument you were making in your brief.  One  possible argument you could be making is that the plaintiffs have to show a price impact.  Another possible argument you could be making is that you have to have the opportunity to rebut the plaintiff's use of the Basic presumption by yourself showing that there was no price impact.  And you seemed often to be saying the first, even though I would think that the second is the most you can make as a -- as a plausible argument."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but why do you --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":8,"sideBefore":"justices","text":"The way the Fifth Circuit wrote the decision, the Fifth Circuit seems to be saying:  Plaintiffs, you didn't show an initially false representation; and you, you plaintiff, didn't show a -- a corrective statement that caused a price drop.  As I read the Fifth Circuit's decision, it says:  Plaintiff, you failed to prove one of the two things that you would  have to prove. And you say:  No, they really put the burden on -- on defendants, Fifth Circuit put the burden on defendant and found that defendant had met it instead of the other way around?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can I -- I'm trying this  question out.  Try to give me your best answer.  If I don't have it clear enough, just forgive it and go on to another.  As I'm understanding this case with Basic, the idea is there is a presumption.  Somebody lies and says there's an oil well I found oil in.  A lot of people buy on the stock market.  It turns out there was no oil, and a lot of people say they lost money.  All right. The point of the stock market presumption is to say:  Smith, you're a typical plaintiff and this presumption is going to help you by the following. We're going to say what happened to the typical person on the stock market during that period happened to you, and there are a lot of people who bought and sold on the stork market.  And that's why efficient markets is needed to show at the certification stage, because if there weren't certification -- if that isn't shown, the whole thing falls apart. But what you're just saying on terms of whether the revelation lowered the price has nothing to do with the question of what happened to the typical person, Smith, happened to you, nothing to do with it. It has to do with whether anybody was hurt.  Now, that has nothing to do with the certification stage.  That's the win or lose stage. Now, that's how I'm understanding it at the  moment.  So what's wrong with the way I understand it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Which means you would lose. I -- I mean, which means that the plaintiff would lose. But it doesn't mean that there is not a common issue, that the -- that the latter question, whether in fact the market was affected or not is, is not a common question.  Rule 23 only requires that -- that there be a common question."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, could you explain to me why in this case it's not reasonable to believe, meaning assuming the truth, that there was falsity in the statements made, those alleged --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Assuming truth to those statements, why wouldn't a market react to corrective measures?  Because what I see is a difference between saying it's an inefficient market or that the statements had no price impact for some other merits-related reason.  But why does that tie to an inefficient market  at all?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So tell me why on its face, with the false statements alleged here, why would it be unreasonable to conclude that the market wouldn't respond to them?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but you conceded efficiency below, so you've sort of given up that argument."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But your -- your argument  seems to say, to -- to get a class certified you have to virtually prove your case on the merits.  You -- you leave almost nothing over.  I mean, if you've won the class action certification on your basis and you've shown the material misleading and the price dropped as a consequence, the efficient market first -- you've shown all that, what else is left on the merits?  You win on the merits if you win certification."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Sterling, maybe this is just to repeat Justice Ginsburg's question, but what else is there?  I mean, what would not be proper to introduce in the way that you're talking about at the certification stage?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The Fifth Circuit suggested that scienter could come in at the -- at the certification stage.  You're disclaiming that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The only requirement we're talking about is (b)(3) because it's -- it's not argued and the district court found that all of the 23(a) requirements were satisfied.  That's not the particular --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"On your rebuttal proof  point, you said just now that all you had to do was come forward with some evidence, but that the burden remains on the plaintiff.  Is that -- what kind of evidence do you think you have to come forward with in order to flip the burden back to the plaintiff?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying you can put an expert on the stand and the expert will say there was no price impact, and then the plaintiffs have to make the case that there, in fact, was a -- a price impact at the certification stage, that the plaintiffs have to prove that by a preponderance?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Once you put a expert on the -- on the stand."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that does suggest that the Basic presumption isn't worth much in your world. That you put an expert on the stand, and the Basic presumption falls away, and the plaintiffs have to actually prove their case at that very early stage that there was no price impact."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, I suppose if you prevail and a defendant tries to establish at the certification stage that there's no loss causation and loses, then that's law of the case and you've missed the three opportunities that Mr. Boies was willing to give you at the pleading stage, summary judgment, and the  merits.  That issue is out of the case if you lose, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if there's no -- no new evidence?  One of the objections to your theory is you don't have discovery at the certification stage.  What if you have no new evidence to put on at later stages?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that the whole reason you -- you say that the class certification stage is so significant is precisely because once the class is certified, there will be immense discovery on the merits of the case, which will be so expensive for defendants that they're inclined to throw in the towel.  Now you're telling us that you -- you want to move discovery up to the class certification stage?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I -- I'm sure it wasn't your point, but -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no.  You -- on page 13 of your brief you say one of the objections to it -- to your opponents or your friends' view is that it would just postpone the defendant's ability to rebut the presumption, result in countless classes being certified with the certain knowledge that they would have to be decertified later.  Well, if it's so certain, then there's no in terrorem effect."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Does your rule apply in all fraud cases?  That is, a thousand farmers say, Mr. Jackson was our common buying agent, and the defendant lied to Mr. Jackson, and he relied on the lie. It is a common issue whether he relied on the lie or he didn't rely on the lie.  I can understand somebody saying at the certification stage they have to see whether he's really a common agent.  But let's imagine that's assumed.  The only question left is, did he rely or not rely? Is that a question for the merits or is that a question for the common -- for the --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying in the case that I just gave you reliance is for the merits?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Whether he really relied or didn't rely, the common agent is for the merits?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is that -- is that your answer is?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No.  A thousand people say Mr. Jackson is our common buying agent, and the defendant lied to this common buying agent, and he represented us.  Relied on that.  I'm asking if you that issue of reliance in an appropriate case is for the certification stage?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And they also have to prove there is a lie?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Sterling. Mr. Boies, you have 5 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you win, so you  win at the certification stage or at the pleading stage, whatever.  So why is it such I big deal to you here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel.  The case is submitted."}],"people":[{"id":0,"fullName":"DAVID BOIES","firstName":"DAVID","lastName":"BOIES","counsel":true,"justice":false,"side":"petitioner","words_spoken":2046,"interruptions":6,"times_spoken":27,"laughter":0,"num_int_by":4},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1459,"interruptions":6,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":2,"fullName":"DAVID STERLING","firstName":"DAVID","lastName":"STERLING","counsel":true,"justice":false,"side":"respondent","words_spoken":2622,"interruptions":8,"times_spoken":35,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":313,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":459,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":401,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":287,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":363,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":648,"interruptions":2,"times_spoken":17,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":73,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":453,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":3505,"times_spoken":42,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":8,"words_spoken":2622,"times_spoken":35,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":7,"words_spoken":2997,"times_spoken":80,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.48429788017425884,"respondent":0.5157021198257412,"date":1472419305429}}