{"petitioner":{"name":"BOROUGH OF DURYEA, PENNSYLVANIA, ET AL.","counsel":[0,1]},"respondent":{"name":"CHARLES J. GUARNIERI\n","counsel":[2]},"caseNumber":"09-1476","date":"2011-03-22T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 09-1476, The Borough of Duryea v. Guarnieri. Mr. Ortiz. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You agree that the Petition Clause is -- is different and does have a separate content?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Speech Clause, in the employment context, has been interpreted to cover the content. Whether it -- whether it applies or not depends upon the content, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you want the Petition Clause also to turn on the content?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me you're either petitioning the government or you're not petitioning the government. Why -- why shouldn't the line be, if you're petitioning the government as employer is different from petitioning the government as ruler? Why shouldn't that be the line that we draw?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which wouldn't necessarily break out the same way as whether it's a matter of private concern versus a matter of public concern."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the core -- the core of the Petition Clause is petitioning. The core of the Free Speech Clause is political speech, of course -- speech in public interest -- but the core of the Petition Clause is quite different. It's simply whether you're petitioning. Surely you -- you could petition the -- most of the petitions in the early years were regarding private matters; isn't that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true, and it seems to me the -- the core is involved whenever you're asking for a change. And it seems to me that the key distinction, if there is one, is whether you're asking for a change in -- by your employer in your employment conditions or a change by the government in some matters over which the government has control as -- as sovereign."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It may well be, may well be."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would they have to do both? Would they have to do both?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're proceeding with a claim under two separate provisions of the Constitution, it should not be surprising that you might have two different tests."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it make -- why would it make a difference at what you call the balancing stage whether it is -- whether the distinction is between public speech and private speech on the one hand or government as employer and government as sovereign on the other? Why would there be any difference?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think all you're saying is that one of the elements of Pickering balancing is the element of Petition Clause jurisprudence, as I suggested it -- it might be applied; that is, in Pickering balancing, certainly you have to ask, was what the individual was asking for a change in employment conditions? That would be one of the questions. If so, it was a private matter, and then you go on to the rest of the balancing. But it seems to me you have to make that determination under Pickering balancing anyway, and once you make it, you've answered the -- the Petition Clause question."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What kind of case, hypothetically, would qualify under your theory as a petitioning case to the sovereign? Would a claim of retaliation because of a termination based on race qualify?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that get to the -- to the merits of the case? You have to from -- you can't invite a question as to whether the sovereign is responsible until you litigate the issue. So what is the -- addressing Justice Scalia's question to you, what would qualify as a petition to the employer as opposed to a petition to the sovereign and why?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Those are clear cases."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I was asking the flip."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you have to wrestle with the same problem if you apply the other test that you -- you were proposing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Namely, whether it's a private matter or a matter of public concern. You confront the same difficulty, don't you?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Ortiz, you're not drawing any line depending on the branch of government, in other words, executive, legislature. Those are certainly branches of government to which one can petition. But access to court you agree comes within the Petition Clause?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the -- this as I understand it, came up originally as arbitration under the -- wasn't it under the collective bargaining contract?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that count also, because it is a mechanism set up by a government employer?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if lawsuits are covered by the Petition Clause, why is it that in the innumerable cases this Court has had concerning what due process of law consists of, we've never mentioned what the Petition Clause requires. I mean, if the Petition Clause guarantees access to the courts, certainly there are some minimum requirements that it imposes as well, and I don't recall any of our cases dealing with lawsuits that mention the Petition Clause. That's rather extraordinary if indeed it governs all lawsuits."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe that's all they had in mind, or petitions to the executive as well. What -- what evidence do you have that it applied to lawsuits?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with you that that's slender."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are not challenging that, as I understand."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Ortiz, can I try a hypothetical on you? Suppose that there is a city employee and unrelated to the fact that he is a city employee the government takes some part of his property without just compensation. And he sues the government, and the government says, somebody says, his employer, that his supervisor said: Do you know what he's just done? He's just sued the city; I think we should fire him. And he brings a retaliation claim. Is that protected under the Petition Clause?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Really? What has he done that's protected under the Free Speech Clause? He has brought a suit saying: I'm entitled to just compensation. It seems to me -- the reason I ask is because this seems to me a purely private matter which would not get protection under your test."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I see, so that goes back to Justice Scala's difference test, which is it's not a matter of public concern versus private concern, but it's a matter of employment-related versus not employment-related, correct? Is that correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Ortiz. Mr. Palmore. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"How much of your argument is premised on the fact that there was an alternative mechanism to the court system available."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Meaning let's assume there wasn't a collective bargaining agreement, let's assume there wasn't a State law protection, all of the items that you mention in your brief as existing to resolve disputes, that the only avenue for redress were the courts. So where would that put your argument?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Putting it aside. You -- you were talking about constitutionalizing a grievance process. I'm going more broadly and saying how much of your argument depends on that fact?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What was the meaning would -- it is harder if all they have access to is a court proceeding."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"How about if they don't?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"How about if they don't? That's my point. Then what happens to the Third Circuit's definition?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Palmore -- I'm sorry."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose a State legislature passes a law depriving all State employees of collective bargaining rights, and a State employee files a lawsuit saying that this law violates the State constitution, and the State employee is thereupon fired. Is that a matter of public concern or not?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And suppose -- now going back to Justice Sotomayor's example, suppose that there were a -- a class action alleging systemic discrimination in some governmental workplace. Would that be a matter of public concern?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you -- can you think of any instance where speech by the employee would not be protected under the Pickering-Connick free speech calculus but would be protected under the Petition Clause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- wouldn't a -- a written letter to -- to the employer, the government employer, similarly be a petition? Is a lawsuit any more of a petition, if indeed it is a petition at all, which I doubt? Surely filing a statement with the employer is a petition as well. So how does the form make any difference?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Palmore, what about the distinction that the other side brings up that Connick is about what happens inside the workplace -- you don't want to disrupt the routine by the kind of activity in which Myers was involved -- but the Petition Clause, they're talking about conduct outside the workplace, that is a complaint filed in court, nothing that's happening in the workplace."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Palmore, on that matter, one last hypothetical. Suppose the New York City council passed a resolution that said a precinct house would be closed all night long from 7 p.m. to 7 a.m., and the chief of -- of that precinct filed suit saying that this was micromanagement and it was going to affect the public safety of the citizenry, and then that chief of police was fired. Is that a matter of public concern?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Schnapper. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But all of our cases have equated the Petition Clause reach with that of the First Amendment, and our cases under the First Amendment have made clear that we don't want to constitutionalize the -- the employee grievance procedures."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Does the Petition Clause cover anything that the First Amendment does not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, getting back to the second part of my question --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- in the First Amendment cases we were concerned about, as I said, constitutionalizing employee grievances. If you constitutionalize it under the Petition Clause, how is that any less a problem of constitutionalizing it under the First Amendment?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"All you have to do then is add a sentence to your complaint saying: This is an example of how the government employer mistreats its employees?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And then it becomes more generalized?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What if added to that is \"and I'm going to sue\" or \"I'm going to file a grievance\"?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, under -- under the First Amendment speech clause --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We have said that an employee's, public employee's, right to speech can be regulated, can be confined, can be restricted beyond what the State could do for a nonemployee. Are you saying that if -- if the Petition Clause is involved there is no right to restrict what the -- employer does?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then you have to offer a test and you don't want the public concern test, so what's your test?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And you would be content to apply that analytic, broad analytic framework to the Petition Clause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's talk about it. I find it difficult to believe that lawsuits are covered by the Petition Clause when it is very clear that the Congress can prevent all lawsuits against the Federal Government by simply refusing to waive sovereign immunity. Now, you know, how can you have a constitutional guarantee of the right to petition the government, which you say includes the -- the right to -- to be in law court, and yet the Federal Government can exempt itself from suits in law courts?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not talking about just a lower court system. I'm talking about all suits, right up to the Supreme Court. The Federal Government can say: You can't sue us."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying that the Petition Clause only covers those petitions that the government chooses to allow; is -- is that what the constitutional guarantee is? If you choose to allow a certain kind of petition, it is constitutionally guaranteed. That's not much of a guarantee."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Schnapper, you can write a letter to the president, you can write a letter to your congressional representative, but getting to a court, you have to pay a filing fee. And since this would be a civil case, this Court has held if you haven't got whatever is the filing fee amount, too bad, you don't have access to the Court."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you -- do you think --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Are you suggesting that in one of these suits you wouldn't have to pay the filing fee?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose the Borough here bought something from a company under a contract that included an arbitration clause. Would that, would the right of the company to engage in arbitration be protected by the Petition Clause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What's the earliest English or American case you have that refers to a lawsuit as protected by the Petition Clause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"How many?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"40 years ago."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So for a couple hundred years, nobody -- nobody connected the two?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In the Garcetti case, the district attorney was disciplined for sending a memo because he disagreed with how the trial strategy was supposed to unfold, and then he actually made that argument in court and was disciplined for that. Would he have been protected if he had just gone to court to sue the office of the district attorney on some sort of a prospective injunction saying, with reference to all search warrants you should follow the following procedures? Would that have been protected, even though the memo was not?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Would you have objected if the same analysis were used in the Petition Clause case as in the actual case? Just take the --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Just white out \"Speech Clause\" and put in \"Petition Clause\" and file the same opinion?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I want to know how the analytic framework differs."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mr. Schnapper, can I ask Justice Kennedy's question in maybe a little bit of a different way? In -- in the Connick inquiry, you have a threshold inquiry and then you have a balancing test. Now, you're suggesting that the threshold inquiry, the public concern inquiry, is kind of apples and oranges here; it's just not appropriate for the Petition Clause. But the question that then follows is, should there be a replacement threshold inquiry before you get to the balancing that Connick suggests is the second stage of the process?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What if a number of municipal employees prepare a formal document called \"Petition,\" and they say: We have a grievance, and our grievance is that the quality of the food in the cafeteria is poor? Now, is that protected by the Petition Clause?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Where does that rule come from? It's drawn out of thin air?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Schnapper, this is not -- if you're -- if you're talking about the practical significance, Myers in Connick was going around the office, collecting signatures. She was taking a poll. She was taking a poll and the poll was going to be presented to the employer. That sounds much more petition-like than filing a grievance pursuant to a collective bargaining agreement. So the -- the distinction between Connick, who was taking a poll -- why wasn't that a petition? Maybe -- did she just put the wrong label on it? If she called her case a petition case, it would have been all right?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you're the expert in this area, but that -- that surprises me. I thought it was quite common in the early 1800s for you to go to all your neighbors -- and the book \"Quarreling About Slavery\" explains this, where there were petitions signed by many of the constituents in the congressman's district."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And there were scores, scores of -- of signatures on these petitions. So that's like your card table."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That was the Calhoun position, not the John Q. Adams position."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Schnapper, let's come to the century in which we are now living. We have Title VII. Title VII has this provision, an explicit provision against retaliation. But suppose it didn't. Suppose it just prohibited discrimination and it didn't have a retaliation clause. It's the thrust of your arguments that the government employee would have a claim for retaliation, although someone in the private sector would not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but that's the basis of our law in this area is that when the government is actually the employer the rights of the individuals are somewhat different, and they're closer to the rights that private employees have. So simply saying that these constitutional provisions apply against the government and therefore, you don't have to worry about the distinction between private employers and government employers doesn't seem to be -- me to be completely responsive to our precedent."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Schnapper, isn't the real question in these cases whether the employee is acting as a citizen or instead whether the employee is acting as an employee? And in the speech cases, that distinction suggests a public concern threshold inquiry. Maybe in the petition cases it suggests something else, but that that's really the question we should be asking is, is this employee acting as an employee or as a citizen?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You do, I think, recognize that it would be possible then to circumvent Connick if you could turn around and file a pleading and say: Now I have a petition, not just a grievance."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but things will be a lot different if we give the sanction to your theory. I think the idea that it hasn't happened in 17 years in the wake of San Filippo is a little bit -- it's not very compelling."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the most likely solution when you have an employee grievance along with it is that some umbrella settlement -- I mean, the employer doesn't want to spend -- I mean, that's part of the reason our doctrine developed under the First Amendment. The employer doesn't want to have to worry about spending time and money in court to resolve what is essentially an employee grievance."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Counselor, your client won everything in his collective bargaining grievance. He got his pay back, he got them to stop doing what they did, and he found a lawyer to file a constitutional claim. So your suggestion that lawyers won't fight semi-chaotic adventures is realistic as well."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"People get upset about how they're treated all of the time, and they find lawyers to file suits about that treatment."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Your submission is there are not very many -- throughout the whole country there are very few frivolous 1983 cases or employment cases, that's your point?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Ortiz, you have a minute left. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DANIEL R. ORTIZ","firstName":"DANIEL","lastName":"ORTIZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":1933,"interruptions":9,"times_spoken":31,"laughter":0,"num_int_by":4},{"id":1,"fullName":"JOSEPH R. PALMORE","firstName":"JOSEPH","lastName":"PALMORE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1307,"interruptions":6,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":2,"fullName":"ERIC SCHNAPPER","firstName":"ERIC","lastName":"SCHNAPPER","counsel":true,"justice":false,"side":"respondent","words_spoken":3235,"interruptions":25,"times_spoken":43,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":370,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":825,"interruptions":0,"times_spoken":24,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":510,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":308,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":496,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":350,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":123,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3240,"times_spoken":45,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":25,"words_spoken":3235,"times_spoken":43,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":4,"words_spoken":2982,"times_spoken":89,"laughter":0,"num_int_by":1}],"outcome":{"side":"petitioner","margin":9}}