{"petitioner":{"name":"DORETHA H. HENDERSON, AUTHORIZED\nREPRESENTATIVE OF DAVID L","counsel":[0]},"respondent":{"name":"ERIC K. SHINSEKI, SECRETARY OF\nVETERANS AFFAIRS ","counsel":[1]},"caseNumber":"09-1036","date":"2010-12-06T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 09-1036, Henderson v. Shinseki. Ms. Blatt. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Blatt, you do have a substantial hurdle to contend with in this Court's decision in Bowles v. Russell, which seemed to say if you have a time limit and it's statutory, it is mandatory and jurisdictional. So here, we have a time limit set by statute, not by rule, and why doesn't -- why isn't that dispositive?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Gee, I thought Bowles was a nice, clear case. I mean, you can always find some distinction in the next case, and I thought the object of Bowles was to say if it's a -- if it's a limit on appeal, it's jurisdictional. That would -- and that's, I gather, what the Federal Circuit took it to mean. And I would have done that if I was down there, probably."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But doesn't -- doesn't the Social Security context -- it doesn't speak of an appeal, does it? It talks of a civil action."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you're right that -- you know, that there is -- there is a parallel in what's going on, but the statute does not call it an appeal. It calls it bringing a civil action --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to challenge their decision."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that is jurisdictional, 7292?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- so --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Counsel -- I'm sorry."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Go on."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I'm -- I'm not sure why Congress would have actually known the difference that we established in Bowles, because when it passed this statute, it was before Bowles, wasn't it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what to read of its knowledge of Bowles, whether it meant jurisdiction or not, is -- is a bit of a fiction, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's the rule? Justice Scalia said Bowles seemed to establish a sensible, clear rule, which is if Congress uses the word \"notice of appeal,\" it intends a jurisdictional restriction."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That appears to be the rule that Justice Scalia articulated. What would be your rule or test now to determine Congress's purpose? What -- what of our cases would you point to that establish a different rule?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure what that distinction is. I'm sorry. It --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what we went on was the word \"notice of appeal\" in Bowles, with -- within a historical context."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When you -- you would have us make a statute-by-statute determination as to what we think Congress intended whenever it uses the term \"notice of appeal.\" And perhaps that's not a big problem, if there are not a lot of other statutes like this one that use the term \"notice of appeal\" and with respect to which it is not settled whether it is jurisdictional. Do you have any sense of how many others there might be?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Although that -- although that would happen when he appeals from the -- from the veterans' appeals court, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How much time does 7292 give to go from the Veterans Court to the Federal Circuit?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But this one, to get to the Veterans Court, is 120 days, which is a lot of time. Do you know of any other time limit that is that long?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, for appeal. For appeal."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know of any other appeal statute that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the latter I can understand, but I don't have a whole lot of sympathy for -- I mean, when he loses below, he gets a notice that says specifically he has to file an appeal with this court, doesn't it? Doesn't it say that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So he sends it -- he sends it to the VA instead of to this court?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would equitable tolling even cover that situation? It would seem to me -- I'd say it told you where to file; you simply didn't follow the instructions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that? Is that --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Blatt, you are making -- you said that the closest comparison is in the Social Security, because there's disability benefits in both cases. Apart from that we -- one is commenced by a complaint filed in the district court, the other, a notice of appeal, is there any difference in the brand of review? That is -- as I understand it, Social Security review, although it's by the district court, is also on the administrative record."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, counting -- I appreciate all those points, but counting -- cutting, perhaps, the other way is that it's not a real adversarial system before you get to that stage. It's a collaborative effort, the Veterans Administration and the -- the individual."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Which seems to me may counterbalance a little bit the fact that the veterans are uncounseled."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't navigate it entirely unassisted. I mean, isn't there usually assistance from a nongovernmental organization such as the American Legion or --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right, but do they -- do they drop them like a hot potato once the VA portion is over? They don't counsel about how to file an appeal?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think normally he isn't assisted -- he is not assisted by one of these people?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not talking about a lawyer; I'm talking about advice from somebody at -- in the American Legion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think -- unless I'm missing the point of my colleague's question, it's two different issues. Of course, they don't participate in the court. They're not -- they're not lawyers. But it's not clear to me why they wouldn't participate at least in the process of saying you've got to file your notice and here's where you file it. Are you saying they don't do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, they do it regularly, and they -- every now and then, they file it in the wrong place?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see how that works. You've got somebody there, and he has been telling them where to file it and file it and file it, and all of a sudden he tells him to file it someplace else?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Earlier, Ms. Blatt, you said that they wouldn't even know."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they don't get notice; only the veterans --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens if the veteran doesn't get notice?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what clear statement rule are you talking about?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I know. I remember that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I remember that. thought that that was a prospective bright-line rule. It's kind of hard to apply a new bright-line rule retrospectively. I understood what we said in those cases to be: Look, Congress, we're tired of trying to sort out this ambiguity. From now on, if you want it to be treated as jurisdictional, tell us it's jurisdictional. That makes sense prospectively, but it doesn't make sense to do that to statues that were passed before we announced our bright-line preference."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I'm trying -- I understand -- changing the subject -- but in my question, you invoked the bright-line rule of Arbaugh that the statute should say \"jurisdictional.\" And I'm just saying that only makes sense prospectively."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Blatt, are you -- are you -- we have in Bowles itself -- it was from the district court to the court of appeals, and then we have from the court of appeals to this Court. Those two provisions were cited in Bowles, the 2107. And what is the provision for -- for cert?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Those -- those, as far as I remember, were the only provisions that were cited."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So whenever we have time limits in the future that do not contain any -- any explicit provision for waiver of failure to meet those time limits, you're asking us to find that all of those are non-jurisdictional?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it a filing requirement? It's -- it's a --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an appeal. It's a requirement for appeal. Whenever there is an appeal deadline that does not have an exception for -- you know, you -- you can get it extended for 10 days or whatnot -- whenever there's no exception, you want us to hold it's not jurisdictional?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Although you're willing to -- to allow that happen when there's an appeal from -- from the first appeal, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that was --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That was the Federal Circuit's position until Bowles, right? But this was an en banc decision, and it overruled two prior cases --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If the veteran is so profoundly disabled that the veteran can't file the notice of appeal within 120 days after the notice of the decision, at what point after the 120-day period would the right to file a notice of appeal be cut off? Would this go on potentially indefinitely?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Miller. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So it's only --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Of course --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"justices","text":"I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Of course, in Bowles it was from an Article III court to another Article III court. Here, although we're dealing with an Article I court, there are characteristics of what you might call internal agency review. The court is specialized with respect to veterans' affairs, and there are particular standards for review that you don't find when you're talking about between the district court and the court of appeals."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I guess it's related -- just to get everything out on the table, it's related to the same point that I thought was significant in Bowles: That you are dealing with a time limitation that lawyers had long recognized as being, you know, a drop-dead date."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It didn't mention -- Bowles didn't mention anything like an appeal from an agency where the district court is -- is sitting, essentially, as an appellate court. But Bowles really was dealing with court-to-court, because it mentioned 2107 and 2101, and I don't recall that it mentioned any -- anything other than court-to-court situations."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Except that -- that one is an adversarial proceeding, the immigration proceeding, and the veterans' is supposed to be claimant-friendly. But I think that the -- the -- just as Bowles is -- is a challenge for Ms. Blatt, so for you is the Social Security context, because it seems to me the quality of review is the same; that is, what the district court does in a Social Security disability case is the same thing that the Veterans Court does in a veteran's disability case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it is -- it is an appellate review, isn't it? I mean, the district court goes on the record before the agency."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Are we supposed to still pay some attention to what we think Congress would have intended?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. And if the answer is \"certainly,\" how likely do you think it is that Congress would have intended its statutes, in an ordinary case where two big businesses are suing each other and they've already had a day in court and now one of them wants to appeal and Congress writes in, if you miss the deadline, you can have it extended through excusable neglect, and you can even have it extended much later if nobody got a notice. That's with two big businesses. But if you have someone who served his country and was wounded and has post-traumatic stress syndrome or schizophrenia, to that person you say -- who has never had a day in court -- if you don't meet the deadline, you are out, no matter how excusable it is. How -- who in Congress would have likely thought such a thing?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And it made some sense. I mean, when you look at the statistics, when you get into this court, the veterans almost always win, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the relevance of that, if the veterans win? I mean, perhaps they are entitled to win. Is the idea that you would cut off their right to appeal because you are afraid they'd win?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"My point was the exact opposite: That if you -- if they almost always win, you assume that Congress wouldn't want to cut them off, because it's -- you know, if only 1 percent of the veterans appealing win, then you might understand an absolute rule, because they're not as -- statistically anyway, we're not losing much. But if, as I understand to be the case, about 80 percent of them win, you might cut them a little slack on appealing because it is a very significant part of the -- the process."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"What -- what is the reversal rate?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Any idea what the normal rule is from district court to court of appeals?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Miller, do you -- do you really think Congress thought about this? Do you think the members of Congress who voted for this bill thought about this -- this rather narrow point, about whether, if you file too late, it's jurisdictional or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So don't we pretty much have to go on what they wrote?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'll bet you a dollar to a donut that -- that nobody thought about this narrow -- narrow issue. So it -- it ought to be a question of -- of what this language ought to be taken to mean. What's its fairest reading? Now, I'm not sure that means you win, but -- but surely that's the issue, not -- not what -- you know, whether -- whether Congress could have been so mean. They didn't think of this."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What do you mean, \"right\"? I thought within -- first of all, a donut costs a dollar, so I don't see much appeal there. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"But -- but don't we, throughout the statute books, try to work out from context, language, and objective purpose what a reasonable member of Congress would have intended, whether they thought about it or whether they didn't think about it, which would require X-rays into the brain that have not yet been invented?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that's court to court. Do you have any case, at the time or before the statute was passed, that ever held that a statutory deadline from an agency to a court of appeal was jurisdictional in the sense of Bowles?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well after."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But those had different language. They used \"barred\" language rather than \"filing\" language. Most of those."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But Bowles itself made -- made a major point, which I thought was relevant. Though I didn't join it, I thought it was relevant. And that is we look at the statute, if you are looking at the statute, and notice that there are exceptions written into it. And the fact that there are exceptions written into it lends some support to the notion that we, as a court, should not read other exceptions into it that weren't mentioned. Now, that's something the Court seemed to emphasize. And here, when I looked at this statute, I noticed there are no exceptions written into it. And, therefore, following Bowles rather than rejecting Bowles, it would seem that Bowles would support the reading of this statute to allow courts to read into it, because they don't mention anything themselves."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's the main thing. Leaving that out for a second, if you -- if you thought there can't be a rule that governs all of the thousands of different -- or many different statutes, you should look at the context. So sometimes you will see that Congress, given the context, probably did want to give the court some leeway to make exceptions -- where, for example, it's no fault of the litigant -- and in other instances, they didn't. Now, you've listed -- and Bowles, I thought, left that open. But -- but if it does leave it open, and I'm looking to those factors, you've mentioned one: That this is a long period of time, 120 days. You're right about that. Is there anything else?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And what they found, one thing in the text, was that there were exceptions written in. That cuts against you. One thing cuts for you; that's the length of time. Is there anything else that cuts for you? I just want to be sure I have all of the factors that you're weighing."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What happens if the -- if the notice of decision is mistakenly mailed to the wrong address, comes back undeliverable, and no further notice is sent? Your -- you position is, once the 120 days expires, the veteran is out of luck?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. But what if it's just lost in the mail? What if it's sent to the right address, but it's lost in the mail or is not received by the veteran? What is the veteran supposed to do? Call every -- every week to see whether a decision has been issued?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you say that a copy of the notice is also sent to the representative, the American Legion or whoever, who has been representing the veteran?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In what percentage of the cases is there a representative?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, what I --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I sense some confusion here, given what you and your friend have said. What do you mean when you say \"counseled\"? Do you mean --- I mean, if you have somebody from the American Legion that is telling this person here's what you need to do, does he get a notice, or are you talking about just the situation where somebody comes in and says, I'm -- well, I'm this person's lawyer, or I'm representing him in some other way?"},{"name":"CHIEF JUSTICE ROBERT","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And you say -- you say that 80 percent of the time there is a registered --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- advocate or counsel?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But what happened in this case? Was there -- was there a registered representative?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You made a point earlier that, well, this is -- the Social Security, there are many resemblances, but one is started by complaint and the other by notice of appeal. It could be that Congress, having been so kind to veterans, thought: Why should we burden this pro se, or at least lawyer-less, veteran with writing out a complaint? The notice of appeal is just a simple one-line document. So could that explain why Congress said you begin with a notice of appeal instead of a formal complaint?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Did Congress -- let's assume we -- we come out with a decision against the veteran. Could Congress change the rule retroactively, including for this poor fellow?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And that wouldn't be contrary to any of our decisions because the government is the defendant and is essentially waiving its sovereign immunity? Would that be the theory?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, there has been -- will have been a final decision in this case, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So can Congress say, you know, go back and do it over again and give it to this guy?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But there's no -- been no determination on the merits whether this claimant should prevail."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That hasn't been aired because the Veterans Court said it had no jurisdiction, and the Federal Circuit said that's right. So we don't know if this is a good or bad claim."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So Congress couldn't just award money because there has to be an adjudication."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Scalia just asked you: Could this be -- if Congress decided that this was a harsh result, could it be made retroactive? But for Congress to say, well, just -- what is it going to rely on to say whether it gives compensation or not? I mean, the Government's position was he wasn't entitled to compensation for home care, which is what he was seeking."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"On the length of time, which is, you said, 120 days -- yes, that's a long time, but isn't it on cert? It's 90 days plus 60, right? So it's even more."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the total number of days would exceed 120, assuming that the application is made --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Application to extend is timely."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is supposed to happen -- and I've probably seen this on page 16 of the Federal Circuit Bar's amicus brief. They list about 30 or 40 cases where the veteran perhaps wasn't represented and maybe had some stress syndrome, whatever it is. He just filed the paper in the wrong court, and the -- or the wrong agency, and that agency didn't get around to returning it to him in time so he could have met this deadline. What, in your opinion, is supposed to happen in those circumstances? Just say too bad, you're out of luck; there we are, you got the wrong address; no recovery?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in all these cases, actually, that they've raised in the brief, the veteran does get his appeal."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So they could do it again."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's good."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"These people in footnote 3, did they get their appeal or didn't they?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They did not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. There's a problem."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And so if we're in a void and the language doesn't have the exceptions -- and I think you can distinguish it from these other cases, and you have older cases that says unless Congress is clear, read it as non-jurisdictional, and nobody could say it was inequitable -- or rather to the contrary, nobody could say it was equitable to follow your position here, why isn't there a simple remedy? We take the opposite position?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Except that for purposes of this, it governs. I'm just looking at the parts of it that did, in fact, make clear the special nature of the particular provision at issue in that case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's really the only thing that counsels your result, because in Reed you took -- the Government took the position that a statutory provision is non-jurisdictional if it does not speak in jurisdictional terms and doesn't address the power of the court. I understand that was the Government's position in Reed. Today you're saying that the only thing that counsels your result is the fact that Congress used the words \"notice of appeal.\" Is that correct?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any -- any statute on the time to appeal? Has any statute been held, quote, \"jurisdictional\" when there is no safety valve of any kind written into it; that is, that -- on 2107, that extensions are possible? Is -- is there a, quote, \"jurisdictional\" statute that says 121 days or whatever, and that's it; no extension, no matter what the circumstances are?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What other acts do you think would be swept up into a rule that we adopted here, that not all limitations on appeal time are jurisdictional? The Hobbs Act cases; what else?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm sure we'd say these are veterans, and I'm sure there -- there are other categories of sympathetic people who might come under the Hobbs Act."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you haven't answered my question."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The Hobbs Act --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All these agency matters are matters where there has never been judicial input. This is review of an agency action. The agency takes an action. No judge has looked at this. And the first time that you look at the rulemaking by the agency under the Hobbs Act, I guess, is when you go file it in the -- in the court. So if a -- if a ruling against you here were to encompass a ruling under most review of agency action, would that be such a terribly unworkable thing?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't it be a bright, clear line if we said, court to court, Bowles controls; agency to court, Bowles does not control? That would be a clear line."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Stone was somewhat mixed, though. It was a motion for reconsideration of the agency, whether or not that tolled the time to go to the court; am I correct?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's sort of a hybrid problem in the context of Justice Ginsburg's dichotomy."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Cases -- what was the other case that you said decades -- what is an example of a case where a person, for an incredible, equitable strong reason, such as the wind blew his paper -- I don't know -- some tremendously equitable, strong reason he wants review of an agency action --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"The dog ate it, maybe."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Yes. Right. The dog ate the court, and the -- the -- there is a case which says there is no extension of a -- of a deadline to file for review of an agency action, no matter how equitable your case? Which is our -- which is the Supreme Court case that holds that? I -- I am not familiar with it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm only talking about agency actions, judicial review of agency action."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know the rule, but I'm just saying --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I know the rule. I'm saying what's the case? Stone -- I understand you can make a case of Stone. Is there another?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Blatt, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I want to clear up this represent -- represented business."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I understood you to say in the -- your opening that represented -- most of these people are not represented, and they're -- to the extent the American Legion participates, they don't get notice of the order that triggers the 120 days. Now, I understood Mr. Miller to tell us that 80 percent of the people have registered representatives and they do get notice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Was that person helping him registered as a representative?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is that the exception, then? I mean, Mr. Miller tells us 80 percent of the people do have registered representatives."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it won't be disastrous if they can ask to be registered."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't matter how far away they are if he gets notice."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why give them notice? I mean, isn't the very giving of -- of notice --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- an indication that they are expected to do something?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you helped or hurt in making that argument when this is not de novo review? think you're helped. If it's not de novo review, that helps --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3855,"interruptions":31,"times_spoken":62,"laughter":0,"num_int_by":4},{"id":1,"fullName":"ERIC D. MILLER","firstName":"ERIC","lastName":"MILLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2564,"interruptions":37,"times_spoken":68,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":817,"interruptions":2,"times_spoken":29,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":889,"interruptions":5,"times_spoken":26,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":859,"interruptions":9,"times_spoken":38,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":221,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":229,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1109,"interruptions":2,"times_spoken":23,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":113,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":9,"fullName":"CHIEF JUSTICE ROBERT","lastName":"ROBERT","counsel":false,"justice":true,"side":"justices","words_spoken":1,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3855,"times_spoken":62,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":37,"words_spoken":2564,"times_spoken":68,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":22,"words_spoken":4238,"times_spoken":141,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127033}}