{"petitioner":{"name":"FRANTZ DePIERRE","counsel":[0]},"respondent":{"name":"No. 09-1533\nUNITED STATES\n","counsel":[1]},"caseNumber":"09-1533","date":"2011-02-28T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 09-1533, DePierre v. United States. Mr. Pincus. "},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Pincus, if -- if I understand your interpretation correctly, it would exclude freebase. How is that a sensible interpretation of the statute, one that would exclude freebase, a commonly known substance? Congress was aware of it. The Richard Pryor incident had occurred. Everybody knew it was dangerous. Wasn't it at least true that Congress meant to incorporate that substance as well?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Pincus, if the -- the substance that is involved in this case was a rock-like substance and it wasn't a powder. So why doesn't it belong? It's a rock-like substance. Why should it be outside the category cocaine base?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct me if am I wrong about this -- I may have a misimpression -- but I thought you were objecting to a charge to the jury that charged cocaine base and didn't charge crack."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If we agree with you, how should a judge instruct a jury to determine whether a substance is crack? Should the judge use the definition in the sentencing guidelines?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But in those --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to have all three of those characteristics?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought you just said that freebase would qualify, and freebase would not have the second of those characteristics; isn't that right? It was -- it would not be prepared using a base?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So if it had any base?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand that. can understand the argument that -- that Congress was -- was directing its statute at crack, and crack had -- had a very definite meaning, which didn't include any substance that -- that is rock-hard and has been produced in the manner you suggest. You're coming up -- you're urging upon us a definition that neither is the definition of crack nor is the chemical definition of cocaine base. It's neither fish nor fowl."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Crack."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right. But you don't argue that. That's not the meaning you want us to give it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's essential to crack."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You wouldn't call it crack if it weren't made that way, would you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How does \"cocaine base\" suggest what you want? It has to be -- it has to be rock and it has to be base cocaine produced in one of the fashions you suggested. I don't know how \"cocaine base\" remotely suggests that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All of them or just crack?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, the provision refers to \"a mixture or substance which contains cocaine base.\" You read cocaine base to be crack, so you have to be talking about a mixture or substance which contains crack. What contains crack? Crack is the problem they're getting at; yet the statute, as you read it, has to talk about a substance which contains crack, not just crack."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's kind of an odd way for Congress -- it's an odd way for Congress to phrase the provision if what they want to get at is crack, to say what we want to get at is substance which contained crack. That suggests to me, when you talk about substances that contain something, what they contain is a base that then is used in the substance. think that's a harder, harder logic to apply when you're talking about crack. They want to stop the use of crack, not so much -- it wouldn't occur naturally that they're talking about substances which contain crack. It would occur naturally, that language formulation, if you think of cocaine base as broader than just crack."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You kind of elided the point there in your verbal formulation. It's easier to say this is something that's not just cocaine. It's harder to say this is something which is not just crack because crack is a type of cocaine. You can say it contains, as the government says, cocaine base."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're saying Congress is afraid that the sodium bicarbonate, we might not be able to get at that if we just say crack?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Other than crack and free base, are there other forms of cocaine base that are actually in use in any substantial amounts in this country by drug users?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there actually people in the United States who are smoking coca, coca paste? thought that that was exclusive to South America."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you aware of cases where that's happened?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"To go back to your definition of crack, just so I'm clear on it, if a substance -- in the second prong of your definition, if a substance is tested and chemically it is pure C17H21NO4, no trace of sodium bicarbonate, no trace of ammonium, is it possible for a defendant to be convicted and given the crack penalty?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right. And I don't think -- could you just reiterate what the second prong of your test is because I thought -- I was under the impression it required the presence of a reactant."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That means prepared from the powder, in theory --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is that right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you need extrinsic evidence about how this particular substance was prepared in order to satisfy it? If you don't have the trace elements of the reactant, you need evidence that that's how this was made?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be enough for you if it had the right chemical definition and it was a rock-like substance, just those two things? Would that be enough? If the government could show it has the right chemical definition, it's rock-like, it's solid, does it have to show anything else?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm asking the same kind of question that Justice Alito is asking, whether the government has to show anything particular to demonstrate that it was prepared from powder cocaine."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Pincus, you've lost me. You've responded to the Chief Justice when he raised the problem that this has to be not just cocaine base, it has to be a mixture containing cocaine base, you responded to him by saying: Well, crack always has some mixture in it; it's never -- it's never pure; and that's why crack would be covered. But in response to Justice Alito, who asked you what if it's pure, if it's pure cocaine base, without any admixtures, you said that would still be covered. I mean, both answers can't be right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it's pulverized? don't know whether that's possible, but could you grind it up so that it's not rock-like anymore, so it's like a powder --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and smoke it after it's in that form?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you get cocaine into a rock form without using a base? Is there some way that the rock type form of cocaine could ever be achieved without a use of a base?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And coca paste, what can you do with coca paste? Can you make it into powder or is it only useable as a -- ultimately for a rock-like formation?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You mentioned leaves several times, and you talked about that in your -- in your brief. If this were a trial court and we had two world-class chemists, strictly from a chemical standpoint wouldn't they tell you that the cocaine in a leaf is in a salt form, not a base form?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that depend on the age of the leaf or if it's been in the sun or is --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no, no."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that the chemists said that it's always a salt. And you --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I thought that was the government's position, that it's a salt."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you ended by saying oh, sometimes it's a salt."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"As a practical matter what difference does it make? Is the government going to be prosecuting anybody for possessing coca leaves?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think Congress knew what this chemical debate was all about. I -- I think it's very unlikely."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume that the government's right and -- or that you're right. And that it's -- no, let's assume the government's right, and it is -- no, you say it's base."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You say it's both, but it includes base."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And let's assume you're right. So what?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you just said it's an academic issue because there's not a market for leaves or for paste. What Congress was getting at was crack. The judge used the term cocaine base. Assume you are right. What should happen? Could you go back to the judge and he would then say, well, this is -- the chemists testified this is crack?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It was -- it was -- the testimony was it was a rock-like substance. What wasn't said was -- what is it? Bicarbonate, sodium bicarbonate, was not mentioned."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the district judge would be the finder, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you have no Apprendi problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Pincus. Ms. Saharsky. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, cocaine paste -- coca paste is smokeable in its paste form?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Assuming we accept the -- the brief of the physicians and scientists, they say clearly that coca leaves can be chewed, but they are bulky and contain a lot of organic matter in addition to cocaine. I understood their scientific explanation to say that coca leaves contain coca -- cocaine. I think you've taken the contrary position, but let's assume we accept the sciences answer. What does that do to your argument?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you're representing that you will never prosecute someone who possesses coca leaves under subdivision (iii)?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And you're representing to the Court that you won't?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's a bizarre term, Ms. Saharsky. It's -- I mean, cocaine base means the same exact same thing as cocaine, because cocaine is a base. It's like referring to an apple by saying \"apple fruit\" or referring to a poodle by saying \"poodle dog.\" I mean, it's a strange way to speak about it."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's a strange way to be extra clear, to -- to use a different phrase that's meant to mean the same thing as another phrase. To use two different phrases that are meant to mean the same thing is not a very good way of being clear."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So why did it draft it to say \"cocaine salts, et cetera,\" as opposed to \"cocaine, comma, its salts, et cetera\"? If it intended to differentiate between true cocaine and its byproducts like salts, et cetera, why didn't it just simplify the language in Roman numeral number (ii)?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But why would it do that? If it's going to treat cocaine base, which is the same thing as cocaine, differently from cocaine salts, why doesn't it just say cocaine salts?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Couldn't --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- it say \"cocaine and its isomers\" or something? \"Its isomers.\" Why is it using \"cocaine\" in an identical scientific way in Roman numeral number (ii) and in -- in (iv)?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, but you could have -- in Romanette (iii), they could have said 50 grams or more of a mixture or substance which contains cocaine base, period. There was no need to have it described in clause 2 if there's nothing implied in Romanette (ii) that is not also in Romanette (iii) with respect to cocaine. On your submission, it's just bad draftsmanship?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What is in (ii) now, on your reading, your expansive definition of \"cocaine base\"? What is in Romanette (ii) other than powder?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about optical and geometric isomers of cocaine? Those -- those fall under Romanette (ii), Roman (II), but not under (iii). Are there such things?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"They're all very exotic, but practically, what does the government prosecute under Romanette (ii)? What substances other than --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. That's -- so there seem to have been a lot of words here, but in practice, (ii) is powder and everything else is under (iii)?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's my understanding here that -- that the problem in this case -- tell me if I'm wrong -- is because cocaine can become -- can be a salt. People sniff it often, I guess, if it's a salt. And that's bad. And then there's a kind that's worse, that's freebase or crack, and that isn't a salt and it isn't a poodle and it isn't an acid. It takes a base form, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And so that's why they have a higher punishment. Then the odd problem is that maybe a cocaine leaf, but certainly cocaine paste, which are more primitive forms, also have a chemical-based solution, they too. So they've written this statute that sounds like -- that sounds like \"Who's your father's son who's not your brother?\" It takes a long time to figure it out. All right. So would you have an objection -- and I wonder if the other side would have an objection -- if what we said this word \"cocaine base\" in (iii) means is that it is cocaine in the chemical form of a base after it has been processed beyond the stage of coca paste? And that's how we read it. That would seem to exempt the things they're most worried about, the paste and the leaves. And I'm not going to repeat the same stupid joke, poodles and fruits, but you see the point. Is there any objection from the point of the government to define it in that way, or the other side? And why?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I don't care how it was made. All we do is test it. Now, all we have to do is test it, and then we look to see if it's a leaf. That isn't tough, I don't think. And then we have to look and see if it's this yellow stuff that looks like paste, and I guess that isn't too tough, either. So those are the only things you have to do. You have to test it, look and see if it's a leaf, look and see if it's a paste. Now, even the -- I mean, I say \"even.\" I mean, certainly the DEA could do that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Certainly they could, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, that's what I want to know."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We got that part. Right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's fine."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":9,"sideBefore":"justices","text":"But they don't need to do that, Ms. Saharsky. Suppose we just said it needs the right chemical definition, and it's rock-like, rock-like, crystalline, whatever you want to call it. So it's rock-like. It's not a paste; it's not a leaf; it's a rock."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can you make it in --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"I would assume that your major objection would not be that. Your major objection would be: We're not supposed to be writing a statute, we're supposed to be interpreting one. And there is no way to -- to get that out of these words, no way, absolutely no way. Is there?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But this is -- but this is, Ms. Saharsky, just a strange statute, where you are -- your definition creates all kinds of issues about why it is that Congress used two different phrases to mean the same thing, and then how it is that if they did use two different phrases to mean the same thing, you're effectively reading cocaine out of the statute in Romanette (ii), right?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but no, cocaine is the same as cocaine base. So it's like saying -- it's like saying apples, oranges, and bananas cost one dollar; aforesaid apples cost three dollars. That's a strange way to write a statute."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But why would it say apples cost one dollar in Romanette (ii) if it was going to say apples cost three dollars in Romanette (iii)?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it not relatively common statutory drafting to include something in an earlier section which is also included in a later section that imposes a higher penalty? For example, as I recall from my criminal -- criminal law courses, States have statutes that provide that the taking of a human life, homicide, is -- is punishable by so much; and then it says the taking of a human life with malice aforethought is punishable by more. Now, does -- does the second include the first? Of course it does. It includes the first and then something. And it seems to me that's the same thing here. It includes the first, the cocaine, but it has to be within a compound mixture of preparation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then, Ms. Saharsky, you do get the problem that Justice Breyer was trying to avoid. That is, on your definition this paste, which is supposed to be less addictive, less addictive than powder, gets bracketed with crack, which is more addictive."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you define it in your brief, and this is very interesting to me -- you talk about it being a yellow substance that came directly from grinding up leaves, something like that. You have the definition there. It's written. Take that definition that you wrote, and what you've said that's very interesting to me that I would like to know, is that, that substance, in some significant amount of time is actually more addictive, more dangerous than the salt, which is ordinarily sniffed? Now, is that what you're saying, because I received from this material the contrary impression. had the impression that the yellow paste that comes from the leaf directly is, if anything, less addictive and less harmful, if anything, than the salt which you sniff. Now, which is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Or if --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Go ahead."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So now if I want to find a citation for the authority that paste, yellow, made out of leaves is in fact more dangerous and Congress could have thought that than -- more dangerous than ordinary salt sniffed, I will read what? Because that -- that -- I did have that wrong impression."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what you've referred to, in other words. I -- I mean, I trust your brief implicitly, but I don't know on the scientific matter or the congressional. I would like to know what to read on that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What page is that of the brief? You don't have to read it. I'll read it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, I'll read that. Thank you."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, my understanding of how coke -- how the paste is produced is the following: You start with the leaves; then people vigorously macerate the leaves by stomping on them for an hour or more; and then this mixture is -- this -- what's left is mixed with an alkaline material such as sodium bicarbonate, an organic solvent, such as kerosene, and water; and what you end up with is a gummy, yellowish solid called coca paste; is that -- that's correct?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Now, if a chemist analyzed that or then analyzed crack or freebase, wouldn't there be present in the coca paste lots of other substances that would not be present, in quantities? Other substances would be present in quantities in the coca paste that would not be present in the crack or the freebase?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So a DEA chemist could test -- could test a substance and say this is coca paste of the type that is smoked in South America by some people. This is crack or freebase that has been mixed with water into a pasty substance -- a chemist could make that -- that differentiation, couldn't they?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Saharsky, coming back to Romanette (iii), you have 50 grams or more of a mixture or substance described in clause 2. Doesn't -- it really doesn't have to be a mixture. It could be pure, couldn't it? It says \"mixture or substance,\" not mixture."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Pincus, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but she says there's no way -- and she does cite this professor from Yale and so forth, who says if the stuff has the base in it, it can be abused in ways that if it has the salt in it, it can't be abused. That's all we can look at."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's her point. That's her point. You can respond to that if you want."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"She says there is a reason. It's because it contains base, and for many years, it was smoked in Latin America and can be smoked here. That's her reason. Now, your response is, it's a bad reason?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's the same with homicide and murder. Every murder, every murder, is a homicide."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume for the sake of a hypothetical that the statute was the same but that things were reversed; that the smaller universe of items was the salt rather than the crack, and so they put an enhancement in Roman numeral number (III) for salt rather than crack. Is your argument that it's redundant based on the fact that a larger grouping of the chemicals listed in Roman numeral number (II) is excluded by Roman numeral number (III), so that -- is that the basis of your argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ANDREW J. PINCUS","firstName":"ANDREW","lastName":"PINCUS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3612,"interruptions":21,"times_spoken":58,"laughter":0,"num_int_by":8},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":3218,"interruptions":15,"times_spoken":41,"laughter":1,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":302,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":430,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":288,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":585,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":580,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":378,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":111,"interruptions":2,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":743,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3612,"times_spoken":58,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":15,"words_spoken":3218,"times_spoken":41,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":12,"words_spoken":3417,"times_spoken":103,"laughter":0,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.6106091702144651,"respondent":0.38939082978553485,"date":1472418052923}}