{"petitioner":{"name":"CHAMBER OF COMMERCE OF THE UNITED STATES, ET AL.","counsel":[0,1]},"respondent":{"name":"No. 09-115\nMICHAEL B. WHITING, ET AL.\n","counsel":[2]},"caseNumber":"09-115","date":"2010-12-08T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 09-115, Chamber of Commerce v. Whiting. Mr. Phillips. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why is that a problem if, as -- as the Federal statute requires and the State statutes require, you have to show an intent to hire an unauthorized worker? Isn't -- isn't that what the State statutes here require?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so why is that a problem for -- for the business? I mean he's safe so long as he doesn't intentionally hire an unauthorized worker."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think what Arizona would answer to that is: Well, that's the only option the Federal Government left us."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They excluded everything else. We might have used reticulated penalties or, you know, enforced the Federal law ourselves, but they forbade that. But they did allow us to enforce the law, immigration laws, through licensing, right? So it all essentially comes down to -- to the licensing issue, doesn't it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when I picked up this -- this brief and looked at this case, I thought: Oh, well, licensing, that's a defined term; I'll look in Corpus Juris Secundum or ALR or something. But it really isn't. Your brief indicates you start with dictionaries, fair enough. You indicate what Federal licensing laws are. But I see no limitation on what the State can decide is a license in any jurisprudential principle that you've cited."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be possible only because nobody would think that, with this scheme in place, the Federal Government would not enforce it. Of course, no one would have expected that. But what Arizona says has occurred here is that the scheme in place has not been enforced, and Arizona and other States are in serious trouble financially and for other reasons because of -- of unrestrained immigration. And, therefore, they had to take this very massive -- I agree this step is massive, and one wouldn't have expected it to occur under this statute, but expectations change when the Federal Government has -- has simply not enforced the immigration restrictions."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you this question to get back --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to the issue of whether this is a licensing law? \"Licensing\" is not an unknown term. States and municipalities issue all sorts of licenses. For example, I think here in the District of Columbia every business has to have a general business license; isn't that right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if the District of Columbia were -- after having enacted this requirement some years ago, were to pass a new ordinance saying \"and if you knowingly hire an illegal alien, your general business license can be forfeited,\" would that not -- would that cease to be a licensing law?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why is it -- this is the same question you're answering. Why is it suddenly not a license because the -- because the State imposes an additional condition, where it was a license before?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Actually, there is. I mean, it seemed to me when I read this, it sounded a little familiar, and I think whoever wrote it in Arizona copied it out of the Administrative Procedure Act. I mean, you read the definition of \"license\" in the Administrative Procedure Act --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and this is awfully close."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right. It might have meant something different; Congress might have. But what is, then -- I read the SEIU brief. I thought that was pretty interesting. Is that something you adopt as what the Congress did mean? I mean, what do you think Congress did mean, and what evidence is there -- if it didn't mean the APA definition, what evidence is there for that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It could have named that, if that's all it meant."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It could have named that, that particular licensing scheme, if that's what it meant. But it didn't name it; it said licensing generally. What did it intend to add to that? Barbers' licenses?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Beauticians' licenses?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How would any of this have anything to do with the immigration laws?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're saying -- that's exactly what they are saying. We -- we have --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it's very common to talk about authority to do business within a State as -- as a license. You say \"licensed to do business in\" so many States. It's a common expression. Now, I have -- maybe you'll persuade me otherwise, but I have no doubt that insofar as this law limits the authority to do business within the State, it is a -- it is a licensing law. It's a little harder extending licensing to formation of a corporation, but when you issue a corporation charter you really do two things. You create the corporation and enable the limitation of liability that creates, and secondly, you authorize that new creature to do business within your State. So at least half of that corporation law is licensing, it seems to me. Now, if that's what I think, what --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Go on."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- but you do not need the kind of a document that an out-of-State corporation needs --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if you're an in-State corporation. Mr. PHILLIPS: That's true. That's true. But the -- but the reality is that nobody, I think -- and common sense and common use of the term, thinks of articles of incorporation or the charter of a partnership or any of those as -- documents as licensing, which suggests that the State --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Could I -- could I --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- just -- just focus the questioning? Because we keep talking about whether the APA-type definition of licensing is what Congress intended or not, but you don't disagree that Congress at least intended that if someone violated the Federal law and hired illegal aliens and was -- undocumented aliens and was found to have violated it, that the State can revoke their license, correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to do business?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So it really doesn't matter whether they're revoking their right to do business in the State. And they can only revoke their charter or their articles of incorporation if they're -- if they were filed in that State. They wouldn't have power to revoke a Delaware --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So it's stopping them from doing business. So really the only conflict you're talking about is not the power to stop them from doing business, because you accept that this saving clause gives them the power to do that, to revoke the right to do business; what you're talking about is a conflict in the adjudication of that issue."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So I'm -- you know, how they define \"license\" or not is irrelevant to me. Walk me through whether -- what expressly pre-empts that adjudication right --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or what implicitly pre-empts that adjudication right."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because that is, for me, what the center of this question is."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Don't depart from that. What does that mean, \"enforcement shall be uniform\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What does that mean, \"enforcement shall be uniform\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that any different from --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- from what is the assumed situation with respect to all Federal laws?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are Federal laws not to be applied uniformly."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the exception for licensing mean that this isn't going to be completely uniform? One -- one jurisdiction may take the position that a restaurant that employs illegal aliens may lose its restaurant -- its license to operate. Another one may take the different position."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not going to be the same."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they say that these --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But this is -- it can't be uniformity of sanction, because the court permitted licensing sanctions."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So let's go back to my question of adjudication. What you're saying is what's specifically pre-empted is the right to adjudicate --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- whether someone has hired undocumented aliens, correct?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see the problem in -- in diverse adjudication. Wouldn't there be a Federal question presented if a -- if a company claimed that it was deprived of the ability to do business because of a mistaken interpretation of Federal law, that the person it hired was not an authorized person?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't that be a Federal question that -- that could be --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the State law basis refer to the Federal law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it tracked it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. General Katyal. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Just to pose there, we've had a little discussion about what licensing laws are, but we haven't talked at all about those last two words, \"and similar laws.\" It seems to me that whatever wiggle room or ambiguity there may be in saying whether this is a license or not, Congress swept pretty broadly. It said, not just licensing laws, but licensing and similar laws."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry. Let me just -- I mean, businesses had to have licensing laws pretty much across the board, right? You couldn't set up a -- I don't know -- an electrical contracting business if you didn't -- weren't licensed to do business or met the requirements for an electrician. It wasn't just agricultural work."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me. You -- are you saying, and I think the Petitioner here may have been saying as well, that if you have a licensing law that permits the revocation of the license, the revocation is not a licensing law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose I have a licensing law which says if you do this, your license will be revoked. Does that remain a licensing law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why make exception for licensing laws therefore if you can't revoke a license under it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Once you're in, you can do whatever you like. Do you think that is what Congress meant? You can -- you can pass upon their fitness when you issue the license, but once its issued, they can do whatever they like; is that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And revocation. Okay. So that raises the question: What does it make -- why does it make any difference if the revocation provision is contained in the narrow licensing law or if there's a general State law which says all licenses that -- that are issued may be revoked for certain reasons?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So they should just -- Arizona should just amend all its licensing laws to require what they now require when the license is issued, and to say, in each specific licensing law, that it can be revoked for the same -- on the same grounds --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That would solve the problem."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Even if they said --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Even if they said \"and you have to renew your license every year or every 6 months\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You don't disagree that whether or not a company hires illegal workers is related to quality or -- or ability to do business or qualification?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Your argument sounds to me like look at the law and see what its purpose is. If the purpose is to regulate undocumented aliens, then it's struck down. If it happens to put its revocation provisions in its licensing law, then it's okay."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It doesn't make much sense --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"The face of the statute talks only about if you hire undocumented aliens, your license is revoked."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But the -- the saving clause says that it's okay. Civil or criminal sanctions other than through licensing and similar laws. So, I mean --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"If we disagree with you, could you answer the question I posed to your adversary, which is what makes the adjudication of status pre-empted?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"At the time the statute was passed, there were many, many State laws that adjudicated revocation of licenses. Perhaps not many had addressed the issue of hiring undocumented aliens, but many State laws existed that independently adjudicated revocations. What in the legislative history or in the words of the statute show that Congress intended in any way to limit those adjudications?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, just so I get -- make sure I understand your approach. You're saying that Arizona had a law saying you have to have a license to do business, and then it became aware of a problem it wasn't aware of before -- it found out that a lot of employers were employing child labor, and they didn't know they would do that -- and they say we can revoke your license if you're determined to have employed child labor; that that would not be okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But it would be okay if, in the original licensing thing, they said \"and you can't employ child labor\"?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But the Chief Justice -- the Chief Justice can insist on the answer to his own question, but it seems to me his question is why isn't that still a licensing law?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But then, what --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":9,"sideBefore":"justices","text":"But in the child labor example, why isn't that a -- an addition to a regulatory licensing scheme so that it's a licensing law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"But you had --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"-- read that section again?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I was just going to say you tried earlier to talk about the two boxes, and you said something would be pre-empted by the first clause. Anything -- civil and criminal sanctions are allowed if they're imposed through licensing and similar laws. There are not two boxes. The State can do what's in the first part so long as it does it through licensing or similar laws."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it similar to a licensing law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no, that's all right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Thank you, counsel. Ms. O'Grady. "},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"How do you answer the -- the anomaly that Arizona cannot impose a fine even in a modest amount, but it can revoke someone's license to do business?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But underlying Justice Ginsburg's question is why would Congress want to do that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Perhaps Congress never expected that the States would have to resort to such massive measures, and they probably wouldn't have if -- if the law had been uniformly enforced and vigorously enforced, right? You -- you didn't -- didn't have any notion of doing this sort of thing in 1986, did you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So maybe Congress wasn't worried about it because it seemed very unlikely that anything like that would occur."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The main -- the main anomaly seemed to me to be this, that in the Federal Act, as -- that was the first point that the Chamber made, that it's a fairly careful balance. There are a group of people in Arizona, they may look as if they come from Mexico or speak with an Hispanic accent, and you're not certain whether they in fact are illegals or that they're legal. Now, think of that category. Congress has passed a statute that gives the employer just as much incentive to verify, so there's no discrimination, as to dismiss, so there's no illegal hiring. It's absolutely balanced. A $1,000 fine for the one, a $1,000 fine for the other. So Arizona comes along and says: I'll tell you what, if you discriminate, you know what happens to you? Nothing. But if you hire an illegal immigrant, your business is dead. That's just one thing they do. Now, how can you reconcile that intent to prevent discrimination against people because of their appearance or accent -- how do you reconcile that with Arizona's law? If you're a businessman, every incentive under that law is to call close questions against hiring this person. Under the Federal law, every incentive is to look at it carefully."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- doesn't it frustrate the congressional intent when the Federal law says that the I-9 can be used for no purpose other than the Federal adjudication of whether a violation has occurred or not? Doesn't it frustrate that law to have the States raise a defense that depends on forcing someone to disclose something that the Federal law protects? I mean, this is a vicious circle. Federal law says you can't do the I-9 for -- you can't use it for any purpose other than the Federal adjudication. Now you're creating a defense that says you have to supply us with something that Federal law otherwise protects from disclosure."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That doesn't answer my point. Doesn't it frustrate Federal law when the Federal law says that I-9 can be used for no purpose other than the Federal adjudication of the status of employees? I think that's --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't there -- isn't there a difference between saying it may not be used for any purpose other than for enforcement of this chapter and other provisions of Federal law, on the one hand, and saying, on the other hand, it may not be used for any purpose other than in a Federal proceeding? The enforcement -- the I-9 certainly could be used in a Federal proceeding by the employer. Would that then -- would that be used for the enforcement of the Federal law? I wouldn't think so."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is the I-9 -- I do have a question on the I-9. I'm not certain. I thought under Federal law that if the employee -- the employer isn't certain, but the employee says here's my Social Security card, here's the driver's license. The employer looks at that, he's home free; is that right? But under Federal -- under your law, under Arizona law, he's not home free, and, moreover -- because he -- it may -- he's not home free. He still could be prosecuted. Is that right or not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So if he shows the driver's license -- under -- under Arizona law, if the -- if he shows a driver's license and Social Security card, the worker, the employer looks at it, the employer cannot be prosecuted?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes or no?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So -- I thought in reading it that it creates some kind of presumption, but he is not home free?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But under Federal law he is home free."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So then he's home free? Look, I don't -- I'm trying to understand. Maybe it's not enough time to explain it, but I thought Federal law requires this E-9 business or whatever that E review is. And I was worried about the E review which it seemed to require because it seemed to me in 20 percent of the cases where the notice is this guy is not authorized; we don't have any record that he's authorized to work -- 20 percent of those are wrong, and he is authorized to work. So the employer who follows that is really going to fire 20 percent of the people who will be absolutely entitled to work. And so I'd just like you to address those points, as you wish."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can you explain that, E-Verify, because this is a Federal resource, and the Federal Government has said we want this to be voluntary. How can Arizona take a Federal resource, which the Federal Government says is voluntary except in certain circumstances, and turn it into something that's mandatory?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't -- I don't get into any pre-emption or not, but it's -- Arizona wants to use a Federal resource. And the Fed makes it available if the employer can use it voluntarily, but not mandatorily. How can -- how can Arizona set the rules on the use of a Federal resource?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do -- do you make it mandatory?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You just -- you just don't get the safe harbor. Isn't that the only consequence?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you are taking the mechanism that Congress said will be a pilot program that is optional, and you are making it mandatory. It seems to me that's almost a classic example of a State doing something that is inconsistent with the Federal requirement."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If they fail to do it, then they cannot receive any, quote, \"grant, loan, or performance-based incentive,\" end quote, from the State. That's what the law says, isn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. I would think then the answer to Justice Scalia's question is, yes, there is that penalty. It isn't simply hortatory."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You don't go to jail."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What you do is you lose any grant, loan, or performance-based incentive. Is that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Does this lawsuit challenge that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're under the old law, and the only -- the only sanction is you lose the safe harbor, if that's a sanction."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So, in answer to Justice Breyer's earlier question, in fact, relying on the I-9 does not provide a safe harbor, because under the E-Verify system, you can't just rely on the I-9 forms and statutes; you have to rely on the E-Verify."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The Federal law and the State law do seem to be exactly the same on this point, but I have -- I don't understand how these two provisions fit together when E-Verify is used. Suppose an employer -- the first thing the employer does is receive the forms from the employee, from the I-9 process. He looks at the forms. Well, they reasonably seem to be authentic. So that employer now has the good-faith defense that's provided under -- by the I-9 process, under both Federal law and State law. But, under both Federal law and State law, the employee -- employer either must or may also use the e-verification system. The employer gets back a notice of non-authorization. But what -- and that creates, supposedly, a rebuttable presumption under both systems that the employee is not authorized to work. How does that fit together? If you have a complete defense for having used the I-9 process in good faith, the whole e-verification process seems to be irrelevant under both Federal law and State law. I don't understand how they fit together."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Could you -- I wasn't quite sure what she meant. Judge Schroeder, in her opinion for the court, emphasized that this statute was being evaluated on its -- on its face and that -- she said in as-applied, particular challenges might arise. How would that work? If we determine this is not pre-empted, how would -- on its face, how would an as-applied challenge come about?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you think after this case we could look forward to cases, one by one, for all the various types of licenses? Those would be as-applied challenges and would not have been resolved by this case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We're really wasting our time here, aren't we?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Wouldn't -- wouldn't it be easier, if that's Justice Scalia's concern, to take the Solicitor General's position, that if you're adjudicating good faith or intent differently in any way from the Federal Government, that it's pre-empted? Isn't that what waiting for an as-applied challenge means, whether or not you are putting different requirements on proving good faith?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let -- then let me ask the question directly. If Arizona's system does not permit a employer to rely on non-suspect documents, the I-9 documents that are permitted employers to rely on -- the Arizona system says, no, you can't rely on those. Is that pre-empted or not? You can't rely on I-9, or the Arizona system says -- on the I-9 documents. Or the Arizona system says you can't hire someone who hasn't been approved under the e-verification system. Is that pre-empted?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So, are you -- are you conceding that any variation from the Federal standards for -- for criminal and civil liability is automatically precluded? I mean, as I read the exception, it's an exception for State licensing and similar laws. And it doesn't say \"so long as those licensing and similar laws go no further than what the Federal Government has done.\" I mean, we often allow States to impose regulatory requirements that go beyond the regulatory requirements that the Federal Government has imposed, and that is not automatically considered to be pre-empted. So why -- why are you conceding that Arizona cannot go a whit beyond what the Federal Government says?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, what I was trying to get is -- what I was looking at specifically is Federal law says, if you look at the driver's license and Social Security card -- those are I-9 docs -- then the employer has established an affirmative defense and has not violated the law. That's what it says. You know the cite -- 27a or whatever. Okay? That's the Federal law. Arizona law that I was reading -- maybe there's another place I should read -- is it says, on determining whether he's an unauthorized alien, the court -- the court shall consider the Federal Government's determination. It creates a rebuttable presumption. That means it might be rebutted. Okay? So I see a difference there. And the reason that that's relevant is because, my first question, if you are an employer, prior to your law, it's 50/50. better verify because if I'm discriminating, you know, da, da, da. And it's not that hard. I just look at the driver's license and I look at -- I'm home free, and the Social Security card, and if I hire an illegal immigrant, the same thing, da, da, da. Okay? So same both ways. Your law: Employer, look at the driver's license and Social Security, you are not home free. Employer, if it turns out that you've been hiring this illegal immigrant and he's not an American, your business is finished. But what happens if I discriminate? Under our law? Nothing. Now, that was the original point they made. That's why I brought up this question of difference in standards. And I want to be absolutely clear what your answer to that is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, where? Where is it in the statute, then? Because what I read were the words \"rebuttable presumption,\" and I might be reading the wrong words."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So tell me where it is."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's on page 184 to 185 of the appendix to the petition, isn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So the --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, thank you. I see that."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Just so you know, I interpret your answer as confirming the implication of Justice Breyer's question, that there is a very substantial difference in Federal and State law on this point. I mean, you've told about -- you know what lawsuits are about. If you're -- if you're home free by a driver's license and Social Security inspection under Federal law and you're not under State law, that is a difference --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you think you are home free under State law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's an affirmative defense under both."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The main point -- I mean, I'll check that. I think maybe I was mistaken, perhaps, in that I was looking at the other section."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But then we're still stuck with this enormous discrepancy in penalty. I mean, I'm characterizing it as enormous, but it seems like the -- you know, it's even on discrimination versus under the Federal law. It's not even -- your business is out to lunch, gone, and on the other side it has nothing. What about that one?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The savings clause itself, the word \"licensing\" -- not everyone looks at this, but I did look at the legislative history. And when you look at that paragraph on page 39 of the red brief, it seems to me that that paragraph says what it means. It says precisely what it is. It says -- the first thing it says is that, look, if you're found to have violated this -- where is it? It's page -- there it is. Suppose somebody has been found to have violated the sanctions provision in the Federal legislation. Now, you've found -- he has been found by the Federal Government. Then what the State does, it can revoke his license. Okay? That's one thing. And the second thing it says it wants -- doesn't want to pre-empt \"'fitness to do business laws,' such as State farm labor contracting laws or forestry laws.\" In other words, it's thinking of some precise set of licenses, and that's why this licensing thing was there. And the very next part of this Federal law are conforming amendments, and those conforming amendments apply to departments of government that were concerned with maintaining State farm labor contractor laws. Now, I grant you, you have to go beyond the text, but some of us do because we get enlightenment. And going beyond that text, it seems to me we should follow what that House report says. Now, what is your response to that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I've got --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I said yes, I've got broad licensing -- but let's deal with the part where you look at their explanation as to why they put those words there."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can you also explain the I-9? You said it's the same as in the Fed. Home free if you have documents, Social Security, driver's license. But you also require the E-Verify. So how -- does the E-Verify information modify the I-9? How -- how do those two --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Phillips, you have 3 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What can -- Mr. Phillips, what can the State do that would be complementary rather than conflicting?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Convicted by -- by a Federal Government that hasn't gone after many convictions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the whole problem."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, except -- well, you're just kind of blinking over the savings clause: except through licensing and similar laws. So that's not a real reservation by Congress of this power to itself."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2327,"interruptions":23,"times_spoken":53,"laughter":0,"num_int_by":7},{"id":1,"fullName":"NEAL KUMAR KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"petitioner","words_spoken":997,"interruptions":16,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":2,"fullName":"MARY R. O'GRADY","firstName":"MARY","lastName":"O'GRADY","counsel":true,"justice":false,"side":"respondent","words_spoken":2296,"interruptions":21,"times_spoken":49,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":511,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1201,"interruptions":8,"times_spoken":45,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":297,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":446,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1368,"interruptions":3,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":786,"interruptions":7,"times_spoken":23,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":204,"interruptions":3,"times_spoken":7,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":39,"words_spoken":3324,"times_spoken":78,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":21,"words_spoken":2296,"times_spoken":49,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":26,"words_spoken":4813,"times_spoken":134,"laughter":0,"num_int_by":7}],"outcome":{"side":"respondent","margin":2},"prediction":{"petitioner":0.641366577423649,"respondent":0.358633422576351,"date":1472418052909}}