{"petitioner":{"name":"VINCENT CULLEN, ACTING WARDEN","counsel":[0]},"respondent":{"name":"SCOTT LYNN PINHOLSTER ","counsel":[1]},"caseNumber":"09-1088","date":"2010-11-09T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 09-1088, Cullen v. Pinholster. Mr. Bilderback. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could we just clarify what you mean by \"factual basis\"?  To be precise, he didn't -- because he didn't present the expert opinion with the diagnosis, or because the diagnosis was based on a series of facts that, to me, appear to have been presented fully to the State court; is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"With the exception of the fact that the defense attorneys only worked 6 hours, the billing records.  That -- I think that's the only underlying facts to the opinion that appear new; am I correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So we are only talking about the expert opinion facts being new?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- besides the opinion, what were they?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he did allege that in his petition before the State court?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not specifically, but he said that his counsel didn't prepare."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And he pointed to the fact that counsel basically said at the trial, I didn't think we were going to have a mitigation hearing, as proof of that, correct?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bilderback, I know that that's the principal fact that you rely upon, that there's a difference, but could you give us a full catalogue of the facts that are different in the Federal court record from the facts that are different in the State court record?  Was there anything other than the medical testimony and the billing sheets, or is that the extent of it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about Dr. Stalberg's new deposition?  Doesn't that count as a new fact?  I'm looking at your brief on page 11.  At a deposition just before the evidentiary hearing,  Dr. Stalberg revealed that nothing in the new material called into question his original diagnosis."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could we just be clear?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that Dr. Stalberg's affidavit in the State court said that he had brain damage of some sort."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it said that he -- the school records show evidence of mental disturbances and some degree of brain damage."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What he did say -- I think there's a difference between -- because he pointed to epilepsy.  He pointed to a series of things that showed some brain damage.  I just want to clarify."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not organic damage; the issue is whether the organic damage created a dysfunctionality that contributed to the events.  That's what he didn't know, and he said:  It's not -- I would have needed more information to figure that out."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  Organic brain damage dysfunctionality.  There's a difference between the two diagnoses."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your adversary points to the difference in language between (d)(1) and (d)(2)."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"(D)(2) refers to unreasonable in light of the facts, unreasonable determination of facts in light of the record before the court, and subdivision (1) doesn't.  It speaks only an unreasonable decision. Could you address the difference in the language and why that difference doesn't suggest that the question of an unreasonable legal determination should be based on the record before the Federal court, which in most instances, the vast majority of instances, is just a State court record?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there are exceptions in (e)(2) for hearings."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So why shouldn't the first subdivision be read to mean unreasonable legal determination in light of the record before the court?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you suggesting that if a State court gets a proffer of evidence from a State petitioner who says, I have a billing record that shows that my attorney worked only 6 hours; and the State says, we're not admitting that billing record because it hasn't been authenticated, so we're not looking at that fact; and the Federal habeas looks at what was proffered and says, this is authentication under any rule, State or Federal -- it was improperly admitted, so their legal determination was wrong?  Not unreasonable legal determination as to the IAC, because in fact -- I used  the example of 6 hours.  The billing record could show 5 minutes, so that there's no dispute that the person spent essentially no time on mitigation, didn't present anything.  The clearest case you want.  You're suggesting that a habeas corpus court is no longer permitted to look at that new evidence?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I'm going back to (d)(1)."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not symmetrical, though."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's a paragraph right after what you cite that basically says unless there's a hearing.  So Holland works -- doesn't stop at the point that you're quoting.  It goes on in the very next sentence to say \"unless a hearing has been held.\""},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So why don't we start the way that you are proposing, which is to start with (e)(2):  Was the hearing appropriately held, first?  And if it was, why are we excluding the evidence that was developed at that hearing?  What you're proposing is the reverse, to say we start at (d)(1) --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and only if the petitioner wins under (d)(1), on proving that the decision on the facts before that -- the State court were reasonable, that you ever get to (e)(2)."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that logical? Why isn't it logical to start with (e)(2), which is -- it says in (e)(2) these are the prerequisites to having a hearing, you prove you're entitled to it.  Why are we excluding those facts from the decision makers' consideration?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I can tell you the one thing you've said that makes no sense:  There's nothing logical about this statute, or clear about this statute, as the legion of cases that the lower courts have addressed in trying to interpret it and as the legion of Supreme Court cases that have dealt with this statute --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that work --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"justices","text":"Have you thought about --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"How does that work, counsel, if you have new evidence?  My claim was decided, it was reasonable under (d)(1) based on what they knew, but I've come up with new evidence that I think could not have been reasonably discovered before the (d)(1) hearing?  What happens to that?  It seems to  me you determine whether that evidence can come in under (e)(2)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you  think -- and I have trouble understanding the parties' position on this.  When you talk about claims, you don't mean totally different legal bases; you mean different evidentiary support.  The claim that it's ineffective assistance of counsel based on organic -- the failure to discover the organic brain damage you say might or might not be considered a new claim, and, therefore, (d)(1) would not be a bar to that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So then -- and the reason that doesn't undermine your position is because you think it's evidence that could have been discovered and presented earlier?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that. But if it were evidence that could not have been  discovered previously, then (d)(1) does not bar looking at (e)(2)?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's really a new claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose -- I suppose the Federal court can send it back to the State court for exhaustion."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens to the --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Just a second."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Bilderback, going back to your question of what's a claim.  So the claim here could be ineffective assistance at the penalty stage.  Or you could be saying, no, the claim is ineffective -- ineffective assistance for failing to present evidence of organic brain damage.  That would be a narrower understanding of the claim.  Or still narrower, it might be ineffective assistance for failing to present evidence of a particular kind of brain damage, frontal lobe brain damage, which is what the new doctor said, as opposed to what the old doctor said, which was bipolar disorder. So how do we choose the level of generality, if you will, when we try to figure out what the claim is?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kennedy. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but, look, you say that, even on the basis of the facts before the California court, your client deserved relief.  That may well be, but that's not what the -- what the Ninth Circuit said.  The Ninth Circuit said that your client deserved relief in light of the facts before the  California court plus other facts. Now, I'm not going to go back and answer a hypothetical question of whether, if the Ninth Circuit said on the basis of those facts alone that were before the California court, if -- if the Ninth Circuit had said that, would that opinion be affirmed?  That's not the opinion they came up with.  They added facts.  So it seems to me that you have to live with what they wrote. And the basis of their decision included additional facts."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A finding under -- under the standards that we've applied under AEDPA?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That in this case presents no -- no issue.  I mean, the -- if their holding is that in the -- in your habeas hearing in State court, the evidence presented in State court at that hearing was sufficient and was required -- required that State court to find that you win on this issue, the State court in holding to the contrary is objectively unreasonable, then you win.  And why are we all here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's your very point, isn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mention it not because it wouldn't --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"We have to determine under AEDPA that it was objectively unreasonable for this lawyer to get a psychiatrist, or whatever his status was; to get a report, which he did, and which he looked at, in which the psychiatrist or psychologist said, look, there's nothing here, and he went through all the stuff that was there; and, in fact, after the Federal evidentiary hearing, he said, well, in light of  this new evidence, I'm still correct; and objectively unreasonable for this lawyer to say, look, my best bet is to put his mother on the stand, that that might engender sympathy and portray him as not as bad a guy as everybody says, as opposed to putting on all this evidence that explains why he's such a bad guy.  Those are two -- we've said those are reasonable choices. If you're relying on that basis, we have to decide that it is objectively unreasonable for a lawyer to proceed on that basis."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What about the argument that a good deal of mitigation evidence came out during the trial on the guilt?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Just to pause for a moment, you said there was no hearing in the State court.  Well, that was because the State court, pursuant to the established procedures, assumed everything you wanted to show was true.  It's a little bit much.  I mean, you were not going to be in any better position after a hearing than you were before the State court."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't it the California rule that a hearing had to have been conducted unless they concluded that the petitioner was not entitled to relief based on the facts alleged in the petition?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, to get back to the question the Chief Justice asked before, trial counsel did consult a psychiatrist, Dr. Stalberg, and his report was very unfavorable. Now, it's your -- it's your argument that it was ineffective for them not to continue their search for a helpful expert and come upon Drs. Vinogradov and Olson or someone like them during that period of time? Is that -- is that the claim?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- again, it would be helpful -- maybe you can't do this from the top of your head, but when I looked at the Ninth Circuit en banc decision, I found a long discussion on page 79 following by Chief Judge Kozinski in dissent, from which"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"","text":"Page 35.  I've spent all that time."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Well, that's very good. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there you are, and I should have asked Justice Scalia beforehand. (Laughter.)"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Mr. Kennedy --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"So you're putting your eggs in the basket that, under AEDPA, what happened here was objectively unreasonable?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Or do you want to go  on and look at the question on which we granted cert and argue that we should look at the new evidence or that the State court should look at the new evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this -- your friend pointed it out, and I have to say it's a logical conundrum for me, too -- you have to show under (e)(2) that the factual predicate could not have been previously discovered, and your claim is that his lawyer should have discovered this.  They both can't be true. And if the former is not true, you don't get a hearing; and if the latter is not true, you don't get relief."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could you go back to Justice Kagan's earlier question of how we draw the line?  At what level of generality is sufficient to say that a factual basis of a claim has been developed?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose a petitioner in the State post-conviction proceeding proffers an affidavit from one mental health expert alleging one type of mental disorder, and then after relief is denied in the State court, the petitioner files in Federal court and asks for an evidentiary hearing at which the petitioner is going to call a dozen highly distinguished mental health experts who will testify to a very different mental disorder.  Now, has the petitioner developed the factual predicate for that claim in the State proceeding?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But why?  Explain why that -- the opinion is not a fact that's different."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's very complicated, just as your opponent's idea of what constitutes a claim is very complicated and fact-dependent.  What -- would it not be better to say that the petitioner in the example that I gave did not -- was not diligent in developing all of the additional evidence that could have been brought forward at the State proceeding, assuming that it could have been, but was not brought forward until the Federal proceeding?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The factual predicate of the claim is the new evidence that's brought forward in -- in the Federal proceeding, and unless there is a good reason why that wasn't brought forward in the State proceeding, it shouldn't be considered."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kennedy, can I bring you back to page 35?  The -- the court of appeals' opinion, Ninth Circuit's opinion, says, \"Accordingly, if 2254(e)(2) were to limit the scope of the evidence before us, it would exclude only the new mental impairment theories\" -- the new mental impairment theories -- \"introduced in federal court, and their exclusion would not affect our result.\" The State contends that there -- there was other factual material, not just those theories but also the 6-and-a-half-hour time sheet evidence."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So at least, you know, that really doesn't cover the waterfront of -- of all new evidence."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Kennedy, do you agree with the State that there are two things at issue here?  There's the new medical testimony, and there's also the billing sheets?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, but that's not -- that was not presented as evidence in the State court, the billing sheets?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could you just clarify again for me?  I'm not sure I understand.  Do the billing records in -- when do they get disclosed to --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what about --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I think what's important is that they are not -- I mean, tell me if I am wrong, but they were not part of the State court record on which the State court made the 2254(d)(1) determination; is that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"To say that they were on record in the State court is not to say that they were part of the record, of the trial record.  And these things were not part of the trial record, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All -- all that goes -- goes to the fact-finder?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All that goes to a jury in criminal cases?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, I don't know --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"When you say the State court -- you just told us that this was better off because it's only 6 hours, and you said in State court they did nothing; is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When you say they did nothing, surely that was rhetorical hyperbole, and you took the 6 hours to say this proves what we said, they did nothing; they did next to nothing.  You're not saying, oh, well, it was 6 hours, so we're sorry we said they did nothing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's -- that gets back to the point Justice Scalia was making, is that this is new evidence that the Ninth Circuit considered with respect to the original.  In other words, they were not just saying, okay, even if none of this happened, we'd still rule against you, because one of the new things they had was the 6-hour evidence, which you've just said makes your case stronger.  I think it does make your case stronger, but it also makes clear that we can't say let's just look -- the Ninth Circuit just looked at what was there originally."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're going back to arguing that you win under the original proceeding, and  the question on which we granted cert --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- shouldn't be addressed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"justices","text":"Is -- I just want to be as clear as possible.  Justice Scalia read the sentence on page 35.  I read the heading from what Judge Kozinski says, \"Our review is limited to the record presented in the state habeas petitions.\"  That's what he says. All right.  Now, you told me that the sentence he read means the majority there says if our record is limited to the record -- our review is limited to the record presented in the State habeas petitions, you still win."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  But that's not what it said.  It said exactly what Justice Scalia said it said, so -- which is talking about the evidence coming in under (e)(2) or something.  Now, I see a nightmare in front of me where I have to go through hundreds or thousands of pages to try to figure out whether they did or didn't mean our review is limited to the record presented in the State habeas petition."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And I can ask you, is that conceded on both sides?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but that -- that was on the assumption that the only new evidence would have been the evidence of -- how did they put it?  \"The new mental impairment theories introduced in federal court.\" That that's the only new evidence that would be -- would be excluded.  And the other side contradicts that."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, could I just ask one clarifying question?  In the Second Circuit for many years, you had the record on appeal which the parties prepared, but you also had the record below which was sent automatically to the judges to review as well.  The billing records that we're talking about -- you say they were part of the record below -- would that automatically have been sent under California law to the  reviewing court?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I wouldn't believe that.  I mean, you had nothing to support it.  I mean, I'd say that's just lawyer's puffery --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- whereas you come up with a record that shows 6.5 hours.  I mean, that's something."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How long does it take to read Dr. Stalberg's report that says I've looked at this, I've examined this, this, and this, and there's nothing here that's going to support a mental impairment theory?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, just to get back to (e)(2), what is specifically the factual predicate that could not have been previously discovered in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bilderback, you have 5 minutes remaining."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could you clarify the procedure question I asked earlier?  Were the billing records made part of the record that went up to the California reviewing courts?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are -- are you claiming the 6-hour one didn't go up?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just asking a simple question.  Was the -- were the billing records that were used ultimately to calculate the 6 hours --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- were they before the California reviewing courts?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that where the 6 and a half hours came from?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"His records --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which the California court had."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not new evidence, then.  It wasn't new evidence before the Federal court."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But if I'm a reviewing court and I'm told the lawyer spent no time preparing --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When I was a reviewing judge on the court of appeals, someone said he didn't spend any time doing X, Y, and Z, the first thing I went to was the billing records.  What -- do the billing records dispute that or not?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So I'm assuming -- I have to assume -- I don't have to assume, but it's not new evidence.  They had it before them."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're relying on allegations rather than the evidence, the allegation was even worse.  The allegation was zip."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No time."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, exactly, that doesn't help you."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this right, then? First, for you to win, the first thing we have to say is we're going to look at page 35, and they say, we're  looking at the State court record, the State courts were, in effect, unreasonable.  We have to say that was wrong.  We have to look through the evidence and say that was wrong.  Then you're at first base."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And to get home, we now have to look at the new evidence, and there it's some combination of (a) there was nothing to have a hearing about because there's nothing here that lets you have a hearing; or (b) there was something to have a hearing about because this was so new that it was a new claim, and you should have gone to the State court first on that one, but there's no room to do it.  They don't let you do it. So, okay, judge in the Federal court, you have the hearing, and now, when you have the hearing, first see if there was the diligence.  And there wasn't. That gets you home.  That's the whole argument."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then why isn't this a part of the thing, if you have a new claim here, go to the State first?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JAMES W. BILDERBACK","firstName":"JAMES","lastName":"BILDERBACK","counsel":true,"justice":false,"side":"petitioner","words_spoken":3215,"interruptions":30,"times_spoken":62,"laughter":0,"num_int_by":6},{"id":1,"fullName":"SEAN K. KENNEDY","firstName":"SEAN","lastName":"KENNEDY","counsel":true,"justice":false,"side":"respondent","words_spoken":2813,"interruptions":18,"times_spoken":54,"laughter":1,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":929,"interruptions":2,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1102,"interruptions":6,"times_spoken":37,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":286,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":457,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":533,"interruptions":2,"times_spoken":13,"laughter":2,"num_int_by":2},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":19,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"I got the impression that the majority was not saying","lastName":"saying","counsel":false,"justice":false,"side":"","words_spoken":142,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3215,"times_spoken":62,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":18,"words_spoken":2813,"times_spoken":54,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":16,"words_spoken":3633,"times_spoken":111,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.6468418114308596,"respondent":0.3531581885691404,"date":1472419305417}}