{"petitioner":{"name":"J.D.B.","counsel":[0]},"respondent":{"name":"NORTH CAROLINA\n","counsel":[1,2]},"caseNumber":"09-11121","date":"2011-03-23T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 09-11121, J.D.B. v. North Carolina. Ms. Blackman. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Blackman, I'm -- I'm -- I'm not clear on what you are proposing. Is there to be one different Miranda requirement rule for all minors, or is there to be one for, what, 20-year-olds, 19-year-olds, 18-year-olds, 17, 16? This one is 13, do we calibrate it that finely --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or do we just say, you know, what would a minor -- I don't know, a general minor regard as restrictions upon his departure?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you mean 15, 14, 13, 13 1/2? Right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not -- if not calibrated by age, how is it to be calibrated?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Common sense?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and -- and how -- how is the law enforcement officer going into the confrontation going to know whether a judge is going to be applying a 15-year-old rule, a 13-year-old rule, or whatever?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that's clear?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't this all subsumed under the voluntariness rule?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, at least it's the court performing it, not the interrogating officer, as Justice Scalia's questions point out."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about mental deficiency, if -- if age should be one of the factors, deciding whether the individual regarded himself as in custody or not, why shouldn't mental deficiency be so as well? Is there any -- any basis in principle for not -- I mean, once you do this, don't you, in effect, say that it is a subjective inquiry whether the particular individual regarded him or herself as being in custody; isn't that the -- the basis of what you're arguing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No? Why is age different from mental deficiency, for example?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You could say both of those things about the mentally deficient. They may regard themselves as -- as unfree to leave, and they have cognitive deficiencies."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about this test which comes from three cases, the first being Berkemer, the second Stansbury, and the third I'll tell you in a second? It is that those -- what are -- in considering a reasonable person for this purpose and avoiding subjective states of mind, you would look at objective circumstances, known to both the officer and the suspect that are likely relevant to the way a person would understand his situation. All right? So both would be both mental illness and age and -- I don't know, whether you speak English, and a lot of other things would be relevant, provided they are things that are relevant to how a person would understand his situation and are known to both the officer and the individual. The third case, of course, is my dissent in Alvarez. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"But nothing in the majority conflicts with that, that I can see, except the holding. I thought I lost the case, but apparently it's up again, so I don't see why that isn't a perfectly good test. But if you're not going to support it, then I've got no support."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, but I mean what Justice Scalia was really asking is, do you favor something like this test that I read, which is open as to circumstance? Anything could fit in that blank, as long as both policemen and the -- and the individual know it and it is relevant as to how he understands the circumstance, whether he's likely free to go or not."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. Yes, that's right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Even -- even if you said no, you're pushing us there, because there's no basis for treating a childhood any differently from these other factors. So basically you're saying Justice Breyer would call it objective circumstances. You know, whether you're mentally deficient, I would call that the subjective condition of the -- of the person being held in custody. And I think, I don't think that's what we meant by the phrase \"objective circumstances.\" But you want objective circumstances to include the character of the person being held in custody, whether he's mentally deficient, whether he's schizophrenic, known to the police, you know, whatever factors, right? Those are all objective circumstances?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Blackman, what is complex about a juvenile investigator? That's what this police officer was. So he's investigating a juvenile for juvenile justice purposes, and I think there's hardly anything more objective than that. This case has child written all over it. It's investigator who deals with children. The first proceedings is going to be a juvenile proceeding. How can you not take that into account, whatever -- whatever these other factors may involve? But here it seems to me so rampant because this police officer dealt only with juveniles, and he investigated juveniles."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And then is it your point that he has to do something more than the read the standard Miranda warning? Suppose he read the standard Miranda warning? End of case as far as you're concerned?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but doesn't it follow from there that we have to have a -- we have to change the warning?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you asking trial judges to make -- to do something that is realistic? Do you think -- let's take a hypothetical trial judge who, let's say, is 60 years old and has an IQ of -- that's at least an average IQ. And now you're asking this trial judge to decide whether under particular circumstances, let's say, a 14-year-old with an IQ of 85 would appreciate under particular circumstances that he or she was free to leave?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You think a trial judge can really do that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They must have greater imaginative powers then."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They must have greater imaginative powers than I think I would have under those circumstances."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"When you take a particular set of circumstances, and the judge would say, if I were 13, I would not understand that I could go. However, if I were 15, I would understand I could go."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you slice it like that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We need empirical data for that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We need empirical data for that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"To show that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the closer to adulthood a child is, the more like an adult he is? (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we need either imaginative powers or empirical data to know that when a 13-year-old is brought into a room in his school, taken out of class, four people are there, two are police officers, one is assistant principal, threatened with custody, that that person is not going to feel free to take off and leave?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, sympathetic cases can make bad law. So take the same set of facts and let's hypothesize that this is a 15-year-old. Would the 15-year-old appreciate that he could go? Or make him Or make him a street-wise 17-year-old."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When the policeman sees him, he's dressed in baggy jeans, you know, down around his thighs, and when the judge sees him he's wearing a Buster Brown jumper suit. You don't really think that it's going to be equivalent?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The whole point --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The whole point of the Miranda rule, I thought, was to provide clear, objective guidelines about what the police are supposed to do. And it seems to me that one of the difficulties with your rule, however clear it may seem in this case, but it does have to apply more broadly, is that that's off the table, and now they're not only going to have to know, does this person understand it, but they're going to have to know, it's not every one of these situations that's going to be in school. They're going to have to guess how old the person is. And there are differences. Some 15-year-olds know a lot more than some 17-year-olds, and so on. And -- and the facts that you're concerned about all go into the voluntariness inquiry, which is still pertinent after Miranda. Why don't we just put those facts into that inquiry and say, look, we've got one strict rule; everybody knows it, you hear it on TV all the time, people are given Miranda warnings; that part of it is done?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be -- is it enough if the officers in this situation said, look, you're free to leave, you know, whenever you want, but -- and then goes on -- or do they have to think -- now, maybe -- maybe a 13-year-old really doesn't think that's true, or maybe a 13-year-old really doesn't feel that he can leave if he's got the vice principal there and they want to talk."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm thinking it would not even be enough if they told the 13-year-old, look, you can leave, but I want to ask you some questions. And the principal is there, and he thinks, well, you know -- maybe the 13-year-old is thinking, maybe I'm going to get in trouble if I leave."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the parent tells them not to leave? What if the parent says, you go and talk to this police officer? If you did something wrong, I want them to know about it; talk to the officer."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. They're not an agent; they're acting as a parent."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you answering my question?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would be one relevant factor that would be considered was that nobody called the parents?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that relevant to the Miranda inquiry? It might be relevant to the voluntariness inquiry, but I don't see whether you call the parents or not. Part of his Miranda -- your Miranda right is not to have your parents called."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Independent of what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, right. That's my whole point."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So is your answer to Justice Ginsburg that, no, the fact that a parent was not notified is not relevant to the Miranda question? It may be relevant to the voluntariness question."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The question really is if he is in custody. And maybe there's something different about being in the room with a juvenile police investigator and the assistant principal and being in that same room with your parents there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, so it's not just that they have to call the parent; they have to wait for the parent to show up?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not -- that's not pertinent to the Federal law question on the Miranda warnings."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the age of the person being questioned is unclear?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the person shows an ID and it shows the person is 19 years old, and the officer looks at him and says, he looks like a pretty young 19-year-old?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- I mean, under my example, what if the child -- what if the person looks like a minor but has an adult ID?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the officer have an obligation to look behind that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Or the other way around? The person says, I'm 15, and the officer sees that this person has a pretty heavy beard and --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a good faith --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does a good faith mistake make it okay? If, you know, the officer, in good faith, believes that it's not a minor and -- and proceeds accordingly?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The way you phrase the question, you say, may the trial -- whether trial courts may consider the juvenile's age in Miranda to make the in-custody Miranda determination. Did you really mean \"may,\" so it's discretionary with each judge, whether a juvenile's age is relevant to the in-custody analysis?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- are you saying, going back to the hypotheticals that some of my colleagues posed, police officer comes across an individual, looks older or looks younger, doesn't know, and just engages that person and says come over here and let's talk for a second. Is the officer required to ask the age?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So if they're not required --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps not, but it's -- if it's outside a school, school corner. No reasonable suspicion, just says come over here, kid. Is he supposed to ask the age to see if he's 19 or 18 or 17?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"It is, because it's a stop with no reasonable suspicion. And the kid comes over, and the officer stands him there and continues to talk to him for half an hour."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So why don't we go back to the test that Justice Breyer suggested, which would answer many of the hypotheticals here, that the objective fact is what is known to both?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That way you don't get into what the 13-year-old is thinking inside himself or not, because that then becomes subjective; you don't go back to what others might think are special characteristics or subjective characteristics. You go to what's known, what's an objective factor known to both."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that's clear, but that's different. I mean, you can tell the difference between a 9-year-old, I think, and an adult generally."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And I'm hard pressed to think that anyone would believe that if you took a 9-year-old out of his classroom and the assistant principal walked him into a room and said these guys want to talk to you, that that 9-year-old would think he's free to leave."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. So objectively that's a fact known to everyone, that it's a 9-year-old."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess part of my problem is it's just in some respects hard to put the Miranda in the context of a -- let's say a 13-year-old alone. It may be that Miranda warnings, \"You have a right to remain silent, anything you say can be used against you\" -- might terrify the kid just to hear about it. I'm just wondering how the Miranda warning works here anyway. The school is in loco parentis, it has certain -- it has obligations and privileges with respect to the student."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I go back to an earlier question? Is it your argument that age is the only objective individual characteristic of the person being questioned that must be taken into account, or are there other objective characteristics of people being questioned who -- that fall into the same category?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But what are they? I don't want to use up your rebuttal time, but what -- what are they in addition to age? For people who are not institutionalized or in school or in an environment like that? What falls into the same category as age?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. General Cooper. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You would add none? No others? No other characteristics?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean here."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There's a big sign jail cell, the door is unlocked. When you want to leave, leave. Is he in custody?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is he in custody? It's a jail cell, but a big sign, \"Go ahead, leave, go when you want.\" Is he free to leave?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, so do I."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'll just tell you one other circumstance."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He only speaks Spanish."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Ukrainian is the only thing he speaks. Now are you willing to take that into account?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you. Now, I'll say another fact. Exactly the same, except there are very steep steps and he's in a wheelchair. Are you willing to take that into account?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Then why aren't you willing to take into account an ambiguous situation as was true in Alvarado, a tough situation where it's pretty unclear; he was brought there by his parents and there are all these things around that might suggest to a 20-year-old, yeah, you could leave, but to a 12-year-old, \"no.\" If the judge can take into account whether he's in a wheelchair, whether he just speaks Ukrainian, whether in fact a thing -- you have to swim through a pool and he doesn't know how to swim -- I mean, all kinds of things like that; why can't he take into account in a proper situation before he thinks he's in custody or not, things they both know including whether he's 8 years old or 22?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And it's obvious whether he's 8-year-old or 2 2, too. I'll tell you that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right. And you have to think like a Ukrainian speaker or think like a -- a -- a -- like a person who knows he's in a wheelchair before you know he can't get up those steep steps."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is exactly the -- the difference?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I haven't said that. What the opinion said, which unfortunately may mean nothing unless it's promoted to the status of majority, is you look to those factors that are relevant to, known to both policeman and the suspect, and are known to be relevant to the likelihood that a person -- a likely person, not him -- that are known likely relevant to an ordinary person's belief -- this kind of a person -- that he thinks he's free to go."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's all. What's wrong with that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's right, then you --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You know the sentence I'm referring to in my dissent, presumably? We hope. When I have set forth the test which was not accepted."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Some people don't -- some people don't read the sentence. He may not have read it. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":4,"sideBefore":"justices","text":"I'm -- I live always in hope."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, the thing about known to both and relevant to a likely belief as to whether he's in custody or not. Now, are you willing to accept that as a proper statement of the law?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Fine."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then, perfect."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What do you mean by use it in this situation? This is a middle -- middle school. This is an officer who deals only with children. I can't imagine any setting where age isn't more apparent than when dealing with an assistant principal, a juvenile investigator, going -- deciding -- the juvenile investigator deciding the place where he wants to conduct this is in a middle school. I mean, just as a matter of common sense, how can you say that we're going to have the same test for this 8-year-old as we would for the 30-year-old?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He probably couldn't leave the classroom, either, could he, the classroom where he was studying?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So the -- the additional coercive effect of not being able to leave probably didn't make a whole lot of difference. He knew he was stuck where his parents had put him, in the school. And if the school sent him to a classroom, he had to be in the classroom; and if the school sent him to a place where he could, if he wished, voluntarily speak to the police officers, he had to be there."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And we look at what is the normal school setting just like we looked at the normal business settings, he's in class, all the children are around him. This seventh grader was marched by the school security officer, taken away from his peers, from his class in -- put in a room with a closed door with the assistant principal. That is not a normal part of the school day. That's not where he is required to be. This is --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you say associated with a reasonable man, and when we construct the reasonable man, you're asking me to think of a 25-year-old sitting in a seventh grade social -- social studies class."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's a little hard for me to imagine."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me, haven't we repeatedly said that it's going to be very difficult for a defendant to show that his confession wasn't involuntary if there was no Miranda violation? Isn't the entire purpose of Miranda and its requirement because there was a belief that it wasn't -- that voluntariness wasn't enough -- was not good enough because it was such a high bar, to secure the privilege against self-incrimination?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't answer my question. If we've said if you're not in custody, it's going to be nearly impossible for you to show that your statement was involuntary, are you now accepting that with respect to age a 9-year-old may not feel free to leave as opposed to a 13 or 14-year-old, that somehow we should instruct the courts that age really needs to be stepped up in the voluntariness test?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So are you happy with the rule that says, no, not in the objective Miranda test, but, yes, age should be elevated as a prime consideration in the voluntariness test?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"General Cooper, I'm not sure how I understand or that I understand how this would be turning Miranda upside down. Miranda is already an incredibly complicated test about when those warnings need to be given, all right. So there are all manner of circumstances which go into the determination of whether a person would feel free to learn -- leave, whether a person would feel as though he were in custody, a thousand things, how many people are in the room, how long the interrogation is, where the interrogation is, the particular circumstances of the interrogation. So, this is not a bright line test, and all that we would be doing here would be adding an additional objective factor to an already multifaceted inquiry."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why? Why is that? We've seen two cases that seem like blue moon, once in a blue moon. Alvarado is a odd set of circumstances. And what is the terrible thing, the awful thing that has to happen if the officer isn't sure whether this individual thinks he's in custody or not? Suppose the officer just isn't sure. What terrible thing happens?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is the answer to that question?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, well, you over Mirandize. The terrible thing that happens is you have to give them a Miranda warning. Now -- now, that is the terrible thing. Now -- now -- now, why is that a burden on the criminal justice system that sometimes in ambiguous circumstances or because this kid is very young, he might not understand it quite as well, and the officer sees that, the kid sees it, and so the officer has to give him a Miranda warning."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what happens to destroy the criminal justice system? You can see from my overstatement, I tend to suspect nothing, but you tell me."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why not the first thing, hey, kid, we're here talking, but you want to leave, just open the door and leave. Go. Nobody's keeping you here. Why isn't that the first thing, if he's really free to go?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, oh, oh, I see, I see. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He's not free to leave? Okay. Well, then, why not warn him?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"For search purposes, is age consciousness required? Remember, a part of this is the police officer then goes to the boy's home. The police officer is trained to deal with juveniles. And he says to the boy, you can't consent to the search because you're a seventh-grader. I will have to get a warrant. So please stay here until I get a warrant. If he can't -- if he's not treated like an adult for purposes of the search, if you get the warrant, if the police need a warrant because they're dealing with a seventh-grader, why should it be different for in custody for Miranda purposes?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought all the police officer was looking at when he said \"I have to get a warrant\" is that he's dealing with a seventh-grader, not all the circumstances. Very simple: Age."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He's under the age of consent."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He can't consent to a contract. He --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, do you agree with the solicitor general's view that a blind person should be treated as a blind person for -- for these purposes?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And a deaf person should be treated as a deaf person for these purposes?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"As is youth. As is youth, an obvious external circumstance that this boy was 13 years old."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I don't agree with that. You are trying to understand this situation as the blind person would have seen it or as the deaf person would have seen it or as the 13-year-old would have seen it, and I don't understand why it's different."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The blind person doesn't have a different mind."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The deaf person doesn't have a different mind. He just has less data, and it's easy to take account of less data; easier to take account of less data than it is to take account of how different one's mind is because he's 16 instead of 13 or whatever. That's the difference between the blind and the deaf, isn't it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If the law goes down that route, then one of the chief advantages of the Miranda rule, which is that it's a relatively simple objective test, is eliminated, and the law of Miranda begins to resemble the law of voluntariness. And maybe at that point, there is no longer a strong argument in favor of Miranda, and the voluntariness test will be the sole test."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Feigin. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. I just -- the only statements that could be suppressed -- I just didn't hear."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why? Maybe you can explain this to me, too. You have a blind person there. Everyone -- you don't know how blind. He's somewhat blind. A deaf person. How hard of hearing? We're not sure. So the policeman goes a little overboard. You are free to leave, or shows it to him, or makes sure he gets it in. Okay? Why is that so tough to do where you also have a 12-year-old? If he really is free to leave, just make clear that he knows it."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that's all we're doing with the young person. And in fact, most of us, many of us, have a great deal more experience understanding the world through the eyes of a young person or children, perhaps, than understanding the eyes -- the world through the eyes of a severely sensory deprived person. We're asking the exact same thing in both contexts: What is this person -- what is this -- what do the objective circumstances appear to a person in this situation?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Limit it to when the age is known. If we limit it to, this is an officer who not only knows he's dealing with a seventh-grader but he decides the venue for the questioning is going to be a room in the school, that's -- it's not a mystery. It's not a guess. He knows he's dealing with a seventh-grader. He sets it up. Are we to ignore what the investigating officer knows? The investigating officer knows he's dealing with a child."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The officer doesn't have to think like a 13-year-old, he has to think the way a 60-year-old judge would think a 13-year-old thought, right? (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that isn't -- to me, anyway, that is not the question. I don't think anybody is asking anybody to think like anything else. All it is, when you face a younger child, and he is free to go, and you mean he's free to go, you just sort of err a little bit on the safe side and make sure he understands it. That's all. Nobody has to think like anybody. All they have to think is let's err somewhat on the safe side. Now why is that tough?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What's the --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Why don't we require Miranda always?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any harm in requiring it always? It's always easy to do. Why don't we require it all the time? Can you tell us why it makes a difference?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Feigin --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that a 00 a person with Down's syndrome, that that should be taken into account in this inquiry?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So how is that different than blindness or hearing? A person with Down's syndrome, many -- some don't -- show characteristics that they're not capable of comprehension, or not capable of absorbing information."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"They barely look at you, they barely -- you know, there are characteristics that show you a lack of absorption of information."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We don't want Miranda warnings to be given where they are unnecessary because they are only necessary to prevent coercion, and where there's no coercion, we want confessions, don't we? And the Miranda warnings deter confessions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that the basic reason?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So it's not cost-free to require Miranda warnings."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's a good thing to have the bad guys confess that they're bad guys, right?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Before you -- you are so quick to answer that's right, isn't it so that the manual that this very officer was given to use said before you question a child, give Miranda warnings?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Apparently the people who train these juvenile officers think it's a good thing, not a bad thing to give a Miranda warning."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Blackman, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BARBARA S. BLACKMAN","firstName":"BARBARA","lastName":"BLACKMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2090,"interruptions":35,"times_spoken":70,"laughter":1,"num_int_by":8},{"id":1,"fullName":"ROY COOPER","firstName":"ROY","lastName":"COOPER","counsel":true,"justice":false,"side":"respondent","words_spoken":1616,"interruptions":24,"times_spoken":49,"laughter":0,"num_int_by":5},{"id":2,"fullName":"ERIC J. FEIGIN","firstName":"ERIC","lastName":"FEIGIN","counsel":true,"justice":false,"side":"respondent","words_spoken":1241,"interruptions":10,"times_spoken":21,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":477,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":834,"interruptions":3,"times_spoken":34,"laughter":3,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":229,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1143,"interruptions":1,"times_spoken":34,"laughter":2,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":668,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":453,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":391,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":514,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":35,"words_spoken":2090,"times_spoken":70,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":34,"words_spoken":2857,"times_spoken":70,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":12,"words_spoken":4709,"times_spoken":146,"laughter":5,"num_int_by":4}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.14811314341054593,"respondent":0.8518868565894541,"date":1472411005799}}