{"petitioner":{"name":"FEDERAL COMMUNICATIONS COMMISSION,:\nET AL.","counsel":[0]},"respondent":{"name":"AT&T INC., ET AL.\n","counsel":[1]},"caseNumber":"09-1279","date":"2011-01-19T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 09-1279, Federal Communications Commission v. AT&T, Inc. Mr. Yang. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it true that there are contexts in the law in which the word \"personal\" is used to refer to a corporation? For example, you could refer to personal jurisdiction over a corporation, couldn't you?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about personal appearances?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in ordinary speech, the term \"personal\" is not -- the term \"person\" is not used to refer to a corporation. That's -- that's legalese. But in -- but since the -- the Administrative Procedure Act defines a person to include a corporation, why is it relevant here or dispositive here to look to the ordinary usage of term \"personal\" as opposed to the way it's -- it's used in the law? And in the law, it is sometimes used to refer to a corporation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Yang, can we go back first to this -- the request came in and, as I understand it, the Commission said there are two exemptions: The one for trade secrets, commercial, financial confidential information; and then there was one with Exemption 7 itself but as to the employee."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How does the -- does the Commission, unaided by AT&T, go through the papers and decide what would be embarrassing for an AT&T employee, as distinguished from the corporation?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in that instance, does the corporation have standing to raise that objection on the employee's behalf?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as an administrative matter, can the corporation make a FOIA objection on behalf of its employees?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. That's the next -- that was going to be my next question: So the corporation can raise FOIA on its own behalf?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, privacy certainly isn't as limited as you argue \"person,\" \"personal,\" is. Corporations have private property. They have private documents. The concept certainly applies in the corporate context as it does in the individual."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have confidential property or secret property. You have private property."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Yang --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Our cases assert, do they not, that the exceptions to FOIA should be narrowly construed?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And we've said that on a number of cases."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose Congress had used the phrase \"privacy of a person,\" \"privacy of any person.\" Would you make the same argument?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the Privacy Act? The Privacy Act undoubtedly concerns individuals, human individuals --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not artificial beings. But it uses the words \"individual privacy\" --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you a question? I'm not sure I understood your response to Justice Scalia. If there is ambiguity, if a term can be given two meanings, and it's not clear -- and I know you're challenging the clarity question here -- I thought that Congress's intent to have full disclosure would necessarily mean that where there's ambiguity as to the meaning of an exception, then we should change the narrowest meaning."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand that. We're not putting a thumb on the scale. Taking account of the fact that -- that Congress has many objectives in any legislation and that the limitations are as important as the -- the substantive end, nonetheless, when, having applied all of that, you end up with, gee, I don't know, it's ambiguous -- you say, even in that situation, we don't apply the rule that --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's what ambiguity means. It does -- it means --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. The Government wants to abandon the principle that we've set forth in our cases --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that exceptions to FOIA are to be narrowly construed. The Government does not support that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Yang --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Even though we did? I mean --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument is based on a case that will come before us. So -- but in this case, it's to your interest to say, yes, that has been -- that has been the Court's precedent, that FOIA exceptions are to be narrowly construed."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not going to help the Government's position if the Government doesn't want to be helped. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"I'm happy to leave you where you put yourself."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose -- I suppose families have rights of personal privacy, don't they?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So in some contexts -- in some contexts, personal privacy does go beyond the individual?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Aggregations of individuals?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. To go back to the Chief's question, you do not deny that the individuals who form the corporation, the officers and the employees, are protected by the right of personal privacy, and, indeed, you will -- you will edit any FOIA responses to protect those individuals, even though there are many of them, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But as individuals, not as -- not as the corporation."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, if an individual has been -- individual human being has been investigated by the FBI and a FOIA request is made for records related to that investigation, would the name of the individual not be turned over?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's the point. So really your adversary is saying that the same harm that occurs to an individual -- putting aside the difficulty of defining privacy more broadly, but the same harm that occurs to an individual who is disclosed to have been the target of an investigation is an identical privacy right of a corporation, that a corporation has the same negative effects as the individual."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So I think they would concede that privacy might need to be defined differently for corporations. They're simply saying this privacy interest is not."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, parts of -- they pled guilty already. So it is hard to imagine how much exponentially more damaging --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that presupposes some sort of investigation. So that's public knowledge already."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Yang."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Klineberg. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you include in this the people, the persons that you say are shielded by this privacy exemption, as Mr. Yang said, foreign governments, State and local governments? Those have all -- those all fall under the APA definition of person."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can you give us an idea of -- the corporation has been shielded by Exemption 4 for its confidential financial information, trade secrets; and its employees have been protected under Exemption 7. What is it, what would be -- would fall within this privacy exception that would not be confidential business information or relate to employees of the corporation?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. Why does that relate to their privacy? I don't understand that. Why does that relate to the corporation's privacy interest? Anything that would embarrass the corporation is -- is a privacy interest?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Anything that hurts the -- the -- the image or the goodwill of the company?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Klineberg, can you give me any example of -- your -- your brief talks a lot about the adjective \"personal.\" But we're not talking just about the adjective \"personal.\" What about the phrase \"personal privacy\"? \"Personal,\" yes, can indeed apply to corporations sometimes, but there are certain phrases where it clearly does not. For example, you talk about personal characteristics. That doesn't mean the characteristics of General Motors. You talk about personal qualities. It doesn't mean the qualities of General Motors. You talk about a point of personal privilege. It's not a privilege of a corporation. And I think personal privacy is the same thing. Can you give me any examples in common usage where people would refer to the personal privacy of a -- of a corporation? It's a very strange phrase to me."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. I'm not talking about that. I'll grant you that -- that \"personal\" could sometimes refer to a corporation, although the Government distinguishes it by etymology and so forth. Never mind that. I'm talking about personal privacy. Do you have any examples from the New York Times, from, you know, Boswell, from anywhere, that anybody refers to the interests of a corporation as the \"personal privacy\" of General Motors? I cannot imagine somebody using the phrase like that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you were about to give a second example of where, even though it hasn't -- personal privacy hasn't been used in -- but you said one example is the two officials who are saying unpleasant things about a regulator. And what was your other example?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think it's -- how does that work? If you have -- the president of the environmental organization says something about whatever it is -- we can lobby this guy to get this change -- is he able to protect that on the grounds of his personal privacy, even though the embarrassment would go to the -- the organization as a whole?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why is it such a big deal, then, to extend that to the organization as a whole, if the individual's privacy is already going to be protected?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No. I mean you're -- you're already protected, at least to a significant extent, because the individual officers would be able to assert a privacy interest, to the extent at least that what you find embarrassing to -- to the corporation is also individually embarrassing to them."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Are there any examples that you have? That is, in the last 35 years, has there been any instance where the Justice Department or some other law enforcement agency compiled a file for law enforcement purposes, that in that file there were, for whatever reasons, a bunch of conversations about the organization's strategy, and it did not interfere to release it with -- with anybody's personal privacy, but it might interfere with that organization's strategy, and so the organization, whatever it was, the NRDC or something, was very upset about it? Did you find a single example or a thousand examples? Or how many examples did you find of that happening?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, one reason might be that this has really never been a problem because all the legitimate -- or most of them, anyway -- that these organizations that have interests in privacy are actually taken care of by the other 17 exemptions here."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Another reason might be that personal -- nobody ever thought that personal privacy would cover this."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"This may be the first one. That's why I want to know, is there -- one of the things you would have looked for is an example of a real problem of the kind you're talking about. I'm not saying you don't have one. I would just like to know if you found any, and what they are, so I could read them."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, one possible reason you don't find them is because it's very rare that a law enforcement agency is going to try to subpoena the top strategy of the -- of the NRDC, confidential strategy. There might not be too many such records. It -- another reason might be is that they don't really care. Another reason might be -- I don't know. But if you haven't found any examples, what we're back to -- or -- and maybe there are actual examples of that -- of what you said to Justice Ginsburg of the other instance, where the -- what was that first one?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'd like to know about the example. What was the first one again?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They're worried about saying something mean about a regulator. Okay. Yes, fine. Are there examples of that? Is this the first one, and what's the empirical state?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that a reason to change what was the understanding of Exemption 7? One of the items that doesn't work in your favor was the Attorney General's memorandum at the time of the '74 amendments."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about the -- Attorney General Levi."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, that's what I meant."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But if Attorney General Levi's description, which was -- which was issued for the purpose of telling all the agencies of the Federal Government what this new statute meant -- and it had a lot of ambiguities in it -- if that was wrong about -- about this subject, you'd have thought somebody would have objected. I mean, did some members of Congress who -- who had passed FOIA say this is outrageous; what about the personal privacy of General Motors? I'm not aware of any objections along those lines."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it the burden of the Government to show that they intended to exclude corporations, or is it your burden to show that this exception was meant to include corporations? I would think the latter is where the burden lies in this case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but if you're asking the Government to show that the -- there was an intent to exclude corporations, I don't think that's their burden. I think it's your burden to show that this exemption was intended to include corporations."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, your central argument is that because \"person\" is defined to include corporation, \"personal\" in the same statute must include corporate. I tried to sit down and come up with other examples where the adjective was very different from the root noun. And it turns out it's not hard at all. You have \"craft\" and \"crafty.\" Totally different. \"Crafty\" doesn't have much to do with \"craft.\" \"Squirrel,\" \"squirrelly.\" Right? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"I mean, \"pastor\" -- you have a \"pastor\" and \"pastoral.\" Same root, totally different. So I don't understand -- I don't think there's much to the argument that because \"person\" means one thing, \"personal\" has to be the same relation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Klineberg, you have read the brief of the Project on Government Oversight, where they give dozens and dozens of examples to show that, overwhelmingly, \"personal\" is used to describe an individual, not an artificial being. And it is the overwhelming use of \"personal.\""},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What would be similar to medical files and such, under Exemption 6, that uses the same phrase, \"unwanted invasion on personal privacy\"? So what would your reading do to Exemption 6, and how would we create or even make sense of Exemption 6?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why? I mean, if you're saying that personal privacy has some overlap with individual privacy -- obviously, it has to if you're going to give meaning to personal privacy -- don't we have to give meaning to \"and similar files\"? And so what would those be?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Yang, you have 6 minutes left. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"petitioner","words_spoken":2885,"interruptions":19,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":1,"fullName":"GEOFFREY M. KLINEBERG","firstName":"GEOFFREY","lastName":"KLINEBERG","counsel":true,"justice":false,"side":"respondent","words_spoken":2205,"interruptions":10,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":369,"interruptions":0,"times_spoken":15,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":140,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":399,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":58,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":691,"interruptions":4,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":363,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":2885,"times_spoken":38,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":10,"words_spoken":2205,"times_spoken":26,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":9,"words_spoken":2345,"times_spoken":71,"laughter":2,"num_int_by":2}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627035175}}