{"petitioner":{"name":"JOSE TOLENTINO","counsel":[0]},"respondent":{"name":"NEW YORK ","counsel":[1]},"caseNumber":"09-11556","date":"2011-03-21T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case 09-11556, Tolentino v. New York. Ms. Schwarz. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was -- was -- was the poisonous fruit the DMV records, or was the poisonous fruit the fact that this person who is contained in the records was the one driving the car? Why wasn't that the -- why wasn't that the fruit? I mean, the records were there anyway. What -- what -- what new information came from the stop was the fact that that is the person who was driving the car. Why -- why didn't -- why wasn't that what should have been suppressed?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I would agree with you on that fruit. Did -- did you ask for that to be suppressed?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not what's before us here, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that the --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that -- that you had won at the trial level; the judge suppresses everything and dismisses the indictment; and Mr. Tolentino walks out of the courtroom and is observed by the officer that conducted the stop in this case. The officer sees him getting into a car and driving away, even though his license is still suspended. Now, could -- could he be arrested for that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though the officer would have no reason to know that this particular person has a suspended license were it not for the chain of events that followed from the initial allegedly illegal stop?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Let me ask a related question. Suppose that after you filed your suppression motion the -- the State of New York became nervous about this issue and they checked all the surveillance cameras in the vicinity of the stop, and, lo and behold, they found a tape showing Mr. Tolentino driving the car shortly before the stop here. Could he be prosecuted for illegal -- for driving without a license, with a suspended license, using that evidence?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, in light of those two answers, it does seem to me that your real problem here is not with the -- the DMV records. It's with the police officer's observation after the stop that Mr. Tolentino was driving the car."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there any case in this Court where what was suppressed was information that was lawfully in the government's possession, as opposed to evidence that was acquired originally through the search? Here we have the DMV records, they're public records. I don't know of any decision of this Court that deals with suppression of evidence that is already in the government's possession, and if I'm wrong about that, you tell me."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the police following Mr. Tolentino had noted down his license plate, and then got this information, not as a result of his driver's license, but from the plate on the car?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They might show him as the owner of the car."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This -- this goes back to a question Justice Alito asked in a probably more artful way, but I'm not quite sure what's supposed to happen under your view after this stop. They stop the person, they get the information that he's driving under a suspended license, and are they supposed to say, Oh, you know, we shouldn't have stopped you; I'm sorry, have a nice day, go ahead, and then he leaves? Is that what goes on?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't impounding the car the fruit of the illegal search?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why doesn't the public safety interest then permit us to use this evidence in order to protect the public safety further by punishing him for -- not driving? I don't see the difference."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why wouldn't you say the same thing about impounding the car?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand the answer you gave to Justice Alito. Maybe I mixed it up. The police stop the car without cause."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So illegal stop. And you say as a result of the stop they found out all these things in the records, that he had no license, right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that shouldn't be introduced into his trial for driving without a license."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Now the question I had heard put was, suppose after they got this information, they don't arrest him then, but he gets into the car again and starts driving. You said then they could arrest him?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right? Why? Why isn't -- why isn't that just as much the fruit of the poisonous tree? They found out he doesn't have a license by the record which came to them from an illegal stop. I just don't understand it. Did I get you right as to what you said?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So therefore they couldn't arrest him. So what they do is they -- is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They see -- they see he -- they stopped him, they get the records, wrongly. They see he has no license. He says: How did you know? Because we just looked at your license. That was illegal; good-bye, gets into the car and drives off, and they can do nothing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right or not? Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- how could they --- they can impound the car."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Schwarz, suppose --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Schwarz, suppose the police arrest the guy, find out who he is, don't -- stop the guy, find out who he is, don't arrest him, but then now they know that this is the kind of guy who drives without a license. And so they go to his house the next day and they see him getting back in the car. Could they arrest him then?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So the re-offense -- the re-offense just cuts off the original taint?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the only way that the police can prevent an unlicensed driver from driving in this situation is to take away his car? Impound the car, as you say?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless they want -- for any offense, you know, expired driver's license. Expired last week. They can't just give the guy -- they can't give the guy a ticket, right? All they can do is take away his car? Your answer to a number of the questions has been that -- that have tried to address the issue of what are they supposed to do, since they know they have somebody who is violating the law, is that, well, they can take away the car. And I just want to know if that's the only permissible response by the police when they know that the person driving has violated the law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Totally illegal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Totally, yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And the only way to prevent him from reoffending immediately is to impound the car? Because if he gets into the car and drives, then -- or can the police arrest him right away?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not? Why wouldn't they --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that your answer, then: They've got to impound the car every time or let the guy just go?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They could tell him not to drive until he clears up his license?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How much time do they have to wait? Justice Kagan brought up if the police go to his home the next day. You've brought up attenuation theory a number of times."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- I think now you have answered, he gets back into the car, drives it away, they can do nothing because it's too close to when they discovered his record of -- his suspended license. How much of an interval must there be? What do you mean by attenuation doctrine?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you could say that if he got back in the car right after the stop, if the police for some reason did not impound the car and he got back in the car, that's another offense, and so by your theory, then they could properly arrest him and use all of this knowledge in a prosecution?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- what is that word, the \"bad faith\"? I take it your rule is identical if when they wrongly stop the car, they look up the records, the records say he has no license, and in addition, he's wanted on 17 drug warrants and for 3 triple axe murders. Again, you can't do anything about it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What? Can you? You cannot do anything about it or you can?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What? How?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So if, in fact, a policeman stops a person without cause and learns as a result of that that there are many warrants outstanding against him, he then can arrest the person, and -- but can he introduce those warrants into court as evidence or whatever if it's relevant?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the way that the policeman stops the person and gets the information illegally is he takes an axe and breaks into the house, the policeman, and thereby -- what I'm showing -- I just think this case has lots of implications, and I'm looking for a rule here that's going to work in a lot of different situations."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you say that if, in fact, he learns that this man from the public records is a triple axe murderer --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- he can do nothing about it, I said? And you said no, he can do something about it. I just wanted to know the distinction."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It happens to be a description of the individual, not a warrant, he gets from the public record which is read off to him when he calls in, a description: A red tie. Can he use that and introduce it into evidence? I mean, is this case about -- what's it about, driving? Or does it have broader implications? I thought that the Court had held that any public record at all is immune. Is that right? Immune from the normal fruit of the poisonous tree rule."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and I was testing that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, not an incorrect rule, the opposite rule. No rule."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not if you allow the suppression of the policeman's identification of the individual driving the car. I mean, that -- nobody's contending that that can't be suppressed. So if you can't bring in the policeman to say, yes, this fellow Smith, whose record we have here, was the fellow driving the car. Once that's out, what incentive is there to make these suspicionless stops?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What I'm saying is, you're getting at it from the wrong end. What should have been suppressed was the policeman's identification of the person who was driving the car."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not the argument you seem to be making. You want to suppress the knowledge that the police derived from the stop that Mr. Tolentino's license is suspended, and you would allow an exception to that only if there was attenuation. But why isn't the simpler solution to a case like this that you can't suppress the knowledge of matters that are in a government record, however you can suppress observations by the police on the scene that flow directly from the illegal stop?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there was some rule about not being able to suppress a person's identity? You've been asked a couple of times why are you going after the DMV record; you should go after the police identification of Joe Smith or whoever. I thought there was some rule that says the identity of the person is not suppressible. Am I wrong about that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And so how does that fit with your earlier answers that his identity here could be suppressed? And then I'll ask a second question. If you say that you can suppress his identity from information they gained after the stop when they saw him, why couldn't they say, well, we saw this man before we stopped him?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it -- it gets you nowhere to say John Smith. You have to say John Smith was driving the car. It's the driving of the car that you want suppressed. That's not the identity. I mean, John Smith, fine, you can say John Smith, John Smith, John Smith all you like at court. It's -- it's not going to get a conviction. But when you say John Smith was driving the car, then you are eliciting testimony from the officer concerning information he would not have had but for the stop, that John Smith was driving the car, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Schwarz. Ms. Halligan. "},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"You're suggesting that it's okay for the police to walk up to any citizen, anywhere, and say, you're under arrest until you give me your name?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there's -- there's been no doubt here that it was a stop without suspicion. That's been presumed. So how is that different from what I just asked you --"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"That they took a person randomly, detained them without any suspicion, and said give me your name. Are you suggesting that that's okay?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"I am presuming. I know that there's counter-arguments to that."},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"So isn't the eliciting of the name as a result of an unlawful stop something that could be suppressed?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"The name is different than the person, the body of the person, which has to do with the Court's jurisdiction. But why isn't the name any different than a wallet that's in somebody's pocket or a shirt or a hat, whatever is on the person? Why is a name not subject to suppression? Let's go past what happens here, because I understand the disconnect between the name, the DMV record, and seeing the person driving. How we tie those together are a different issue. But you made a bold statement when you started. You said that the police securing a name is never suppressible."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What's the difference between stopping a car and stopping a person on the street, as Justice Sotomayor asked? You can't stop somebody on the street for no reason. The person looks to you suspicious, so you stop the person and say: Tell me your name. For a Terry stop, you have to have reasonable suspicion. So why isn't it the same for somebody who is driving a car?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, Ms. Halligan, suppose -- you're suggesting there should be an exception for knowledge of identity. Suppose there were a clearly illegal search and the government is looking for a head of some kind of criminal syndicate and knows this only by an alias, all right; and -- and finds out as a result of this illegal search -- pick your -- pick your alias, you know, John Smith -- finds out, you know -- finds out that this person whose house they're searching is John Smith, is the head of this criminal syndicate. Can the government then use that knowledge of identity, knowledge that this person goes under this alias, in order to build a case around this guy?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, they find out this person's alias as the result of the illegal search, and that allows them to build a substantial criminal case."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So there's a diary, and it says: I am John Smith. That's Keyser Soze. (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":9,"sideBefore":"justices","text":"I am Keyser Soze. That would not be suppressible?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that when -- when the police stopped this particular car, they saw that Mr. Tolentino was smoking marijuana or snorting cocaine or drinking from a bottle of alcohol or he had somebody tied up, bound and gagged on the back seat of the car. Now, all of those things would clearly be the fruit -- all those observations would clearly be the fruit of the allegedly illegal stop, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Even though they were in plain view, they would all be suppressed, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you're saying that the observation that Mr. Tolentino is at the wheel of the car, that is not suppressed?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He made a mistake and said: I'm driving the car."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He made a mistake. He said in court: I was driving the core -- car. He never should have said it. All right, now once he said it, now we know he's driving the car."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So now you're saying why does this case even come up? Because once you have his name, the second he said it in court you could go up looking his -- you could go look at his -- his records anyway; you could find all these -- the facts about him which I guess could you bring in."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So this case shouldn't be a special rule, it should just be a case of -- what is it called? It's a doctrine, you would have found it anyway; inevitable discovery."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But they're only inevitably discovered if he makes a mistake of saying what his name is. No, no, not that -- the mistake of saying: I was driving the car. And then, as Justice Scalia pointed out, maybe you could suppress that, so it would -- it would --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Wait. One --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"I was going to ask that. She said that --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Why is --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"-- your -- your friend said that it was raised below. What -- what happened to it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you -- is your position that they can do anything in terms of the search of a name? Could they punch it into Google or something like that and find out a lot more than just what they have in their own possession?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I know -- I know it raises a different question, but you know, you keep saying they're just -- or you know, you're just talking about the name, but names are meaningless in the abstract. It's not just that the officer wants to know what to call him. It's what he wants to find out from the name."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And these days there's so many electronic databases, you can find out an awful lot just, you know, with the punch of a few -- a few buttons."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, but it's not limited to suggesting danger or whatever. It's -- it can -- that may be what the officer on the scene is most interested in, of course, but once you get the guy's name you're interested in a lot of things."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they're not suppressing the knowledge of somebody's identity. All that -- what's being suppressed is the evidence of criminal activity that you derive from that."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could I go back and --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":5,"sideBefore":"justices","text":"I think that that's not right, Ms. Halligan, because the search is the poisonous tree. Now, it might be that the name can't be suppressed, but it still might be that everything that's discovered as a result of knowing the name, which would never be discovered unless the search had taken place, could be suppressible."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why does it --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Could I go back and ask you to -- to explain what -- how you -- you think the -- the request for suppression of the police officer's observation was waived? That was raised in the motion to suppress, page 17A of the joint appendix."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, the -- the New York Supreme Court apparently didn't understand that that issue was in the case and ruled only on suppression of the records and tangible evidence, is that right, 78A?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is the -- what is Mr. Tolentino supposed to do at that point to preserve the issue of the suppression of a police officer's observation?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The defendant raises an issue before the trial judge, the trial judge ignores that issue, misses the issue --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and then the defendant waives the issue unless the defendant says by the way, you missed -- you failed to address one of the arguments that I made?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you make the point that these records are already in the government's possession."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, isn't that true of everything that's available on any type of database? Everything in Google or whatever the other search engines are is in the government's possession in the sense that they've got it; all they've got to do is identify it in their search, and they've got it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it can't make a difference on whose server it is, does it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It is information that they can get if they have the correct way of searching it, which is here by name."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you something about the practice in New York? I mean, there is an artificiality to this case because we are assuming that the stop was unlawful."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the police said it was lawful, because the radio was blasting so loud. Why did this issue even -- the issue of \"suppose it was unlawful\" even come up, instead of the city or the county saying what the police stopped him for was a traffic violation, was perfectly legal? Why get to the constitutional question when the prosecutor brought into play the argument that this was a lawful stop?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It does seem rather strange. That would have been, like, a 10-minute hearing. Why did you stop him? Well, he was playing the music too loud. Defendant testifies, I wasn't playing my music too loud. The trial judge says, Well, I believe you, or I believe you, and that's the end of the matter. It does seem really -- that's how things are done in trial court in New York City? You jump to these big constitutional issues and --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Of course we know it's too loud. It's always too loud."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are these things public records? If I wanted to find out if you had been, you know, stopped for driving without a license, can I find that out?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Your government records argument, is it limited to New York City records or does it also apply to FBI records, to records of other cities and states which, presumably, would be available on a reciprocal basis?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, do you see no difference between Crews and Bynum, in the typical case where the evidence against the defendant is not developed as a result of an illegal stop -- it exists independent of that stop -- and one in which the stop itself creates the ground for arrest? Don't you see a difference between those two things?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But there was no suspicion of that when that person was stopped. The suspicion to arrest arose not independent of the illegality, but as part of it."},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But all of the evidence at trial really had nothing to do with the fingerprint. It had to do with the victims and everyone else walking in and saying, That's the guy who did lie to me."},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"In the arrest."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Halligan."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Shah. "},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":2,"sideBefore":"","text":"Are you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"justices","text":"Is everything that the government has access to through any database considered in the government's possession?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"Well, you said -- as you phrased it, I thought it was in the government's possession."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"Well, what's the difference? In either case, they need some search term, and then they will get the answers. I don't see why it makes a difference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"Well, what if -- I'm sorry, go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"Well, what if it's in the -- the government of Colorado's possession, and they have an arrangement with New York that they will let them check their files to find out, you know, whatever it is, nationwide or something? Does that -- your argument apply to that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"","text":"How about private databases that are going to be available to the government upon request?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"Why? The facts of this case, I find confusing. Let's imagine the policeman goes with a hatchet and breaks into somebody's house illegally."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"And there, he sees on the desk the name is Dagwood. With other information, he goes to a certain alley and starts shouting \"Dagwood\" and people shower him with drugs. You have no doubt, if that is the fruit of the poisonous tree, an out, correct?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"I mean, that's how they -- they knew the name, they got the evidence, they get to the place. Without the name, they wouldn't have gotten the drugs."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"Okay. Out, right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"Yes, illegally. Very illegally."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"His name."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"Yes, correct."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"I just wondered if you were going to also say in my example, which I could make more realistic with more time, which you don't want to give me, the -- but -- that he uses the name, and as a result gets all kinds of evidence in the form of drugs, murder victims, whatever you want. Have you any doubt that that would be suppressible?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"They're not suppressible simply because you get them through a name? You break into a house, get a name; as a result of the name, you know what criminal enterprise to go to; as a result of that criminal enterprise going to, you get every evidence under the sun, absolute direct connection. And you say that's not suppressible?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"Okay, okay. I just wanted to know the ultimate response."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"Now assume it's the opposite response. If it's the opposite response, for state of argument, how is it any different whether he's showered with drugs or showered with government records?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"I know. I wanted you to assume the opposite. I got -- you win if my hypothetical -- if it's not even drugs, it's not even government records. But if it is drugs, why isn't it government records? This won't hurt you very much, because often there will be an alternative source, but suppose there isn't. Why are government records different from drugs?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"","text":"Suppose they -- they -- they break into the house with an axe, and they find out the name, they see this guy is Dagwood, and so they run that through their -- their database, and they find this is the guy we've been looking for, for the last 20 years. He is responsible for all the drugs that come into this country, he's committed numerous acts of terrorism, he's a -- he's a serial killer, he's killed 50 people, we've been chasing him forever, and so the -- the result would be all that knowledge, that this is Dagwood is the fruit of the poisonous tree and nothing can be done about Dagwood?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"","text":"You mentioned some -- before you finish, you -- you said a name is not suppressible, and that's because this Court held -- we started out by saying the observation of the person that dropped out of this case, so we're talking only about records, but the extraction of a name, you say that's not suppressible, even though it was unlawfully extracted because there were no reasonable suspicions that this person did anything wrong?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"","text":"Mr. Shah, how would you think about this problem? Suppose the police start stopping people and rather than asking for your name, they take a blood sample, they prick your finger, and then they take that blood and they look in their very extensive DNA databases, and they discover, oh, this is a guy who, you know, did these various terrible things, and start building cases. Would that be all right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"Thank you, Mr. Shah. Ms. Schwarz, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And I suppose would subject the police officers to liability, though, right? In civil actions?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, are you agreeing with your adversary that you abandoned and are not entitled to raise the suppressibility of the observation?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you're not, in what ways is it tied to the question presented about identity, which is the issue you sought cert on?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? Because when he entered a guilty plea, you reserved only the question concerning the motor vehicle records; you didn't reserve any other questions."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KRISTINA SCHWARZ","firstName":"KRISTINA","lastName":"SCHWARZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":2583,"interruptions":26,"times_spoken":64,"laughter":0,"num_int_by":8},{"id":1,"fullName":"CAITLIN J. HALLIGAN","firstName":"CAITLIN","lastName":"HALLIGAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2000,"interruptions":17,"times_spoken":46,"laughter":0,"num_int_by":6},{"id":1,"fullName":"PRATIK A. SHAH","firstName":"PRATIK","lastName":"SHAH","counsel":true,"justice":false,"side":"","words_spoken":1087,"interruptions":9,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":723,"interruptions":1,"times_spoken":30,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":767,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":527,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":204,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1097,"interruptions":4,"times_spoken":41,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":491,"interruptions":2,"times_spoken":14,"laughter":1,"num_int_by":2},{"id":9,"fullName":"I want to know","lastName":"know","counsel":false,"justice":false,"side":"","words_spoken":11,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":386,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2583,"times_spoken":64,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":17,"words_spoken":2000,"times_spoken":46,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":14,"words_spoken":4530,"times_spoken":140,"laughter":1,"num_int_by":7}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.6361090608078809,"respondent":0.3638909391921191,"date":1472523515459}}