{"petitioner":{"name":"GLEN SCOTT MILNER","counsel":[0]},"respondent":{"name":"DEPARTMENT OF THE NAVY ","counsel":[1]},"caseNumber":"09-1163","date":"2010-12-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 09-1163, Milner v. The Department of the Navy. Mr. Mann. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you this? The D.C. Circuit's decision in Crooker has been the leading decision in this -- on this issue for nearly 30 years, and there has been a great deal of reliance on it, certainly by the lower courts in general, and perhaps also by Congress and by the executive branch. Do youthink there's anything to be said for deference to that decision based on the fact that it has been -- there has been reliance on it to such a great degree for such a period of time?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I ask -- I ask the question because the world has changed in a lot of ways since 1981, and one is that there is now, I think, much greater concern about the disclosure of information that has perhaps profound security implications. That was not as much of a concern in -- in 1981. If you think about, for example, suppose there's a Federal building with a hallway that is accessible only to somebody who has a code key. Would that be -- is that -- does that have to be disclosed under FOIA? Or architectural plans for a Federal building that would disclose the size of the bomb thatwould be necessary to bring the building down or bring part of the building down; is there any FOIA exemption that covers things like that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"7 and 3 --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Even though you -- you said that there is now 7, Exemption 7, the amendment to that, so you don't need 2 --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Still, as far as I know, every court of appeals that has weighed in has accepted Crooker. And I was a little puzzled why you were so intent on rejecting so-called High 2, because after all, in this very case, Judge Fletcher, dissenting -- it's true -- but he said he accepts Crooker, he accepts High 2, and he still thinks you win. So you don't need to reject Crooker to prevail."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does that show that? I mean, why doesn't it show acceptance of Crooker?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, if that -- Crooker was -- was interpreting section 2 --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that was the interpretation. Everyone had followed it, every court. Nobody disagreed. All your four arguments Judge Edwardswent into thoroughly. Everyone but Judge Wilkey approved it. And so Congress reads that, and they make it specific in 7, but they say nothing about 2."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you had a different Congress. I mean, the Congress that passed the law is not necessarily the same Congress that -- that failed to amend the law. Are we to consider laws to be in effect only for so long as the Congress that passed them is sitting, and then the failure to make any changes in light of judicial decisions by later Congresses effectively amends the law?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an extraordinaryproposition."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you know? What we have is 7(E) in front of us; 7(E) says we want to be sure something like Crooker's interpretation of 2 applies with law enforcement. It's simply a case -- so they apply it with law enforcement. Absolutely now it's guaranteed. Crooker is not guaranteed because it could be overturned. You never know what will happen. But what in that suggests they don't want Crooker to apply to the Fed for example, or to the Navy, or to -- which is here storing -- it's storing explosives. Why would -- I mean, I can't get anything one way or the other from the fact they passed 7."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should I get one rather than the other? For every argument you make, I can see an argument the other side -- that they make."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your answer to that? It was a question, really. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was a proposal to amend 2 --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And there was a conscious decision by Congress not to do 2 to conform to Crooker more generally, but to only pass 7. So there has to be a meaning to the decision to limit the amendment."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mann, do you assume that there's always a reason for Congress's not passing a law? I mean, it's hard enough to figure out their reason for passing a law -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- but there could be an infinitude of reasons why a law is not passed."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know of any case in which the failure of Congress to amend a law in order to overrule a court decision other than a decision of this Court has been held to be an implicit approval of that decision? Do we have a single case where we've said, oh, there was a line of court of appeals cases, and since Congress failed to amend the statute to take account of those court of appeals cases, Congress must have approved them. Do we have any case like that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know of any."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, in Rose we talked about a legitimate public purpose in seeking information. I tie my question to Justice Alito's, which is at what point does -- is it legitimate for the public to seek information, internal information, relating to the rules and practices of personnel? Can the public seek information that places the community at a severe security risk? Is it possible for us to say that that kind of information, given our line of reasoning in Rose, could not be legitimate public information?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, if that's -- if that's the outcome of this case and if you prevail, that would mean that more things will be classified and withdrawn wholly from scrutiny; whereas, if other exemptions are used, they can be shared to a greater extent. So really what you're arguing for is for withholding more information from more people."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why do you want to know? How wide the corridors are in some Federal buildings, and terrorists could use that to bad purpose, but we want to give it to the firemen because they'll use it for a good purpose. We want the policemen to know, we want different civic groups sometimes to know, but we want to keep a limitation. We want it restricted, restricted to minimize the chance it will get into the wrong hands. I mean, I don't see anything illogical about that. What's -- what's illogical about that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a different argument."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, your four arguments seem to me to be the same arguments that Judge Edwards and the D.C. Circuit considered, and they are excellent arguments, and there are arguments on both sides, and then they considered it and came to a conclusion. But this is a different argument you're making here, and I was addressing that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's only addressed for law enforcement. It's -- there are many dangerous or -- for example, this isn't law enforcement; this is munitions. The Navy thinks, rightly or wrongly, I guess you can -- that they don't want these mapscirculated because they think it would make it easier to blow up the munitions. They want the firemen to have them, they want the civil defense workers to have them, but they don't want people who might blow them up to have them."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that's -- that's their reasoning. Now, that isn't addressed, it seems to me, in 7, because 7 deals with law enforcement."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"As I -- as I read the D.C. Circuit decision, you -- you are assuming or you're suggesting that the D.C. Circuit saw a gap that Congress hadn't provided for, and it filled that gap. And now the add-on that the D.C. Circuit made is no longer necessary, so we lop it off. But the judges on that en banc court thought that they were interpreting the statute going through all of the steps that you outlined. Language is rarely so plain that there's no room for a different interpretation. And then Judge Edwards looked to thelegislative history to see how that might inform the decision, but -- but really, to suggest that Crooker was just sort of a stopgap until Congress amended the statute I think is not fair to that decision."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mann, I thought you disagreed with the premise of Justice Ginsburg's question; that is, that you assert that the language related solely to the internal personnel rules and practices of an agency is quite clear."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought maybe you were abandoning that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How is it -- how is itbroader? I -- I looked for the words. I just missed them, and you can point them out. When I read about the circumvention, what Crooker says is: \"We hold that since the document for which disclosure is sought meets the test of 'predominant internality,' and since its disclosure significantly risks circumvention of federal statutes or regulations,\" it is exempt. It didn't say anything about circumvention because there is a regulated entity and it is that regulated entity that will circumvent. It just spoke of circumvention, as far as I saw. But maybe there's another place where it talks about regulated entity. Is there?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, that's -- but that -- if we're looking at Crooker, I just read the words \"would there be circumvention\" --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and it seemed to me, in this case, the Navy has plans and they use those plans to store munitions safely, and the risk that they worry about is someone will get ahold of the plans and use thepositions of those munitions in order to make them unsafe, for example, blowing them up. So that seemed like a very serious circumvention of what the regulation was there for."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's correct, and I didn't find anything in Crooker that said -- and I don't know why you'd have such a theory. I don't know what the point of the theory would be, that you would care whether blowing up took place by somebody who technically was regulated by the Navy or blowing up took place by some other person, whom they're worried about."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any reason to -- just out of curiosity, do you have any reason to believe that the current version of the ESQD map is different from the one that was published in the newspaper previously?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Yang. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me what the textual basing for Crooker's \"predominantly internal\" and \"circumvention of agency regulation\" requirements is? Where in the text are those words, andhow do you create them except through sort of judicial crafting?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The problem with that in this case is that it's a mixed document. It is predominantly for internal use, but not exclusively."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So how do you square that with the words \"related solely to internal\"?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the case summaries there were internal solely. They were created only for purposes of the agency's honor code review or discipline review."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And yet we ordered it disclosed. We created an exception to the --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- plain language of the rule, it seems to me."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I agree."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I think thedistinction it made was that it's only internal rules and practices of the agency, a personnel agency, if the public has no legitimate interest in it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, but the information about location I thought was disclosed, where these explosives were stored."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But we know they're in the building. We may not know the type of munition."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And I thought that that information was given out for the Bangor facility."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why? If these -- if these maps are so sensitive as you suggested, why weren't they classified?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, I don't understand that. It's different to classify when?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, surely, you classify documents that are shared outside the Federal Government?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could you classify these maps after -- I mean, assume that you don't prevail, could you then classify these documents, preventing their release before they're released?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, I mean, isn't it the case when a government agency has to go through its records in response to a FOIA request and comes upon records that would otherwise be disclosable, they can at that point say we're going to classify this so we don't have to disclose it."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There's -- there's a document on the FBI Web site called \"Security Clearance Process for State and Local Law Enforcement,\" which seems to address exactly the situation in which there's a need to -- it says: \"It is the policy of the Federal Bureau of Investigation to share with law enforcement personnel pertinent information regarding terrorism.\" And it provides a procedure for sharing that classified information."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to meyou're asking us to do your job. You've got to go through these documents and say -- you're telling us how sensitive these are, and, therefore, it would harm the national interest if they had to be disclosed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If that's true, you can classify them and --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- instead of coming to us and saying you should torture the language in FOIA to allow us to determine that this is sensitive to the national interest and therefore shouldn't be disclosed."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So can we talk about that reading, Mr. Yang? Let's talk about the meaning of the statute."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The key word is -- the key term is \"personnel rules and practices.\" If I said to you what's a personnel file, what would you say?MR. YANG: Well, it depends on context. You may be referring to Exemption 6."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":9,"sideBefore":"justices","text":"It could be referring to Exemption 6, or it could be referring to just generally, just in a conversation? Your personnel file -- what does it mean?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can you think of another context in which it means something other than that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's a kind of H.R. file, right?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So why should there be any difference if you look at the term \"personnel files and practices,\" that these are H.R. files and practices?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All the rules of an agency would -- would be sucked in, wouldn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, all the rules the agency promulgates are supposed to be enforced by the personnel of the agency."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They become personnel rules and practices."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that begs, I think, Justice Scalia's question. One could argue that everything that the agency develops except rules telling the public how to come to the agency with a complaint, et cetera -- virtually everything will govern either the internal personnel practices or the agency's practices vis-à-vis the public."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if the -- if the agency has a rule that says put explosive A in building 1 and put explosive B in building 2, that's hard for me to explain that it's just a personnel rule, other than, as Justice Scalia says, everything -- all functions haveto be undertaken by humans."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about my hypothetical? Why -- why is that person -- primarily or solely personnel rule?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that goes back to the point that -- I forgot about a computer age, but, forgetting that, humans have to do most things now."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose the Office ofPersonnel Management has a pretty broad charter, then, on your theory of what the adjective means. OPM must be a very powerful agency. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can we go back to the -- I mean, the origin of the Exemption 2? I thought there was a concern in Congress that, under the APA, section 3 was shielding too much from the public, and so they wanted to have a narrower category. Listening to you, I really don't see how we have something that's narrower -- narrower than the old section 3 of the APA. And if you can give me an example, this is what the APA shielded that would not be shielded under section 2, maybe I would --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I would have thought that the amendment to Exemption 7 really cut the other way. They amended Exemption 7; they didn't amend Exemption 2."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"To adopt more or less Crooker, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Exactly, not this one.MR. YANG: Well, no, I think what it did is it took Crooker as understood, but what it did is with respect to law enforcement records -- and remember it's only records compiled for law enforcement purposes that would disclose techniques, procedures, or guidelines for investigations or in prosecutions. In that context, Congress lowered the bar. It provided more protection for those law enforcement records than Crooker did. This is part of what Congress was doing in Exemption 7 more generally, and this Court's decision in Reporters Committee discusses this. Before '86, Exemption 7 applied where disclosure would cause much of these harms, these enumerated harms. Congress changed \"would\" through most of the sub-provisions of Exemption 7 to \"could reasonably be expected to,\" and they did so also in Exemption 7(E) where -- with respect to the guidelines provision. When guidelines for law enforcement investigations or prosecutions could reasonably be expected to circumvent the law, that's what the exemption covers. In doing so, it's providing -- Congress decided to extend Crooker. It extended the protections by lowering the bar in '86, and it also, as we have discussed, did so to specifically address the D.C. Circuit's decision in Jordan, or at least whatmight have been left of that after Crooker. We see that as simply building on the back of Crooker, and it did so specifically in the -- the law enforcement context, but it did so with the premise that Crooker had properly understood Exemption 2. And it's important to remember that law enforcement context in the Exemption 7(E) will only apply in a certain subset of instances. It has to be compiled for law enforcement purposes; it has to be -- disclose techniques, procedures, or guidelines for law enforcement investigations or prosecutions --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"justices","text":"What happens -- I'm just curious -- on -- if you classify -- suppose you have a document, \"in case of emergency, these are the evacuation procedures\" of a big Federal building. And now you want to show that to the firemen, but you don't want it to be in the newspaper. All right. And the firemen don't have classifications, and they aren't cleared."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But I guess if -- in order to see it, they'd have to be cleared."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How long does it take, approximately, roughly, to clear a fireman so that hecould, in fact, see the evacuation manual from the Federal building?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can you give me a rough idea?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Thank you."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you. Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"For what level of classification? I gather the investigation of the person is quite different depending upon what level you want, if you want to give --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The lower things below secret --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Are those sufficientclassifications to prevent disclosure under FOIA?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is it, sensitive?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And so, if you label something confidential, you don't have to disclose it under FOIA?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think it's --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Counsel --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Do you think it's practical to classify all of the information that might have security implications?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Architectural designs --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- passwords."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. You wouldn't regard internal security procedures for computer systems as confidential?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would you classify those as internal procedural rules -- personnel rules? And would you also classify architectural specifications as internal personnel rules?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What about architectural specifications?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, basically, anything that the agency uses to craft its internal employee practices and rules gets swept up as private, as internal?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if --MR. YANG: It certainly would be personnel rules and practices of an agency to be properly deemed internal. That's where you -- the circumvention prong comes in, of Crooker, and we believe that in order to be properly deemed internal, the disclosure would significantly risk circumvention of the agency's functions."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":7,"sideBefore":"justices","text":"So you are taking out the records related to personnel and not making it a condition of the disclosure. You're saying if any document circumvents the agency's functioning, that's exempted."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You're not tying -- that's where I'm confused."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, how does --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How do the documents that the agency reviews to determine and craft its internal rules and practices fall under the rubric of being related to, solely related to, personnel practices and rules?If they were created separately, if they were created for multiple purposes, if they were --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- used in different circumstances besides the relationship of employees to others --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The map doesn't. You use the map to do the latter things."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you see --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. I'm cutting you off because your light is on. Do you see any difference between the position you're taking and Crooker?MR. YANG: No. We think that --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":7,"sideBefore":"justices","text":"You formulate your test very differently than Crooker does. What are those differences?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, if -- if we assume that a majority of this Court finds this statutory interpretation untenable and that you lose, but that the Court is also concerned about the government's reliance interests here and about this set of documents that have been exempted under Exemption 2 that would become unexempt, is there anything that the Court can do about that? Is there anything that the government would need to -- to advance -- to deal with those relianceinterests?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I am assuming, yes. That's just an assumption. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If you couldn't go return to Congress and you had to classify documents falling into the category that you previously thought dealt with in Crooker, how long would that take? How many documents would you guess there were in the Federal Government? Millions? Thousands?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And all of which you already have to review to compile the Vaughn index andto make sure there are not other exemptions that are applicable, right? You don't just grab a bunch of files and turn them over. You look at them before you release them under FOIA."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That wasn't my question. My question did not concern those documents that were requested. It concerns the category of documents that might be requested --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- which is every document that might be requested."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And I wonder if it ranges in the millions, tens of millions, hundreds of thousands, 5,000, or if it --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to go through everything. You have to go through the material that is requested, and you go through that materialalready."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And it takes forever to get the documents. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could I just nail down one particular point? It is the view of -- you're representing the Government, and it is the view of the Government that classification is not a practicable solution to the problem that's highlighted here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Mann, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID S. MANN","firstName":"DAVID","lastName":"MANN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2659,"interruptions":18,"times_spoken":35,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"respondent","words_spoken":3004,"interruptions":49,"times_spoken":76,"laughter":1,"num_int_by":9},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":726,"interruptions":4,"times_spoken":25,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":395,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":369,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":965,"interruptions":5,"times_spoken":26,"laughter":1,"num_int_by":3},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":323,"interruptions":0,"times_spoken":12,"laughter":2,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":568,"interruptions":8,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":178,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":217,"interruptions":0,"times_spoken":8,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":2659,"times_spoken":35,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":49,"words_spoken":3004,"times_spoken":76,"laughter":1,"num_int_by":9},{"side":"justices","interruptions":22,"words_spoken":3741,"times_spoken":118,"laughter":5,"num_int_by":6}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.8868702981796964,"respondent":0.11312970182030357,"date":1473644743559}}