{"petitioner":{"name":"ASTRA USA, INC., ET AL.","counsel":[0,1]},"respondent":{"name":"SANTA CLARA COUNTY, CALIFORNIA\n","counsel":[2]},"caseNumber":"09-1273","date":"2011-01-19T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 09-1273, Astra USA v. Santa Clara County. Ms. Blatt. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand that. A private contract is just that. Two parties go into the contract. They set the terms of their deal. No one forced the manufacturers to enter into this deal. So why isn't the issue exactly what the circuit court said: What was the intent of the parties to the contract? You want to make it Congress's intent, but this is a private deal between you. And Congress may have specified some terms to include, but --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you answer the point that, if Congress wanted to make this a pure regulatory statute, it wouldn't have even required a contract? It would have just passed a statute that says anyone who wants to -- to sell to the -- to the States or to the 340B entities -- you can't charge more than this price. Why do we even need a contract, unless inherent with it is some discretion in the agency who's administering it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Discretion that is consistent with normal contract principles."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your adversary claims you gave up your argument that the contract doesn't make the manufacturers a third-party intended beneficiary. Have you given up that argument?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Private enforcement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- I'm not sure of the answer, but is it different in this case or unusual that the agreement is between the Federal Government and private entities, as opposed to what I think is the more typical situation in which these cases come up, where it's, say, an agreement between the Federal Government and a State?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Blatt, would you explain the function that the contract mechanism serves? I mean, you could just have this -- you could just have the statute say: Thou shalt not charge more than the ceiling price. Period. What -- what is accomplished by having the contract reflecting the terms of the statute?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Before the statute was amended by I think the Patient Protection Act and there was a breach of the agreement, did the government assess penalties?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because -- and the reason I'm asking this is that you indicate that the government had a contract remedy. It seemed to me it had a regulatory remedy."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the contract remedy that it had at the time this case arose, which was before the -- these mechanisms."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Blatt, you said that there's not a whole lot of difference between your position and the Government's. What is the difference between your position and the Government's?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't make much sense, does it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What did the manufacturer promise in exchange for a contract? You do need consideration. What did they promise that they weren't already obliged to do by law?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So what is Santa Clara County supposed do? They -- they think they're being overcharged. And in your opinion, they -- the company doesn't, but they do. So what are they supposed to do if they're right? How do they get the money?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm interested in procedurally what are they supposed to do?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The manufacturer says: Okay, you're wrong. I'm not; I'm undercharging you. Now what happens."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He's busy."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Why can't they -- can they, for example, file a claim with the -- with the Secretary and say we would like the Secretary to order them to give us the money; they're violating this? They go to an administrative law judge. Is there an administrative remedy of some kind that would be reviewable in the courts for reasonableness?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So why is it reasonable, then, to think that the Secretary would have entered into a contract which is going to benefit them and there's no remedy?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But normally under the law from Marbury v. Madison onward, where there's a wrong, there's a remedy."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the remedy could be administrative, could be judicial, et cetera. But you're saying there's none?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But in such cases, there very often is an administrative remedy --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and the person always -- any individual in the United States can go ask any agency to do anything, and there is even review in instances of a refusal to withhold -- a withholding of action."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there here? You said there was."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about a False Claims Act action?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, to the extent that you're objecting to the disruption of the Secretary, there is disruption when it's a private party bringing a False Claims Act."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if the United States doesn't take over the case, just lets the qui tam relator --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- proceed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you emphasize that the contract has the language in haec verba of the statute. What if -- what if it doesn't? The statute imposes certain provisions. The pricing I guess is the key one. But in a private deal, when you're arranging for the delivery of, you know, pharmaceuticals, you could have a lot of provisions. It's got to be delivered by this much. You've got to have this much inventory. You've got to -- whatever. I mean, what if the contract here included terms beyond those in the statute? Could those be enforced by the third-party beneficiaries?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this a contract with the Secretary or a contract with the United States executed on behalf of the United States by the Secretary?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"On behalf of the --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's in the name of the Secretary?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Anders. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it -- is it a contract at all?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, how do we distinguish between what you call an ordinary contract and this sort of a contract, if it's any kind of contract?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, are you telling me you're taking -- then your -- then your co-counsel is right; you're agreeing with her totally. If Congress wrote the statute, said these are the terms we want to give you in a contract, you figure out how to implement and enforce this, and the Secretary says I don't have the resources to enforce this, I'm going to write a contract that gives the 340B entities a private cause of action, the manufacturers can take it or leave it -- you're taking the position that the Secretary is without authority to do this?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that begs the question that Justice Alito asked you, which is: If we go your route, which is, is this a regulatory or some sort of other contract, how do we tell the difference, and do we need to go that far? Isn't your position -- I thought half of your -- other half of your position was that this is not a third-party intended beneficiary. All the terms of the contract are between the manufacturer and the Secretary and the obligations to the Secretary, not the obligations to the third parties."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there a different --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"You mean -- you mean there's no negotiated element to it? It's what the statute -- it's the same as Ms. Blatt said? It's -- the contract repeats the words, the terms of the statute, and that's it; is that what you mean?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You could do this, I guess, by regulation, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Issue a regulation saying manufacturers who participate in this program agree to do, you know, whatever your contract says."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Could you tell us whether you agree with the Petitioner's argument in part D of its brief that private suits would seriously disrupt the comprehensive statutory scheme, in light of the position that the Government has taken in other litigation involving actions brought by States, In re Pharmaceutical Industry Average Wholesale Price Litigation in the District of Massachusetts?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You're walking away from your position in the District of Massachusetts? The States do not have, according to you, the right to enforce the rebate program?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"An implied cause of action? Is that what you're saying those State suits are?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"How is that regulatory scheme any different than the one involving the PPA?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose that the State of California says we'd like our counties to be able to enforce this. Then what happens?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, suppose that California -- if California wants to say we could bring this suit like Massachusetts did, you agree they could. And then they say, all right, but we don't have the time; we want the counties to do it. Couldn't they do that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what's the difference between --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What's the difference between a State doing it itself through its attorney general and the State saying we'd like the county to do it through its county attorney?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. California comes to you tomorrow and says the attorney general says: You know, this is a problem. You don't have time to enforce this. There should be some enforcement, and we want to enforce it. And, moreover, we'd like each county affected to enforce it. Do you have the authority? Is there any reason you wouldn't say go ahead?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm trying to analogize it to the Massachusetts one. You say they can just go ahead and do it, and they say, you know, Santa Clara County is just as big as Rhode Island. And you say the AG of Rhode Island can bring the suit; am I right? And so why can't the -- why can't Santa Clara do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It identified the problem that the individual beneficiaries did not have a remedy? They -- or that courts had indicated that they didn't and they thought there should be a remedy?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Blatt said nothing has been done. It just went into effect on January 1st, but are there -- are there plans to implement it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So I understand your position clearly, in a regulatory contract situation like this one the Secretary is without authority to decide he or she can't enforce the statute and to confer expressly by contract third-party beneficiary rights to the -- to the people receiving the benefit? That's the position you're taking? If the Secretary had written a provision into this contract telling 340B entities you can sue, that would have been, according to you, ultra vires?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Frederick. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait. Is the --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Third-party beneficiary rights are part of normal contracts, but the third-party beneficiary has rights under -- under the normal contract only when the parties intend him to have rights. It's not that every -- every contract which -- which has a benefit for some person allows that person to sue. There has to be an intent. And I -- I have trouble finding that intent here, either on the -- on the part of the Secretary -- would the Secretary have had that intent when -- when Congress clearly did -- did not have the intent to allow private individuals to sue?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, you didn't -- you didn't hear my question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"My question was the mere fact that there's a duty to a third party in the normal contract does not give that third party the right to sue, only if the contracting parties intend the third-party beneficiary to have a right to sue."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought the --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Frederick --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Can you tell me where --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"-- I thought when this case went back to the -- to the district court, the -- the agency's position was this is a total surprise to us, 14,000 suits or whatever it is. No, we never -- we never envisioned making the individual whatever you call them -- the 430B --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We never envisioned making them the beneficiaries and -- and allowing them to sue. That would be quite disruptive of our program. That, I thought, was the position the Government took."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I -- I don't understand why what Justice Scalia said isn't the same as what you said. You said no, Justice Scalia, Restatement of Contracts. But what he said the question is whether or not did the parties intend -- and it's an objective intent -- to confer these rights on a third person. And -- and you said no, no, that's not it. But then it seems to me that your answer that you gave was just what Justice Scalia said. I -- I missed something."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Could that be -- could there be --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, could there be --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Third-party -- I'm sorry."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":4,"sideBefore":"justices","text":"Could there be a third-party -- a suit by an intended beneficiary and a purported intended beneficiary, if it is clear that Congress intended, to the extent it can intend something, for those beneficiaries to get the benefit of the price but did not intend for them to be able to sue?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So if there were --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If there were a provision in the law saying expressly there is no private right of action under this statute, would you be able to make the same argument?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There's --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Counsel -- I'm sorry. don't understand the distinction that you're ignoring in the law. I thought it was very clear that proof that you merely received the benefit in a -- by a contract is not proof that the parties intended to confer on you an enforceable right; is that correct? Is that the statement of the common law?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No matter how --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No matter how you want to draw this line, if the issue is what's the objective intent about enforceability, if I look at the PPA, it makes the manufacturer's obligation one-way to the government to provide the pricing information. It gives only the government the right to institute the informal dispute resolution system that the contract specifies. This is not the new law. This is the PPA as it existed at the time. It gives only the Secretary other enforcement rights. What am I missing? Where in the contract is there one provision, one sentence, one anything that requires the manufacturers, other than the price benefit, to do something that could be characterized as enforcement?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's true -- that's true, you know, of -- I was thinking maximum resale price maintenance. You could -- the distributor and the manufacturer agree on the maximum resale price. Pretty unlikely that they intend the consumers who are intended to benefit to be able to have a lawsuit. And I think, well, gee, I don't know. And what the Government is arguing is, sure, the point you make favors you, but they say there are two major points here that favor them about background. I want to hear what your reply is. One of them is Congress, in the statute that it incorporated here, didn't want a private person to be able to enforce it. And the second one is it's going to create a mess. All right? So they say those are two background features here that favor them. So what's your response?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, which way does that cut? That seems to me to put an awful lot of power and authority in the hands of one beneficiary and one lawyer saying -- all they have to do is filing a suit saying, look, we get a hundred doses of Lipitor from this program; we think we should get less. And if they win, the whole country's -- the pricing of Lipitor under this program has changed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That strikes me as an argument in favor of leaving the enforcement with the Secretary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't have to be a class action, does it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's why it was brought as a class action?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What do you think about -- is the -- I'm not sure I'm right at all here, but as I understand the development of this argument today, it's open to you and the other 57 counties to go to the State AG, and you say you bring the lawsuit, okay? Or make us -- make me -- the lawyer says make me an assistant AG for this purpose. And I launch the lawsuit in the name of California, and then I can get to the same place. What do you think of that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought it was because the States have been given a role in the statute itself, where the 340B entities have not. I thought that was the -- the Government's position, that the States have a role in the Medicaid program, and that's an entirely different thing than this program, where these entities have no statutory role, say the drug manufacturers and then HHS."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the Government's footnote doesn't -- doesn't rely on the contract. It says that -- and it wasn't purporting to say the basis that the court applied in the District of Massachusetts case, but it was explaining why, in the Government's view, it's a different situation. And what it said, it's a different situation, not because of a different contract, but because in that other situation, Medicaid -- the Medicaid rebate -- Medicaid generally is, quote, \"a cooperative Federal-State program.\" I mean, their point is that the States are explicitly given authority for enforcement in that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And here the entities you're representing are not."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The big -- the big difference, it seems to me, Mr. Frederick, is that the States are sovereign. They can enforce their own laws. The entities at issue here are not sovereigns. They're not enforcing their own laws. They are trying to enforce Federal law. But under the -- under the Medicaid program, the States, using their own fraud -- fraud actions, whatever else, have a role to play."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's Miree. That's 1977. And a lot of your argument, it seems to me, is in the earlier world of implied right of action jurisprudence that has changed dramatically in the last 30 years. And what concerns me is when you are talking about the same language, the mere fact that the government has decided to go through a contractual mechanism to advance this program doesn't allow you to use that to get an end run around all of the implied right of action jurisprudence of the last 30 years. You're on stronger ground before that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that was pretty well -- that analysis was certainly consistent with the established jurisprudence in this area then. But it started changing very quickly thereafter -- I think about 1980 -- and then consistently went in the other direction, to the point now where I think the jurisprudence is pretty clear that we're not going to imply a private right of action at all."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The result is the same, Mr. Frederick. And that's -- I mean, it was a central point in this last brief. You can call it whatever you want. It's -- Congress has not provided for a private right of action to enforce the terms of the statute. The contract embodies the terms of statute. So it would be passing strange if Congress, as we now read Congress, said we want private parties out of this; this is to be between the agency and the manufacturer to say. The same exact result. The same aim can be achieved through this third-party beneficiary route. And I think that said, that is the -- I mean, that is what stands out about this case. And so how do you respond to that? What's the difference between suing because the statute has been violated and suing because the contract has been violated?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the statute wouldn't apply to someone who doesn't want to be in the program."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But so do the -- it's the same situation with the States under Spending Clause legislation. They don't have to sign up, but if they do, then the issue is, is there an implied right of action on the beneficiaries? And our cases for the last 25, 30 years have said no."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But we're told that whatever you say -- that's all we're talking about. We are told that computing the price is a very intricate business and that many of these disputes have been about what is -- what should the ceiling price be."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There would not -- the ceiling price is out there, and there's no dispute about it. It's just a question of getting the manufacturers to charge that price and not a higher price. The question is: What is the ceiling price?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that's -- and then they have control over them. And they don't have control over these suits."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you take the position that nothing has changed as a result of the new legislation? That is, Ms. Anders told us that this statute is going into -- to become effective. There's going to be procedures, better procedures than there were before. Is there still this third-party beneficiary suit, despite the possibility of going to the agency?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Frederick. Ms. Blatt, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2537,"interruptions":19,"times_spoken":36,"laughter":1,"num_int_by":6},{"id":1,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1190,"interruptions":10,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":2,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":2410,"interruptions":15,"times_spoken":35,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":607,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":705,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":437,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":638,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":162,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":706,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":183,"interruptions":4,"times_spoken":8,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":3727,"times_spoken":57,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":15,"words_spoken":2410,"times_spoken":35,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":16,"words_spoken":3438,"times_spoken":99,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.6833789525901814,"respondent":0.31662104740981856,"date":1472501779032}}