{"petitioner":{"name":"WILLIE GENE DAVIS","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"09-11328","date":"2011-03-21T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 09-11328, Davis v. United States. Mr. Kerr. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. You lose me in the argument because it doesn't seem to me that we -- if we did apply the good faith rule, we would be denying retroactive effect to the altered judgment. It continues to apply to matters beforehand, but it's a totally different question whether, assuming it is retroactive, the good faith exception to the exclusionary rule applies. It's a -- it's a separate question from retroactivity, it seems to me."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but just to pursue Justice Scalia's point: The good faith rule is itself a rule that's intact, that's a precedent, that was on the books, and the good faith rule qualifies the exclusionary rule. So why aren't we just following the good faith rule here?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, there's nothing retroactive or prospective about it. It's just -- it's just applying the existing law."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's an application of -- that's a subset, it's one application, of the good faith rule, which is an overall principle. But we're being faithful, under the government's view, it seems to me, to the overall principle."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not a label at all. You're -- we're not denying the application of the altered rule to your client's conduct. It applies. But the question of whether, when it does apply, the good faith disregard of it by a police officer nonetheless allows the evidence to be admitted, it's a totally different -- we're giving full retroactive effect to the -- to the change in the law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Kerr, our cases have talked about the deterrence impact on police conduct. It seems to me you're trying to expand that notion to cover incentives for defendants, and as I read -- I guess it's Leon, in footnote 25, it says the argument that defendants will lose their incentive to litigate meritorious Fourth Amendment claims as a result of a good faith exception is -- is unpersuasive."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think our -- our theory on the exclusionary rule across the board, without regard to the underlying substantive violation, is that you look to deterrence of police conduct. And here, I mean -- I mean, you agree the police did nothing wrong in this case, don't you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So what impact -- why do we want to deter them from doing what's right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand your argument with respect to decisions of this Court, and I think that's your strongest argument, but would you concede that that argument does not apply when the precedent on which the police are relying is a decision of one of the courts of appeals or a State supreme court Fourth Amendment decision? In that situation, there will be plenty of avenues for obtaining review of the correctness of those decisions; isn't that right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it applied its understanding of Belton, which turned out to be different from the understanding of the Arizona Supreme Court in Gant and the understanding of at least four members of this Court when Gant got here."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If I could just come back to my question: Suppose you have a decision in one of the courts of appeals that says certain conduct is permitted under the Fourth Amendment, and the police in that circuit, Federal law enforcement officers in that circuit, follow that precedent. Now, is -- will there not be plenty of opportunities to review the correctness of that decision because the issue may arise in other circuits where the matter isn't settled?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kerr, the line that has been suggested by Justice Scalia and Justice Kennedy, that is exactly the line that the Eleventh Circuit took; is it not the case? I mean, Judge Kravitch said: Yes, the Fourth Amendment was violated, so to that extent we're following retroactivity precedent. But the remedy is something different. That was exactly the line that she took, wasn't it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And on your theory, I mean, there's another question in this case; that is, perhaps this evidence would come in under the inventory, as a -- as a legitimate inventory search, and if the Court decided that question, then -- then the question you're arguing, the exclusionary rule question, would have no practical consequences. On your theory, the way you reasoned, shouldn't the Court first decide was this a legitimate inventory search, and if so, then we never get to any exclusionary rule question?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If I could just follow up on Justice Ginsburg's question. Why did this defendant have any incentive to bring his constitutional claim if, as may or may not appear too likely, the inventory search is going to result in the admission of the evidence anyway? It seems that your theory goes too far in saying that defendants will never have an incentive to bring a constitutional challenge if there's some other ground on which the evidence might be admitted, and that's never been our law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's often -- we do that. We take cases where you can bring a constitutional challenge or a different challenge all the time, qualified immunity cases, you know, what was the law and was it clearly established? Defendants bring the qualified immunity cases all the time even if they have a tough case on whether it's clearly established. Harmless error cases, the underlying violation, whether it's a harmless error, and the Court can decide the case on either ground, but that doesn't keep defendants from bringing the claims."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So your incentive argument really only holds up when the ground on the alternative ground is hopeless? Otherwise we'll expect the defendants to bring a Fourth Amendment claim because it's pretty easy to bring."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kerr, let's say I'm concerned about the kinds of issues that you're raise, the incentives on defense counsel and also the oddity of the Court deciding a case in which it's absolutely not possible to grant a remedy. Wouldn't the solution to that be not the rule that you are advocating, but instead a much more limited rule which said that in that case the exclusionary rule applied, but not in any other case, not in any case on direct appeal?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess, Mr. Kerr, I'm not sure that that's right. Justice Harlan was talking about constitutional rights at a period where, as the Chief Justice said, the exclusionary rule was viewed as part of the constitutional right. But if this Court doesn't view the exclusionary rule that way any more, if it views the exclusionary rule as simply a prophylactic rule which gives a particular defendant a windfall in order to gain systemic effects, systemic benefits, why would we do it any more broadly than we would need to do it? And we would just say: Look, we understand your point that this would very much change the incentives for defense counsel. We understand your point that it's kind of, I don't know, maybe inconsistent with Article III to take a case in which there was absolutely no chance of relief being granted, but we can deal with those issues simply by saying that in your case you get relief, but not in any other."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"With respect to the incentives that you're talking about, is there really much difference between what would apply in a case like this and what already applies in cases that fall under Krull? Suppose Congress enacts a statute that authorizes a search under particular circumstances, as it did, as was the case in Almeida-Sanchez. Now, under Krull nobody is going to be able to, and no one who is subjected to a search under that statute is going to be able, to challenge, to obtain suppression, unless you can say that a reasonable law enforcement officer couldn't have thought that this statute which was enacted by Congress and signed by the President was a correct interpretation of the Fourth Amendment. Now, maybe there'll be a few cases like that, but in the great majority, the vast majority of cases, the person will not be able to mount such a challenge. So what is the difference between the situation here and the situation that the Court already approved in Krull?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we could leave that open here. We could say that there's no good faith immunity if a reasonable officer couldn't have believed that a prior decision of this Court was a correct interpretation of the Fourth Amendment. Maybe that sounds strange only because we have a higher opinion of ourselves than we do of the Congress and the President."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Essentially, is your argument essentially that we should distinguish never, which would be this case if your position is not right, and hardly ever. Is that --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you might respond that the government's going to say, well, there's Monell that's in their brief, and you'll probably say that that's a weak substitute for a criminal defense attorney's doing it in the trial itself."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose we were concerned with the costs of your rule in the sense that Gant does have some exception for the safety of the officers, and I think you can read the case if there's some general safety considerations for not securing the car in a neighborhood rather than leave it by itself. If we adopted your rule, the prosecution in all those cases would not have had the opportunity to make those additional defenses or those -- to advance those additional justifications for the search. Maybe you'll say, well, I'm just trying to resurrect Linkletter."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, those cases were pending. I was concerned with cases that were closed, I suppose."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You're asking us for an exception to our general approach, assuming the general approach is not the one you succeed, for, as you put it, cases where there's zero possibility of success, while allowing application of the good faith precedent, even if the chances of success are remote. Is it really worth the candle to have litigation over whether it was a difference between zero chance and remote chance, as opposed to continuing to apply the good faith rule across the board?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand your position on that. Now, getting to my question, is it really worth it for us to have litigation over the difference between zero and remote in determining what rule we should apply in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Most lawyers don't take that position. Most lawyers would argue the Court's precedents should be overturned and, if not, here's why our case is different. And we would still be required under your theory to look if that second argument has zero chance or only a remote chance."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems to me -- I mean, in terms of the incentives on the defense counsel, it would be an odd defense lawyer who is going to say you should consider argument A because my second argument has got zero chance of succeeding."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kerr, I've been on the bench 30 years or so now. I have never, never heard counsel come before the court and say that we should overrule a case without making the argument: The facts of this case are not within the prior decision anyway. It just doesn't happen."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There was still not the argument you should overrule the prior case, period, with no effort to show why you could come out that way without overruling the prior cases. I just don't know --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm saying they're nonexistent. I'm not saying they're rare."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"The difference between zero and remote. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, what about Gant itself? Gant severely qualified Belton. Should there have been a suppression remedy for Gant, as Justice Kagan suggested, the very case that changes the law?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And how would you answer it? Was Gant purely prospective or did Gant itself get the exclusionary rule?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose it had been raised?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, do you think that if a lawyer did that, if a lawyer filed a cert petition and said you should overturn the following Fourth Amendment precedent, and that was all that was in the cert petition, would we be able to grant that cert petition knowing that there was no possibility of relief for that petitioner?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you think that we would have appropriate Article III authority to decide that question without any hope of relief?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I assume if Petitioner says we should be able to overrule our prior substantive precedent, he should also logically say that we should be able to overrule our prior precedent regarding the exclusionary rule. So that whenever somebody wants to come up here to challenge prior precedent, he can just say: You know, Your Honors, we're asking you to overrule two cases: The first one, the substantive rule of Fourth Amendment law; and secondly, whether that -- that change in law can govern the action of the policeman who didn't realize that the law was going to be changed."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And if he asks for the double overruling that I just suggested, I guess there's some chance that the Court would do it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You've just raised the question of qualified immunity and the similarities. There is one problem that I have with the regime that you are suggesting, which is that because laws differ among circuits, now we've created a regime where we say if the law was clear or if there was law on this issue in your circuit, and the police officer relied on it, the exclusionary rule won't apply; but if the law was uncertain or not clear in another circuit, then the exclusionary rule does apply. There's something illogical about permitting that kind of difference to control the outcome of suppression. Are you through the back door trying to get in a qualified immunity thing? If any police officer has a reasonable cause to believe their conduct didn't violate the Constitution, then no suppression? That is what it sounds like your brief is ultimately suggesting."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So there's no value in your mind to the fact, as your adversary is saying -- I don't -- I haven't found one case previously by this Court where it has applied the good faith exception to the finding by the Court of a Fourth Amendment violation. Have you? It's never been done in any case, correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what we're doing is sort of -- your adversary is right, we're returning to Linkletter, aren't we? We're sort of saying it's going to apply, the exclusionary rule is going to apply in some cases, but not all."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about what happened before then."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We're going to have the exclusionary rule apply sometimes but not other times."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is there -- is there anything to be said for simplicity? The normal rule is when the police violate the Fourth Amendment you exclude the evidence. That's the rule. Then there are some exceptions, good faith, et cetera. But that's the normal rule. You have a new law in this Court. The new law says, now this is a violation; we didn't previously think it is, but it is; and that applies to the case in front us and to other cases on direct appeal. The reason that's simple is that's what we've always done. And somebody says let's make an exception here, bring in the exception, good faith, and we say no. Why? Not because any of the policy arguments are wrong, but just because, as this last 40 minutes demonstrates, once we do that it's so complicated, only 14 people are going to understand it and they're not going to understand it, either."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's very optimistic. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think that --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":6,"sideBefore":"justices","text":"I don't think it's so complicated, counsel. Don't worry about it. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Actually, why don't we just abolish the exclusionary rule? That would be really simple. Whatever evidence tends to prove the truth comes in. That would be a very simple system if we're looking for just simplicity, wouldn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're not proposing that, though?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There is something ironic in your position that the defendant who lives in the circuit that is most clearly wrong is treated worst."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if there's a circuit split, how do we encourage police officers to be careful about the Fourth Amendment? There's a presumption somehow that because a circuit precedent exists that says it's okay to do this, that police officers have to do this. I don't necessarily believe that. If there's a circuit split and a police officer knows that other circuits are saying this is unconstitutional, why are we taking away the deterrent effect of having thoughts occur to the officer about thinking through whether there's a better way and a legal way to do things? With respect to the Fourth Amendment, we've built -- your adversary is right, we've built in so many exceptions, and including in this case the inventory search, that the officers have many different ways of doing things than merely doing what this particular court thought was legal or this circuit. So I guess my question is, when there's a circuit split, why are we, as Justice Kennedy is saying, giving protection to the circuit that's plain wrong and to the officer who chose to follow that advice?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But they're going to be protected -- they're going to be protected from that --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- meaning they're going to get qualified immunity from any personal liability."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I assume that an officer when he goes out to do his job does not have primarily in mind not to get sued, but I think primarily in mind he wants to arrest somebody in such a manner that the person can be convicted of the crime that he's done, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, particularly in light of that, what is wrong with the suggestion that Justice Kagan raised in one of her questions about retaining an exception to the good faith exception for the situation, for the defendant whose case comes up here and results in the overruling of one of this Court's precedents? The Court invented the exclusionary rule. The Court invented the good faith exception to the exclusionary rule. Is there anything to prevent the Court from inventing a new exception to the exception to the exclusionary rule?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think we'd look particularly good, either, do you? I mean, if. We had one case raising a Fourth Amendment question, and let's say six others who raise -- that raise the same question, what would we do? We would grant the first and hold the second? No use to hold the second, because they're going to lose anyway, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So I guess we would -- we would just grant the first and deny all the rest, even though they're raising the same issue?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't smell very good."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So that's why, isn't it -- that's why the normal rule has been that the person litigating the case gets the advantage of the new rule, as do other people whose initial appeals are not final, and there we are. That's a rule existing, I guess, for a long time. I guess these other people have to have raised the question in their case. They have to have asked for it. They can't -- they have to follow normal rules. Has that caused havoc, or has that caused things -- the legal system, even before --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I would have thought it was more for this Court, actually, anyway. I don't know if it has to be the words \"overruling.\" My recollection was: Has the Court created a new rule of law? I think it goes back to Cardozo, Sunburst or something, that if the Court creates a new rule of law, then does it apply prospective, retroactively? And the worked-out position was it applies retroactively, but to the litigant and to those whose appeals are not final if they raised it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And you want to change that, it seems to me."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're hiving off the -- the suppression. I understand."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Were we right that -- there were several cases that were TBR'd in light of Gant. Maybe some of them shouldn't have been TBR'd under your theory."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would the rule that you're arguing for apply only in the situation where there is a binding precedent that affirmatively approves a particular police practice, or would it also apply in the situation in which there is simply absolutely nothing on the books that prohibits the police practice, so that a reasonable officer wouldn't have any reason to think that the practice was unconstitutional?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"She did say that if there is ambiguity, then the police must err on the side of not searching. Do you think that that's -- do you accept that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Dreeben. Mr. Kerr, you have 6 minutes. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in -- in one -- in one sense if we're talking about costs, the rule the government proposes is -- is defendant friendly, in that this Court may be more willing to impose stricter rules under the Fourth Amendment, if it knows that the good faith rule will protect against the -- the costs of -- of overturning the conviction."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that could work to the benefit of defendants as a class, not the particular defendant?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kerr. The case is submitted."}],"people":[{"id":0,"fullName":"ORIN S. KERR","firstName":"ORIN","lastName":"KERR","counsel":true,"justice":false,"side":"petitioner","words_spoken":2725,"interruptions":10,"times_spoken":35,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2883,"interruptions":9,"times_spoken":34,"laughter":1,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":602,"interruptions":0,"times_spoken":15,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":555,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":351,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":573,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":291,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":472,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":359,"interruptions":1,"times_spoken":6,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":10,"words_spoken":2725,"times_spoken":35,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":9,"words_spoken":2883,"times_spoken":34,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":5,"words_spoken":3528,"times_spoken":72,"laughter":3,"num_int_by":3}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127041}}