{"petitioner":{"name":"ERIC L. THOMPSON","counsel":[0,1]},"respondent":{"name":"NORTH AMERICAN STAINLESS, LP\n","counsel":[2]},"caseNumber":"09-291","date":"2010-12-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 09-291, Thompson v. North American Stainless. Mr. Schnapper. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is Ms. Regalado still engaged to this fellow?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"She's married to him."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, they're married."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, good. Well, why didn't she bring this suit?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could she have gotten reinstatement on the grounds that his continuing inability to be employed by the company is an ongoing hurt to her?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose an employer -- suppose an employer dismisses an employee on an impermissible ground, impermissible under Title VII, and it's a very valuable employee. Can the shareholders sue on the ground that the shareholders are now injured because the company is worth less, having lost this employee, under Title VII?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you start with somebody who is -- who is unlike the shareholders. There's no Title VII violation as to them. Regalado is complaining of sex discrimination, and then she said, because I made a complaint, they retaliated against me. Shareholders are not in that position, because there was no initial charge there."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":5,"sideBefore":"justices","text":"No, it's the same hypothetical. We'll just say Regalado, all the same facts, except she is very valuable to the company. The company is now worth less; shareholder sues."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is whether he's aggrieved within the meaning of Title VII, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And your argument is that if there's injury in fact sufficient to satisfy Article III of the Constitution, then the person is aggrieved."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But your -- is it your argument that we have -- that we should go that far?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We should say that there was injury --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't? We don't need to go that far?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do we draw the line?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does that come from? Where does that test come from?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand the argument. I don't really -- it's not too helpful, at least to me, to say as far as we need to go in order to reverse. That's really not how a statute ought to be interpreted, I would say. What does it mean? What -- now, I understand the argument that \"aggrieved\" means all the way to what's -- all that's necessary is what is necessary to satisfy the Constitution. And I understand that argument. It's a very broad argument with a lot of implications. But if -- if that's not correct, then what is the correct test and where does it come from?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what do you do with the argument that says there's a middle step? You can -- you have the sex discrimination complaint, and then you have Thompson, who is aggrieved in the sense that he was hurt, he was injured. But they say there's no cause of action, there's no statutory cause of action, for Thompson."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose Thompson were not Regalado's fiancé at the time. Suppose they were just -- they were just good friends. Would -- and everything else happened, and he alleged that he was fired in retaliation for her engaging in protected conduct. The way the company wanted to get at her was by firing her friend. Would that be enough?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that translate? How does that Burlington Northern standard translate into the situation in which there is some sort of relationship between the -- the person who engaged in the protected conduct and the person who suffers the adverse employment action? That's what's troubling to me about -- about the theory. Where it's a fiancé, it's -- that's a relatively strong case, but I can imagine a whole spectrum of cases in which there is a lesser relationship between those two persons, and if -- if -- unless there's a clear line there someplace, this theory is rather troubling."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you help -- can you help provide where the clear line is? Does it go to -- does it include simply a good friend? Does it include somebody who just has lunch in the cafeteria every day with the person who engaged in the protected conduct? Somebody who once dated the person who engaged in the protected conduct? Are these all questions that have to go to a jury?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But why can't --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Well --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Why can't they get -- the first question, to go back, is just a confusion in my mind: Why couldn't she bring this suit? And she says: I was discriminated against because they did A, B, C, D to him, and the remedy is cure the way in which I was discriminated against. And to cure that way, you would have to make the man whole in respect to those elements that we're discriminating against her. Do you give him back pay? Do you restore him? You do everything you would normally have to do, because otherwise she is suffering the kind of injury, though it was to him, that amounts to discrimination for opposing a practice. What's wrong with that theory?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? Why?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So what? She's hurt. Suppose it was a child that they -- what they -- or suppose they robbed -- they robbed the -- the judge's wife in order to get him to do something? And -- and that's a crime, and suppose there was a civil statute. The judge says: The way you cure what you did to get me to do something is you make me whole. And in that instance, it requires making her whole. What's the Article III problem? Well, anyway --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know that this is crucial, but I'm -- I'm -- I'm just saying --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's because the award of money to be paid for somebody else, their absence of money didn't hurt you, but where there -- for example, if you're a trustee, you certainly can sue to get the beneficiary put back. There are dozens of cases where you can sue to get somebody else paid back money, and -- and why isn't this one of them? But anyway, I'm not -- I don't want to pursue it beyond a quick answer, because there are other things in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I understood your brief, and certainly the Government's brief, to take a very expansive view of what type of retaliation would give rise to a cause of action by the -- the directly harmed employee. Now you seem to be suggesting that that employee would not have Article III standing to bring an action."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not taking the position that she could not have sued for retaliation? It would be awkward because he is -- it's his injury that requires compensation. But are you saying that she could not have brought a retaliation suit?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me -- because your time is running -- the Americans with Disabilities Act has an explicit provision that allows suits by adversely affected close relatives. You are essentially asking us to read that provision, which is stated expressly in the ADA --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":3,"sideBefore":"justices","text":"But the Fair Housing Act has a definition of injury that would include Mr. Thompson, and that's not in this Act, that express language."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Kruger. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I ask you this?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"You --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Suppose --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Put yourself in the -- in the shoes of an employer, and you -- you think -- you want to take an adverse employment action against employee A. You think you have good grounds for doing that, but you want -- before you do it, you want to know whether you're potentially opening yourself up to a retaliation claim. Now, what is the employer supposed to do then? They say, well, let's -- we need to survey everybody who is engaged in protected conduct, and now we need to see whether this person who we're thinking of taking the adverse employment action against has a, quote, unquote, \"close relationship\" with any of those people. So what do you do? Do you call everybody in from the company and you say, now, is -- you know, was -- are these people dating? Did they once date? Are they good friends? What are you supposed to do?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand that. I do understand that, but I wish you'd -- I'd like you to answer my question. Does the employer have to keep a -- a journal on the intimate or casual relationships between all of its employees so that it knows what it's -- it's opening itself up to when it wants to take an action against somebody?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but you say -- but it won't be because of the degree of connection between the -- the retaliated-against employee and the means of retaliating. I understood your brief. I'm just looking at page 6. The limitation you propose is someone -- someone close to him. The anti-retaliation prohibition \"prohibits an employer from firing an employee because someone close to him filed an EEOC complaint.\" And I guess I have the same concern that we've been discussing for a little while. How are we supposed to tell, or how is an employer supposed to tell, whether somebody is close enough or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But Burlington Northern, of course, is quite different, because you're just -- you're dealing with the obvious plaintiff in that case. You -- your -- your concern is confined to a particular person. In this hypothetical, it's an unlimited universe that you don't have any reason to know where it ends."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why does that matter under your theory? Let's assume the different -- slightly different, that they're just coworkers, but a coworker who has expressed sympathy for the discriminated person, has spoken about them in a favorable light or has tried to defend them. Would that person be protected from being fired --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- if the intent was to retaliate against the person complaining of discrimination by getting rid of their friend who's supporting them?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So an opposer is anyone who -- who assists?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But let's assume they did it just in private, but the employer knew it. They overheard a conversation between the close friend and the employee saying: I really am in support of you; I know you've been treated unfairly. I like you; I like you working here. Would that person be close enough?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't want to have to go before a jury as an employer all the time. I want -- I want a safe harbor. I don't even want to mess with people that might -- that might be buying a lawsuit. And you're telling me, well, you know, I can't help you. You have to go before a jury and say if this person is close enough. Why can't we say members of family and fiancés? Would -- would that be a nice rule?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I know."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but as --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"As the Chief said, it -- it spreads much further than Burlington Northern. Burlington Northern -- at least you know who it is you have to be careful with --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- the person who's -- you know, who has made a complaint. But -- but with what you're proposing -- my goodness, I don't know who it is I have to be careful with."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But you're -- you're a reasonable person. What would you say is the degree of closeness that's required?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Very good friends is enough?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And in -- in your view, could Regalado have brought this suit or brought a suit?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if that is so, why doesn't that vindicate the purposes of the Act?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but I -- I assume that part of the thrust of your argument is that this was designed to hurt this -- Regalado, that she was hurt, that this was injurious; then you say, oh, well, it's not important enough for her to sue, so somebody that's more remote can sue. That's an odd rule."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, can't they talk about that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, it's not like you're dealing with strangers. That's the whole point. It's someone close to them. I -- on the one hand you're saying, well, you only have to worry about people really close, and then your response to this line of questioning is, well, the other person might not sue. They're going to sit and say: Well, you sue. No, you sue."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's different from the -- the point that you were first making, I thought, was these are lay people; they don't have a lawyer; they would naturally think that the person who was hurt would be the one to sue."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Why is that a problem? You're dealing with people who are close. They assume the person who was hurt, the person retaliated against, would sue. Well, why -- why don't they? You said that person has a valid suit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"They're lay people. They don't know about Article III."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if somebody in Thompson's position filed a charge with the EEOC, couldn't the EEOC tell him you're the wrong person to sue?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But EEOC thinks he's the right person."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If the rule is that -- if the rule is otherwise, why couldn't they provide advice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. Kruger. Ms. Latherow. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you -- if Regalado had sued and said -- assume the fact; I know that you claim it didn't happen -- they fired my fiancé to retaliate against me."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree with your adversary that she wouldn't have Article III standing to seek reinstatement or back pay for her fiancé?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I would like to see that case next."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And see what position you take the next time. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Are you willing to commit your company to that position today? I won't do that to you."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but if -- you know, if you concede that she could have sued, then what's the big deal? Then we still have the same problem, that the employer doesn't know whom -- whom he has to treat with kid gloves. What's the difference whether, when the law comes down on him, it's -- it's she who brings the suit or her fiancé? He's worried about the suit. He still doesn't know whom he has to be careful with."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So that's your only point, not that -- not that it's going to be very difficult for employers to figure out who can be protected and who can't? You abandon that -- that issue?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying an employer could adopt that policy?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Are you saying an employer could adopt that policy?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So if an employer says, now, if anybody makes a discrimination claim, we're going to fire two other employees just to show you that we run an efficient corporation out here, you say that that is -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- that's proper or improper?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Wait, wait. Who is the person who is discriminated against in the hypothetical?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the -- the persons -- the two people in the hypothetical that are fired can't sue?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why -- why should -- in this World War II Nazi scenario -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Why would the -- the woman who caused the random firing -- why would she bring a lawsuit if these people are really nothing to her? She just has a guilt of conscience or something? I mean, I don't see why she'd bring the lawsuit. If it was her fiancé, maybe, but --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"She might not even like the people who were fired. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but his point was that \"aggrieved\" includes not only injury but wrongfulness. It may not be very -- I don't know, but -- nice, but there's nothing wrongful about North American Stainless deciding it's not going to fund an animal shelter because of some other reason."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you couldn't win on that under Burlington. I mean, I think that there are three separate issues here that have to be kept straight. No one can win in court unless they show there was a human being -- in this case, the woman -- who suffered material -- who suffered serious harm, serious harm. And serious harm is defined as materially adverse action which might well have dissuaded a reasonable worker from making or supporting a charge of discrimination. So unless she suffered that kind of serious harm, nobody wins. Then the next question is suppose, in the course of that, somebody else was hurt. And the person aggrieved provision suggests, because of the history of the word \"aggrieved,\" that more than just she can bring the lawsuit. That's our first question. And then our third question is, if the second question is yes, why can't the whole world do it? At least the barber who doesn't get the haircut anymore because the person fired doesn't have any money or the landlord who can't get his rent or the -- you know, we can go on indefinitely. Okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So why don't we get to the second question? The second question is -- the word \"aggrieved\" has a history. I think it comes out of -- what's the case? It's -- I think it comes out of FCC v. Sanders Brothers, which is a 1940 case, which said that sometimes where there's a statute using the word \"person aggrieved,\" that that means that a person can bring a lawsuit even though that person does not suffer injury of the type that the statute was meant to prevent against."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That was picked up by the APA."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It says \"person aggrieved.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So we have a statute that says \"person aggrieved.\" Maybe it means it in a different sense, or maybe it means it in the APA sense, Sanders Brothers sense, which means, in principle, this plaintiff can sue. Now, you can argue against that if you want, but, I mean, that's where I'm starting from. And then we can have the third part, which is: Is there a way of limiting this?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You don't have to. I'm -- just a question. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Quite a long question."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"You don't even have to agree with his description of what Sanders Brothers and the APA say."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"No, you don't --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"I don't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"-- but it would be pretty hard to do that, because it's in black and white here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"It -- isn't there a doctrine of -- of the scope of persons protected under the -- under a particular statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And doesn't the word \"person aggrieved\" bring that -- that whole lore along with it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can we go back to basics? First, you agree that it is unlawful to retaliate -- to retaliate against a person who filed a complaint, under Title VII, by dismissing a close relative? It is an unlawful employment practice; is it not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you want to get back to Justice Breyer's question? I don't think you had a chance to respond to it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure it's broader. Why do you say it's broader? It says \"adversely affected\" -- \"adversely affected\" -- or \"aggrieved within the meaning of the relevant statute.\" And it's that language that says, well, the statute was only meant to protect this group of people, and the fact that somebody else was incidentally harmed would -- would not be covered. I don't know why you say that's broader. If anything, it's narrower than what we have here. We just say \"aggrieved.\" It doesn't say within the meaning of a relevant statute. You want us to read that into it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":10,"sideBefore":"","text":"This is not -- this is not an altogether novel question, because it has come up under some other statutes. You are suggesting that this is carrying \"a person aggrieved\" to new heights, but we have both the NLRB and we have OSHA, and both of those agencies have said that to take adverse action against a close relative is an unfair employment practice, and they've done that for some time; have they not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Go on. I'm sorry. Finish your --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Now, that's -- that's why this is -- see, what Sanders Brothers did is the interest to be protected against had nothing to do with protecting competitors from competition. The Court says that. And it says: But here is a competitor trying to protect himself from competition; can he bring a suit? Well, normally not. But Congress used the word \"person aggrieved\" or \"adversely affected,\" and, therefore, they can. Now, that's the precedent that -- that -- that's harmful to you. I'm not certain. What about the third part? I have a suggestion, and I'd like your response, because I'm just playing with the thought: That the way to limit this is to say that where a person is being used, person B is hurt because -- in order to retaliate against person A, okay? That that is a person aggrieved where person B is being -- is hurt. The injury, the injury to B, not to A, is the means of hurting A. But where it is a consequence of hurting A, that doesn't fall within the statute. That gets rid of the bowling alley, it gets rid of the landlord, it gets rid of the shareholder, it gets rid of all the people who -- who are not the person retaliated against, but they suffer injury because he was retaliated against. It keeps the people who are being used as a means. They can bring the lawsuit."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If, in fact, you set in motion hurting Mrs. Smith, the child, the wife, even the coworker, though that would be hard to get past Burlington, if you do that in order to hurt A, to retaliate against A, B can bring the suit. But if B is a person who is injured only because you retaliated A, that really wasn't the means, B can't bring a suit."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That is the problem with my (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But there are -- I do -- I think that it isn't so hard to find, in some of the sources that Justice Ginsburg mentioned and others, instances where the only kinds of suits that have been allowed are where it was like a family member or was being used as a means, and there never have been cases where they allowed somebody who was just suffering consequent injury. So it's quite possible I can be borne out, though I think your criticism is a pretty good one. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see where you're going. The employer has to fire three fiancés or a larger number of -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you know, I don't know what \"aggrieved\" means. I don't think anybody does. Why shouldn't we be guided by the EEOC, which has responsibility for implementing this statute? And they've come up with their theory of what it means, and we usually do accede to a reasonable theory proposed by the implementing agency. Why -- why shouldn't we do that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it's not -- it's not 100 percent clear he does. He thought there might be an Article III impediment. But in -- in your brief, I think you suggested that the EEOC doesn't get a whole lot of deference, and you -- but the other agencies that I mentioned, where there is this claim that can be brought by a close relative, the NLRB gets a lot of deference; the Department of Labor, when we're dealing with Occupational Safety and Health Administration or the mine safety -- those agencies get a fair degree of deference, and they've come to the same conclusion."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But this is a -- an interpretation of the substantive meaning of the statute."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't have to do with the evidence in a particular hearing. Can a person who is a close relative sue on the grounds that he was injured, deliberately so, in order to retaliate against his spouse or his fiancée?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What's the function of the compliance manual? What does it do? Does it say we'll -- we'll leave you alone if you do this?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But they have to leave him alone. There's really nothing the EEOC can do to somebody, right, except -- what, can the EEOC take them to court?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, so can the Justice Department, but we don't defer, thank goodness, to the Justice Department's interpretation of the criminal law, do we?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"22 and 23 of --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure why the employer's intent comes into this. A is the person who is being retaliated against, and the issue would be: Did the employer take such action against B as the A would think, quite reasonably -- he'd have to reasonably think that the action that the employer took was retaliation, was meant to be -- whatever those words were -- was -- might well have dissuaded a reasonable worker from making or supporting a charge of discrimination."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you'd have to show he had a retaliatory intent, that's true, but that's true however he retaliates."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Schnapper, you have 3 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schnapper, in the points that you're making, would you have an answer to this point that was made about the burden of proof? The argument was that you wouldn't have McDonnell Douglas anymore, and you wouldn't know how to proceed on this third-party claim."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure why not."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure why not. Plaintiff comes in and says: I engaged in protected activity. They --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The other person did. They retaliated against me. How do you -- what -- then the employer always has the burden to come forth and give an explanation as to why? What would be -- the prima facie case generally is they treated me differently than similarly situated people, I complained at a time close to my firing. There's --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a whole series of prima facie elements."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens in the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens in the animal shelter hypothetical that your friend proposed? You know that North American Stainless funds the animal shelter of -- that -- where the wife works, and they cut off their funding, as a means presumably of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC SCHNAPPER","firstName":"ERIC","lastName":"SCHNAPPER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2009,"interruptions":12,"times_spoken":37,"laughter":0,"num_int_by":6},{"id":1,"fullName":"LEONDRA R. KRUGER","firstName":"LEONDRA","lastName":"KRUGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1016,"interruptions":13,"times_spoken":27,"laughter":0,"num_int_by":6},{"id":2,"fullName":"LEIGH GROSS LATHEROW","firstName":"LEIGH","lastName":"LATHEROW","counsel":true,"justice":false,"side":"respondent","words_spoken":2496,"interruptions":19,"times_spoken":51,"laughter":1,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":510,"interruptions":4,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":699,"interruptions":7,"times_spoken":33,"laughter":3,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":564,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":267,"interruptions":0,"times_spoken":11,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":707,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1216,"interruptions":4,"times_spoken":21,"laughter":3,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":337,"interruptions":3,"times_spoken":14,"laughter":1,"num_int_by":2},{"id":10,"fullName":"I say","lastName":"say","counsel":false,"justice":false,"side":"","words_spoken":60,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":3025,"times_spoken":64,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":19,"words_spoken":2496,"times_spoken":51,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":21,"words_spoken":4300,"times_spoken":132,"laughter":8,"num_int_by":8}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.8094198153332709,"respondent":0.1905801846667291,"date":1473644743580}}