{"petitioner":{"name":"CHASE BANK USA, N. A.","counsel":[0,1]},"respondent":{"name":"JAMES A. MCCOY, INDIVIDUALLY AND ON BEHALF OF ALL OTHERS SIMILARLY SITUATED ","counsel":[2]},"caseNumber":"09-329","date":"2010-12-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 09-329, Chase Bank v. McCoy. Mr. Waxman. "},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you about the deference that we should give to the briefs that have been filed in the First Circuit and the invitation brief in this case? Auer deference seems pretty four-square with this. It's a brief that was filed to interpret an agency regulation. But I'm wondering whether Auer continues to remain good law after Christensen and Mead. In Christensen, the Court held -- and I quote -- \"Interpretations such as those in opinion letters -- like interpretations contained in policy statements, agency manuals, and enforcement guidelines, all of which lack the force of law -- do not warrant Chevron-style deference.\" And Mead said pretty much the same thing. So it seems to me that there are three possibilities for why Auer remains good law. One is that briefs are somehow different from all those other things that we talked about in Christensen. Another is that an agency gets more deference when interpreting regulations than when interpreting its own statutes -- something that I think I just don't quite understand, but maybe you could convince me of it. And a third is, well, look, they're just basically inconsistent, but Auer was Auer, and we don't feel like overruling cases, and we're not so sure we got it right in Christensen and Mead anyway. So, which is it?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Absolutely right, Mr. Waxman, but in each of those cases it was basically a sentence or two. We never really addressed the possible conflict between Auer and Christensen and Mead."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, I take it from this whole discussion that you are recognizing that this is not a crystal-clear regulation; there is some ambiguity, and that's why we are talking about how much deference we owe to the agency."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think the same deference is owed to ANPRs as to the amicus briefs? What is your position on that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, I suppose --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Judge Cudahy in dissent relied very much on the advance notice of proposed rulemaking."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Judge Cudahy in dissent relied -- put considerable reliance on the ANPR."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose, having done it twice before, we could in this case apply Auer without explaining why it is that Auer is not inconsistent with Mead, right? We did it twice before; we could do it here."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Absolutely."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a lot more trouble, though. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why \"to be sure\"?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But Mead did put a lot of emphasis on procedural formality. So, you know, Justice Scalia sort of snidely, but I think accurately, described Mead as saying: \"Only when agencies act through 'adjudication[,] notice-and-comment rulemaking, or...some other [procedure] indicat[ing] comparable congressional intent [whatever that means]' is Chevron deference applicable.\" So, you know --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This is -- this is not an adjudication. It's not a notice-and-comment rulemaking, and it's hard to see why there is some procedure here indicating comparable congressional intent, as Mead was -- would require."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you can also read Mead and decide what it says. Being in the majority, I thought the dissent's characterization was not what it said. I mean, the dissent --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The dissent can write what it wants to write. But I don't think that that was what Mead said, but I guess there's disagreement about that. What did you think?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. But I -- I'm sorry. You're an informed reader, and I -- I thought Mead definitely did not say that. That was the dissent's characterization of what it said."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That is one indicator."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But not exclusive."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, why are we getting into all of this, because there's no question in this case that the Federal Reserve Board had authority to issue Regulation Z? There's no question about what authority Congress gave to -- to the Board."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- and the only question is: So -- so the Board adopts Regulation Z, and then a question comes up, what does it mean? Well, surely the Board that wrote the rule is first and foremost the proper interpreter."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This is not new to you, is it, this method of proceeding?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do I understand -- before you move in the direction you'd like to, I understand your view to be that Chevron and Auer apply, and it's consistent with Mead because you have more indications that Congress delegated this authority to the Board than you -- than were present in Mead?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I do think -- I do think, counsel, that that major change doesn't have to be the way you describe it. The difference between either contemporary notice and/or 15-day notice versus 45 is a significant change."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so it doesn't need to have been precipitated solely by a decision that the old rule, if it's as your adversary advocates it, didn't exist."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you a question about how the contract works in the situation in which a cardholder is found by -- was found by Chase to have defaulted by failing to make some payment other than payment on the Chase credit card? So you determine, I guess from information obtained from a credit agency, that the cardholder has failed to make payments to someone else on time, you conclude that the cardholder is in default, you increase the -- the interest rate. How is the -- the cardholder, knowing, thinking that he or she has made all Chase payments on time, is not going to be alerted to the fact that there may be an increase in the rate. So how is that cardholder going to realize what has happened, just by scrutinizing the monthly statement and seeing that the little interest figure is different from what it was the last time?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I saw that."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, you refer to footnote 7 on page 29 of your blue brief? Is that what you said?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, of the petition. All right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Thank you, counsel. Mr. Palmore. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I take it, apart from the amendment to the rule, you think those circumstances provide for Chevron/Auer deference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Our Long Island health care case?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you know, we don't -- we don't do that with Congress. When -- when a later Congress says what a statute enacted by an earlier Congress meant, we don't -- we don't retroactively say, well, that must be what it meant. Are there other examples of where the Board says what a prior rule meant that we deferred on?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Palmore, what would the Board's position be on the following hypothetical: That a card issuer says when any of 50 different things happen, so 50 different triggering events, the -- the issuer can raise the rate anywhere up to 300 percent, so has complete discretion if any of a quite large number of triggering events occurs. And then one of those 50 triggering events occurs, and the card issuer says, okay, we'll raise the interest rate to 42 percent. Would there need to be notice for that?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Under the old rule?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Palmore, suppose there was no triggering event, but in the initial statement the company said: We reserve the right to raise the interest to X amount. No triggering event, just a reservation of the right to raise the interest. Would that have to be -- and then it implements that later on. Would the cardholder have to have notice of that under the old reg?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And when was that staff comment made?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Could you address your friend's contention that because the notice doesn't occur -- the notice that the increase has gone into effect doesn't occur until the end of a billing cycle, it's a retroactive increase without notice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But it is correct to characterize what's being allowed under your interpretation as an increase in rates without notice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, advance notice"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Advance notice is notice, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So, what would have to be disclosed, just the increase in rate?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Not the reason for the --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Did the Board think that this -- that requiring the card-issuing company to provide immediate notice would be very burdensome? And if not, what's the -- what was its reason for interpreting the Regulation Z the way it did?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Beck. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Changes the rate in the cardholder's favor?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but would you -- would it be in the greater interest of your client if the initial notice said we're going to raise it to the top, no discretion?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But if it says: We prefer one notice to two. So, sorry, we can't give our cardholders that benefit. We'll say this is the rate, this is going to be it. Then we will spare ourselves a second notice."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you know the highest rate, because that's stated in the original notice, and you could shop on the basis of that."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you get the notice with your next statement. But you're talking about the purchases made before the next statement, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you get notice if your rates changed. It would show it, wouldn't it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What's to figure out? I mean --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If he had been paying, what, 10 percent and it's now 25 percent, it would seem evident on the face. But that doesn't solve the problem of the purchases that you have made before you got that statement."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Beck, just to clarify your position, if the initial agreement said your rate is 10 percent, but if you're delinquent, your rate will be 20 percent, so not up to 20 percent, just 20 percent, it's an automatic increase in your rate -- in that case, would notice -- would subsequent notice be required?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So if you don't need to disclose this -- and I think that this is the import of Justice Ginsburg's question --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- what's the difference between going, okay, we'll do the initial agreement, 10 percent to 20 percent; then we can always lower the rate without providing notice; we'll go back down to 12 percent, and now you have a 12 percent rate. What's the difference between doing that and, on the other hand, doing what the card issuer said here, which is if you're delinquent, we have the discretion to go up to 20 percent, but, you know, we could also go to 12?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's just saying that the problem that Justice Ginsburg is concerned with isn't likely to come up, because a credit card issuer realizes he's not going to get chosen by a consumer if he says your rate is going to be somewhere between 5 and 20 percent. No one's going to sign up for that card."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And it's fine to say then, Federal Reserve Board, this regulation that you had and that you explained a number of times was a bad one; you should change it, which they did. But you are up against a regulation that both sides say has some ambiguity, but that the Board has said what it meant a number of times. So is -- is the Court free to say the new rule is much better so we're going to say that that's what the old rule was as well, in the face of what the Board has said?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why not? Can't an agency interpret its own rules? I thought there was a long line of cases, Udall v. -- whatever it was. I mean, there are like 50 of them --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- where an agency can interpret its own rules, and if it has authority to make the rule, it can decide that it means something different. Why not? Where -- where in the law does it say they can't do that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But at the Board -- I mean, isn't there realism in this? When you read what the Board later said in -- in these reports, you'd say, well, is this what the Board now thinks? And what in the law prevents the Board, which is in charge of its own regulations, from telling us what it thinks, if it's in good faith and isn't making up some kind of ex-post rationalization? That's the word used, you know, in the brief case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the problem with that is in the Ninth Circuit split about the official statements, and Judge Cudahy gave a very cogent explanation of why the majority just is dead wrong in how it read those official comments. So you're relying on what two judges have said the official interpretation was, against the dissenting opinion and the Board itself saying that's what we meant in our official comments, in our official comments."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And what about the invited brief in the First Circuit?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You talk about the plain meaning or -- I thought you agreed that the -- that the regulation is ambiguous."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you did."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the rate -- the rate that may be charged --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- hasn't been changed. That still remains what it was."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Ah. No, you're the one that's reading it to say something different from what it says. It says the rates that may be charged. That's the term, \"these rates may be charged.\" That term hadn't been changed. You want to change it to \"the rates that are charged.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think it's at least a horse race, and that brings us back to how much deference you give to the -- to the Board."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're trying to make the argument that it's clear. The fact that it says \"may be charged\" alone makes it unclear, it seems to me."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So we're getting back to what was my initial question. So you say you can't have flexibility that would favor the cardholder. If the initial notice is to count, then it has to be a fixed rate and the company can't exercise discretion to reduce the rate. That's what you're saying: A fixed rate would be okay. The problem with this is the company provided flexibility to reduce the rate in the interest of the cardholder."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't say \"specific interest rate.\" I mean, my understanding of it -- and I'm asking, so you can correct me if that isn't so -- is there's a regulation, Regulation Z."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And then the staff put out some commentary and says here's what that means, among other things: That the creditor can increase the rate at its discretion, and you've got to give notice. You have to give notice, but you have to give some more notice if the original notice does not include specific terms for an increase. And then they give an example. Suppose the increase could occur under the creditor's contract reservation right to increase the periodic rate."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's a little obscure. As I say it, I'm not sure what I'm talking about. So then, later on, the Board puts out another -- not called official staff commentary, but they say: We'll tell you what that specific -- word \"specific\" terms mean. It means when they didn't say anything about the interest rate or they didn't say when in fact they were going to increase the interest rate from X to Y, then they didn't give specific notice. But they did give specific notice if they told you when it would increase, by default -- when you default. And they did give specific notice when they told you what the maximum it would go up to was, like 8 percent or 18 or whatever it is. Okay? So that's the Board's interpretation of its official staff commentary, which in turn is an interpretation of the reg. So if we're supposed to defer to their interpretation of their own reg -- I mean, my goodness, wouldn't we defer like double to their own interpretation of their own staff commentary, which is an interpretation of a reg which they have an authority to issue under the -- you see my point. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, that would be an argument you could make. You could say that -- that their interpretation here exceeds their authority under the statute. Now, of course, if you're right about that, all this stuff goes out the window."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But it's a pretty hard argument to make that one, I think."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What's left of your arguments if we decide that the statute is ambiguous, the official staff commentary is ambiguous? What's left? Is Auer deference then required?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"To -- to the amicus brief at least? We can talk about whether the ANPRs or the unofficial commentaries are -- are due deference. But what are we left with if we think there is ambiguity?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So your case rises and falls on whether we believe that the statute is clear?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's a different question. You're claiming that the Board's regulations supersede whatever deference Auer would otherwise give to amicus briefs?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Bauer, if -- most of your argument seems to rely on the official staff commentary, but the official staff commentary itself seems to me to cut against you. It says no notice may be -- need be given if the specific change is set forth initially. And then it gives examples of what that means. And it says such as an increase that occurs when the consumer has been under an agreement to maintain a certain balance in a savings account in order to keep a particular rate and the account balance falls below the specified minimum. So the example that they give is an example where there's a triggering event and there's a penalty rate that comes into effect as a result of the triggering event. And that's exactly what is true here."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, on the triggering event first, it's true that you might know your account balance, but it's also true that you might know whether you paid your bills on time. What's the difference?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't see that in the example that's given. I don't see that it limits it to a situation in which there is an automatic increase in your rate rather than a discretionary increase in your rate."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":11,"sideBefore":"","text":"I'm not following that argument. I thought that the new regulation says now any time there is a change in the rate, whether it was announced originally or comes up later, just keeping it nice and simple, a rate change, you send notice. And you've got -- and you have to do it -- give 45 days' notice. I thought that that's what the new regulation was."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Beck."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, you have 3 minutes remaining. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So in your view, that's staff commentary, the staff thing means --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Page A?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"-- look, if you didn't say --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"MR. WAXMAN:"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"If you failed to say in your original notice that default is the trigger, then you would have to give another notice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2028,"interruptions":15,"times_spoken":33,"laughter":3,"num_int_by":8},{"id":1,"fullName":"JOSEPH R. PALMORE","firstName":"JOSEPH","lastName":"PALMORE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1381,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":2,"fullName":"GREGORY A. BECK","firstName":"GREGORY","lastName":"BECK","counsel":true,"justice":false,"side":"respondent","words_spoken":2906,"interruptions":14,"times_spoken":41,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":254,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":798,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":607,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":182,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":359,"interruptions":4,"times_spoken":21,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":57,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":665,"interruptions":4,"times_spoken":17,"laughter":1,"num_int_by":3},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":196,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":11,"fullName":"MR. Beck","lastName":"Beck","counsel":false,"justice":false,"side":"","words_spoken":402,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3409,"times_spoken":48,"laughter":3,"num_int_by":8},{"side":"respondent","interruptions":14,"words_spoken":2906,"times_spoken":41,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":3118,"times_spoken":94,"laughter":2,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127061}}