{"petitioner":{"name":"LOS ANGELES COUNTY, CALIFORNIA","counsel":[0]},"respondent":{"name":"No. 09-350\nCRAIG ARTHUR HUMPHRIES, ET UX.    ","counsel":[1]},"caseNumber":"09-350","date":"2010-10-05T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 09-350, Los Angeles County v. Humphries. Mr. Coates. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the -- what was the basis for that -- for that exception, that declaratory judgment does not affect the fisc of the --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It does -- it does, though, if you have attorneys' fees.  What -- what was the total attorneys' fee award in this case?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What's far above?  Like what?  I suspect --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I suspect the case is mostly about attorneys' fees."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"But there was no objection on the part of the State.  The State was to pay the lion's share of the fees, I think 90 percent, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the State is not contesting."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the State make that payment under an Ex parte Young theory?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you sue the municipality, if they deny a marriage license, do you have to sue under 1983, or you can just sue alleging a Federal cause of action under -- because of a denial of a constitutional right?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be like a Bivens action, I guess."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The only way to sue a municipality for a constitutional violation is under 1983?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you could get the individual officer who's denying the marriage license or whatever the offensive act is.  You could sue that person under 1983 and get -- and get injunctive relief, I suppose."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But could you sue outside of 1983?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Just to get -- the marriage license example -- just to get an order demanding issuance of the license."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that has to be a statute -- it has to be 1983?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens if the individual says I'm going to ignore the injunction?  Can you go to the State and force the State to -- in that circumstance, to get someone to issue the license on your behalf?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or the municipality.  I misspoke."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what you're saying is that a State agent or a municipality can continue to ignore a constitutional violation until, what -- you're denied the license five times?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How many times do you  have to show that you're not getting a license you're entitled to?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They wouldn't know that --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So what do you do with CANRA section 11178(a)(2), which tells you that the municipality is responsible for the accuracy, completeness, and retention of the reports sent to the State? It's not your policy to ignore your obligation and not figure out what to do about the retention of improperly submitted names?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's what it's charged with doing.  It's charged with the responsibility for the accuracy, completeness, and retention of these reports."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you're charged with the accuracy, completeness, and retention of the reports, why shouldn't you be responsible for the failure to maintain accurate reports?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Respondents here argue, don't they, that you should have created a procedure on your own, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if the -- presumably, that could be brought to the -- that could be brought before someone who is a County policymaker, couldn't it, when you are talking about something that's going -- that's ongoing in the future?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And then that would fall within Monell."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's why I'm somewhat puzzled about what this case is about. When are we going to get into a situation in which the plaintiffs are asking for prospective relief and the matter cannot be brought before a municipal or County policymaker?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You concede, I take it, or acknowledge that one episode can be the basis -- I mean, going forward -- for a determination that the defendant has a policy, custom, or practice."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's your adversary's argument, which is by this lawsuit, you have been told that there's something wrong -- it seems pretty natural -- that a report would be kept on the registry that has been declared just plain wrong. The court has said there's no foundation whatsoever for the accuracy of what's in that report, and you have failed to establish a procedure to remove the name.  Why aren't you liable under Monell?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if that's the case, why wouldn't one of the following be possible? If you -- you say we have no discretion here.  We are required to -- we are totally bound by the State procedures; we can't add any new procedure.  They say, well, that's unconstitutional.  So -- and you're choosing to do something that's unconstitutional because it's required by State law. Then, haven't -- in that situation, won't you have adopted a policy?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be an Ex parte Young situation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"And they have sued the State here, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Or under Ex parte Young?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Who would they sue to do that?  As I am reading CANRA, it makes the California Department of Justice only the repository of reports."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So who -- who do they sue in the State to --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what would happen under California law if you said, we agree with the Respondents that additional procedures are constitutionally required.  So, even though California law doesn't allow this, we are going to create these procedures because we have to comply with the Constitution. What would your situation be under California law?  Would you be subject to -- what could  the State do to you?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Who is the \"they\" who would do this?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This -- this is getting further removed from the situation that we're dealing with, because the State has already admitted liability and not has contested that its fees -- it owes fees. So, what is the relief that is left?  If the -- if the State has admitted liability, what happens at that point?  Shouldn't the record be expunged?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the State has already conceded.  It's been adjudicated a constitutional violator, and the State is now saying, yes, we are not going to contest that anymore.  Doesn't the State have to do something?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's true that all cases that at least have come to us under Monell have involved  damages."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can Bivens actions  be brought against municipalities?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And can you -- can you cite me authority for that?  And would -- do you think that the rationale for that is that since Congress has created an express cause of action, this impliedly pre-empts Bivens-type actions?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And have -- have we said that in a case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it seems to me it would help you in this case, because you would say, well, if there's a real problem, the city -- the injured party can sue for an injunction.  Perhaps the State was against the party first, and he can -- he can raise a constitutional defense or he can bring an action for an injunction, and it doesn't have to be under 1983.  And it would seem to me that that would resolve it.  And you then wouldn't have to pay attorneys' fees because there's no provision in the statute for it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm talking about under Federal law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Pincus. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's the same statutory language that you're relying on, right, that was held to require causation in the one case?  Why wouldn't it require a similar causation in the other?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But then you're not really hurt if -- or the system isn't really hurt by the rule that the city asks for.  If it's so easy to establish a policy or custom requirement in cases where prospective relief is sought, then that's the answer.  You can establish it.  End of case.  But you don't get it unless you establish the custom and practice."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm -- I'm not sure  I understand your submission.  And it could be I'm just obtuse on this point. I interpret your remarks as saying that Monell does apply when there's an injunction.  Do I misinterpret you?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And you say, oh, it's so easy to do, it doesn't make any difference.  Well, then, why are we here?  Why isn't the city right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So that's what you  think.  So you agree -- it struck me that your argument could have been made by your friend on the other side. You say if you get an injunction, you must have shown municipal policy, practice, or custom.  And, therefore, you agree that a municipal policy, custom, or practice is required.  That's what he thinks."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, could you stop talking in the abstract --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- and give me an example?  Give me an example of a situation where a State official under Ex parte Young has been held to have violated the Constitution where a Monell finding had not been a part of it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Monell doesn't apply to State officials, right?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"justices","text":"No. MR. PINCUS.  No."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":6,"sideBefore":"justices","text":"I was trying to do just an analogy in terms of -- because one of his arguments has been that -- that Ex parte Young doesn't have, inherently, a Monell requirement."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That, of course, isn't before us."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that would require -- that would require us to get into the question of whether Ex parte Young is a fiction or substance, which I certainly wouldn't like to get into."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I have a question similar to Justice Sotomayor's.  Suppose we were to hold that the Monell requirement applies to prospective relief, injunctive and declaratory relief. Can you provide an example of a -- an unacceptable consequence that would follow from -- from  that holding, a situation in which that holding would -- would, in your judgment, be one that we would not want to accept?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What difference does it make?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now we have a situation. The clerk denies the marriage license.  And then I presume you can take the matter before a municipal policymaker, and the municipal policymaker will say: This is our policy, license denied.  Or this is not our policy. And then Monell is satisfied, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If the policymaker says, it is our policy to deny licenses under this -- under these circumstances, that's a policy."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What is -- what is the answer to Justice Alito's question?  The -- a clerk doesn't give a license to someone he should.  Right? Now, you bring -- that person brings a lawsuit against the city. Now, if Monell applies, in order to win he has to show that it was the city's policy to deny it, or maybe all he has to show is the city's policy was to leave it up to the clerk.  And if he finds it was the city's policy to grant it, he's going to lose, which he should, because there was no such policy.  The clerk was wrong."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What's the harm in that? Now, the next question would be:  If we show the third, is there any ground for an injunction against the city?  And on that one, I don't know.  Maybe there is.  Maybe conditions changed.  I don't know. But what's the harm to anybody in doing -- requiring that in order -- just what I said?  What's the harm?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There are two possibilities -- three possibilities.  The clerk denied the license. (A) there is a city policy which requires him to do it; (B) there is a city policy that permits him to do it; (C) there is a city policy that forbids him to do it.  All right? Now, those are the only three I can think of.  And it seems to me in (A) or (B), you could recover against the city, and in (C) you couldn't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so -- so, why --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Or there is no city policy."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If there's no city policy, then the city hasn't done anything wrong under Monell. Now, is that what you're arguing?  That the city should, even though it has no policy, nonetheless have to have attorneys' fees, is open to suit, et cetera, and forget about Monell?  Is that your argument?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If you're right about that --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  If you're right about that, there's no problem for you because you are saying, yes, you need a city policy, and this counts as a policy."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Breyer's question said you need a city policy, and you said that's exactly right.  So I think the case is over.  The issue is whether you need a city policy, and your friend  thinks so, and you think so."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the Ninth Circuit didn't think so."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did or did not?  The Ninth Circuit did not?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You agree with that statement, yes?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's not what the Ninth Circuit -- the Ninth Circuit said, we're not deciding the Monell question; we're leaving that -- we're leaving  that open.  But Monell -- we're not deciding because Monell doesn't apply to forward relief -- declaratory relief or injunctive relief.  And so the Ninth Circuit has rejected the statement in Monell itself that it applies to all forms of relief. And so that's the question we are confronted with.  Because we have had experience in Monell cases only with damage actions, was -- was the Monell decision wrong in saying that that framework applies to declaratory and injunctive relief as well?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I -- I'm still -- I'm sort of asking for a hypothetical and to take it from the abstract. Tell me what's -- here, you define the ongoing violation as the failure to institute procedures, I'm assuming, to remove a name from the registry, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's the ongoing failure that you're alleging entitled you to injunctive relief?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or was it that you thought that the city could remove the name? I'm not quite sure what it is that you think -- what was the continuing violation?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So to prove a future violation, you have to show that the municipality can do  that, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So why isn't that a policy, practice, or custom?  That's what I'm trying to understand, how --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- their failure or omission could be anything but."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't think that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I think your friend agrees.  But -- but how can the city have caused the violation in the absence of a city policy, custom, or practice? You say you have to show causation to get an injunction.  The only way to show that the city caused the problem is to show that they've got a policy, custom, or practice, including one that might be shown  by inaction.  But you still have to show that, and that's all Monell requires."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, now you're arguing whether Monell was satisfied or not, and you're going to get a chance to do that on remand because the Ninth Circuit said we're -- we're making the city pay, and now we're going to find out if they violated anything."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so the Ninth Circuit was wrong to send it back for a hearing?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Because you've already shown Monell was satisfied."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- but -- yes, damages, but turning on whether Monell was satisfied. It was a hearing about Monell."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How can you get  relief -- how can you get relief going forward under Monell unless there has been a city violation before? Otherwise what the injunction you're getting is just an injunction saying don't violate the law, and the city has said we haven't because you haven't shown that we had policy, practice, or custom."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If you were sued --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the test would be the same going forward, right?  The test would be the same --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The same test would apply to both damages, going forward after the date of filing of the suit, and injunction according to your reasoning, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"From the time the suit is filed both -- the injunctive test will also be the damages test."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let me follow this.  To bring a damages claim, do you have to show past damages, or can you just collect damages from the date you file suit?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in -- if that's the complaint that you file, then -- then in that kind of a suit the test for damages and the test for injunction would be precisely the same, and you would be able to get damages on the basis of the mere fact that the suit exists, right? Because they wouldn't be fighting it if it wasn't their policy."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, I --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry -- answer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but it's not -- defending the suit doesn't give rise to a municipal custom, policy, or practice.  They may have --  somebody comes in and says this is what's going on.  And they say, well, we don't -- we don't think that's unconstitutional.  So they're going to defend the suit. That doesn't mean that they have adopted a policy to do what they -- the individual employee has been alleged to have done."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- or continuing to do, I mean, the suit doesn't satisfy the requirement of showing a policy or practice, because they may defend on the ground that it's not unconstitutional.  They may say, look, this isn't our policy, this isn't our practice, but we're going to defend our employee because we don't think it's unconstitutional."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And so the city --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The city is in a catch-22 position.  Whenever they are sued, they have to say if we defend this, we're going to be liable under Monell, but if we don't defend it, then, you know, our policy is being changed.  Or we might -- we might want to have this policy; we might not.  We didn't know this clerk was doing that, but we might think it's a good idea, we might think it's a bad idea. The cases are not always going to be as clear as the hypotheticals in your -- in your brief.  It seems to me that it's a bit much to tell the city you've got to choose -- when you have to choose whether to defend a suit, you are in fact choosing what policy or practice to have going forward."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he doesn't get relief against the city because the city is not responsible for what happened until they adopt a policy, practice, or custom. Now, if they are told this is unconstitutional and they decide to stick with it, then they're -- then that's their policy and custom, and you can get an injunction against them."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"He's not -- he's not entitled --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"He's not entitled to prospective relief against the city because the city has not caused the alleged harm until you establish a policy, practice or custom."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If you establish what the employee is doing in a suit against the employee, which the city is defending because he's one of their employees, then the city is put to a choice. Once -- I suppose once the legal process has concluded, they have to decide whether to continue that or not."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- against State."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, here you have a statute, and the statute doesn't have any method in it to get off -- get out of it, even when you should. Their claim is this is a State matter, the State's responsible, it's unconstitutional, go sue the State and tell the State to do it. Now, that's a -- what's wrong with that position? And either they had the power to do it under State law or they didn't.  If they did have the power to do it, then you probably will show a practice.  If they didn't have the power to do it, why should they bear  anything against them?  You should tell the State go do it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What is wrong with that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why did the State -- why did they send it back?  I thought they sent it back in order to determine whether there was some policy against doing it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Pincus, why do you -- why do you accept, as I think you did in response to the Chief Justice's question, that if the city has a policy which it believes is constitutional but in fact is unconstitutional, that is not a city policy for purposes of Monell?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought you did."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Even if they think it's a constitutional policy, it's still a policy, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What I'm trying to figure out the answer to is whether or not merely defending the employee in court is sufficient to establish that the city has that policy, custom, or practice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, sure.  Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you're back where Justice -- Justice Alito was commenting, well, that at some point you have to bring what you're complaining about to the attention of the city.  And you dismiss that as an exhaustion requirement, but --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You would have liked the Ninth Circuit to have said there is a policy whatever, because the city is on notice and they've done nothing about it; therefore --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the -- the Ninth Circuit didn't say that.  It said we're not going to  decide Monell liability; we are just going to say Monell doesn't apply.  And if you were just thinking, well, what's at stake?  You say all of our cases involve damages; that's money.  What is involved here? Attorneys' fees; that's money.  So where do we bracket this?  Do we bracket this with the -- with damages, because that's money, and that's what's involved here, attorneys' fees?  Then the only thing that's before us is the award of attorneys' fees, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm still waiting to hear -- I'm still waiting to hear what cases it will screen out. I haven't heard an example of a case that it will screen  out."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, Mr. Coates, you have 13 minutes left. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they gave you an example.  Clerk says:  I'm not giving a marriage license to interracial couples; I think that's constitutional. Clerk resigns.  And the municipality says:  We think he was right, that's constitutional.  It's not our policy. We didn't really think about it, but we think it's constitutional.  You're arguing that because it was the agent who made that decision, the city had no policy, you can't give injunctive relief ordering the city to give you a license."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how is that different from what the Chief Justice --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- proposed, which is, no, we didn't have a policy, but we're going to defend you anyway because we think it's okay. Now you're calling that a policy."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They're not going to say that; they're going to say:  Policy, no policy -- we don't even think that way.  What he did was okay.  We're going to defend it.  It's constitutional.  And the court  says:  What he did is not constitutional.  X has to be done instead by you, the municipality, even though the agent that you had before was acting on his or her own."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So we're now going to have a situation where what you are proposing is that you have to sue the individual actor, get a ruling on the constitutionality of whatever is being done, and then let that suit finish and ask the municipality to perform or not perform, and if it doesn't, then you relitigate all these issues?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But whether you were free to do it or not under California law, how can there not -- how can it not be your policy that you have refused to provide these procedures which they say are constitutionally required?  Your policy is to follow an arguably unconstitutional State requirement, rather than comply with what is arguably required by the Constitution.  Why isn't that a policy? Now, all that's at stake is -- and, of course, it's a matter of practical importance, but all that's at stake is a monetary dispute between the State  of California and the County of Los Angeles, which, as far as the federal Constitution is concerned, is the same thing as the State of California.  So why should we be concerned about this at all?  I don't understand why there's not a policy here."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but all that's involved is money between -- between California and a creature of California.  As far as the Federal Constitution is concerned, California could abolish the County of Los Angeles.  California could subsidize you for your attorneys' fees, or they could levy some sort of -- something upon you and require you to pay them additional money.  None of that -- what's the constitutional concern in all of that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you think that the Federal court has to decide the issue of California law, namely whether you have freedom under this particular statute to add additional procedures to the California  statute?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that something that ought to be decided in State court?  Why isn't this a beef between the State and the State's creature, the County of Los Angeles?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And California itself or the Ninth Circuit had a case in which the county sheriff was directed by a judge to garnish certain wages or certain accounts; the sheriff had no choice, apparently, other than to follow the judge; and the Ninth Circuit held Monell is not required when you seek declaratory relief against future actions, and so attorneys' fees  are given."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't make any difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"TIMOTHY T. COATES","firstName":"TIMOTHY","lastName":"COATES","counsel":true,"justice":false,"side":"petitioner","words_spoken":2754,"interruptions":14,"times_spoken":55,"laughter":0,"num_int_by":4},{"id":1,"fullName":"ANDREW J. PINCUS","firstName":"ANDREW","lastName":"PINCUS","counsel":true,"justice":false,"side":"respondent","words_spoken":3060,"interruptions":42,"times_spoken":77,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":964,"interruptions":7,"times_spoken":37,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":355,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":379,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":489,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":762,"interruptions":5,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":700,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":492,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":2754,"times_spoken":55,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":42,"words_spoken":3060,"times_spoken":77,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":20,"words_spoken":4141,"times_spoken":138,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":8},"prediction":{"petitioner":0.8651111501300948,"respondent":0.13488884986990524,"date":1472418052929}}