{"petitioner":{"name":"BRIAN RUSSELL DOLAN","counsel":[0]},"respondent":{"name":"UNITED STATES.\n","counsel":[1]},"caseNumber":"09-367","date":"2010-04-20T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 09-367, Dolan v. United States. Ms. Karlan. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Is your argument that if the district court -- for whatever reason, unlikely as it may be -- starts a hearing the day after the rest of the sentence was imposed and has to continue that hearing for 91 days before it can render a judgment --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that it's now barred from entering that judgment?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the sentence is not final until then?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and what if -- what if the court does set a date for additional sentencing? Then it's not final until then, right?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I'm not sure I understood your response to my question. It must impose that restitution order, complete all its proceedings within the 90-day period?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it can't hold a hearing over from the 90th day to the 91st day?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Your position is that if the court puts off the order of restitution for 90 days, during that period, the defendant cannot take an appeal?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that dramatically contrary to the way criminal appeals have been handled for a long time? There's a very short period of time for a defendant to file a notice of appeal in a criminal case, and you’re saying that that is dramatically extended by the possibility of -- of restitution later on or by the fact that the restitution order will be entered later?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I understand that. But you’re saying the defendant is -- the defendant is incarcerated, let's say; is convicted, is sentenced to prison. The defendant wants to take a quick appeal. The defendant thinks he's going to win on appeal. And you’re saying, well, no, you have to wait 90 days before you can file your notice of appeal?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- what do you do about the further provision that at any time later, if the government -- or the victim finds additional basis for restitution, so long as after discovering it, within 60 days after that, the victim can come to the court and ask for restitution? What does that do? Does that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, doesn't that necessarily mean that there are indeed two final judgments? That -- that one has to be -- has to go up on its own, doesn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh. Oh -- “a sentence that imposes an order” --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- “is a final judgment, notwithstanding the fact that” --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Got you."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any circuit court who has addressed this issue of when an appeal is timely, in a situation in which a restitution order has not been entered at the initial sentencing?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In this -- when the judge did not enter a date for restitution, did you object to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why not? It seems that that's when the violation occurred. The statute said the court shall set a date if they’re not ready to calculate the restitution, and he didn't do that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought it says -- maybe I am misreading it. It says the court -- this is at sentencing. When sentencing -- you look at the previous provision -- what is it? 3663A(a)(1) --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- talks about what you do when sentencing it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And the statute says, “the court shall set a date for the final determination” ... “not to exceed 90 days.” And he didn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I think that's right. I -- I agree with you that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, the final determination -- the date for the -- the final determination can't exceed 90 days --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but that doesn't mean that the provision saying the court shall set a date can wait -- that he can wait 89 days to do that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"justices","text":"It can say 90 days. It can say 90 days."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a -- this is, in one respect, Ms. Karlan, a technical argument, is it not? Because it's true that this defendant, from the probation officer's report, knew within the 90 days what restitution was going to be recommended."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How is your position -- how is your position consistent with the thrust of the victims’ rights legislation that Congress has enacted in recent years, including the statute that’s before us here? Now, in this case, the victim -- the victim's medical bills were paid by the United States. But that isn't always going to be the case, and sometimes victims are going to have a lot of lost income. So you have the victim, like the victim here, who is beaten to a pulp by a defendant and loses a substantial amount of future income as a result, and you say that if the judge makes a mistake, it's just too bad for the victim. The victim gets nothing because the judge waited too long."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that’s what Congress had in mind?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but wasn't -- wasn't the whole thrust of the victims' rights legislation that up to that point, Congress thought prosecutors were not sufficiently attending to the rights and the interests of victims? They were doing their own prosecutorial thing, but they weren't involving victims, making sure they knew about court proceedings, and so forth. And you’re saying, well, if the court makes a mistake and the prosecution falls down in its responsibility, the person who suffers is the victim who gets victimized again."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you’re not really -- you’re not really answering Justice Alito's question. He says he understands that, as I understand the question. We understand that argument. But it doesn't address the fact that the net result of your argument is (a) unfair to the victim and (b) inconsistent with the whole design and thrust of the Victims Act."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you, it seems to me, have to say: So be it; the technical rule prevails. That's too bad. I mean, that's your argument, it seems to me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the same thing would happen if the trial judge makes a mistake of law which causes the -- the defendant to be acquitted, so that he not only escapes the liability to the victim, he escapes any -- any criminal punishment. It happens all the time. The judge makes a mistake; society pays for it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But Congress says -- to paraphrase and not get it accurate -- that the Department of Transportation shall enact a rule governing tire safety within 9 months from the effective date of this legislation. And the Department of Transportation fails to do that. It doesn't promulgate its law for 18 months. Is that law invalid? The rule?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, it isn't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So how is this different?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that point. I'm just asking what’s a relevant difference?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why couldn't he?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You just read us the provision."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The judge enters a -- an order, a final order. And that final judgment, as was true here, says: I haven't decided restitution yet. He can appeal. Then what it says is when you get around to the restitution, then enter another judgment, and you’ll appeal that, as happens precisely in the case of the 60 days -- you know, that extra stuff that Justice Scalia was referring to. That's a possible interpretation of the Federal Rules of Appellate Procedure. I don't see, you know, the appeals thing. I don't see anything -- I don't have in front of me the language on filing an appeal, but I can't think of anything that’s contrary."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a final judgment, and because there is another provision that says an order of restitution is itself a final judgment."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You read it to us. I mean the one you read to us."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't the --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, the same problem."},{"name":"JUTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't there a difference between those two situations? A fine is a criminal penalty. It goes -- it -- the prosecution is brought in the same of the sovereign. The fine goes to the sovereign. It's a traditional criminal penalty. Restitution is not a traditional criminal penalty. It's much like, arguably, attorneys' fees in a civil case. It is -- it is like -- it is really a -- a benefit for the victim. It is not something that inures to the benefit of the sovereign. And so why doesn't it make sense to view that judgment of restitution as a separate judgment, just as the award of an attorney’s fees is a separate final appealable order in a civil case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, functionally, isn't it a substitute for the remedy that the victim of a crime might have? Wasn't what Congress was trying to do was to spare the victim the necessity of suing the defendant and having his kind of civil restitution tacked onto the criminal proceeding?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what -- what can the defendant do within that 90 days? He has to wait 90 days before he appeals the sentence that he has been given; is that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's 3 months that -- that he has to sit on his hands."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does it say that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this is a court-made rule of what counts as a final judgment."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Is there anything in the decisions of this Court interpreting that rule? I mean, you could have collateral orders. You could have all kinds of things. And doesn't it boil down to the same question? I mean, I agree with you that if Congress wanted to make a 90-day deadline, you really have to do it, and you can't restitute thereafter. All right. That's one thing. But if they didn't, why didn't they equally intend the judgment without the restitution order to be a final judgment?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And then later on, just as in (o), if the judge does impose an order of restitution, then of course, that's appealable, and that's a different judgment. Is there -- what in the law prevents the -- that interpretation?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have precedent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you can -- under your view, you can change the amount of jail time up to the point at which you have to set the restitution. The judge says: I'm going to sentence you to 3 years, and I'm going to figure out the restitution. He looks, and the restitution turns out to be a lot more than he thought. So he says: Well, I'm only going to give you 2 years. Or it's less, and he says: I'm going to give you 4 years. Because the judgment is still open, he can do that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Must take it into account --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if you read 3553 the way it's written."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there no -- is there no possibility that a judge could say: I want to make this analogous to 54(b) under the civil rules; that is, I don't want to delay the time that the defendant can appeal from the -- from the -- from the sentence. So this order is final, and 3 months later, I’ll take up the question of restitution when all the information is in. The court is prevented from doing that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the judge -- but the judge could say -- once she thinks she needs -- that they need time for more information: I'm going to defer the whole sentencing. So, Defendant, you’ll have to wait 3 months to find out how much time you’re going to serve. That would be all right. You could use the 90-day period to extend the time for imposing the sentence. Well, in effect, you’re saying the sentence isn't final, so she could change it any time within the 90 days?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Well, what about that as a possible answer? If we accept -- the -- the judge, of course, could say to the defendant: I'm not going to sentence you; I'm not going to put that sentence -- I'm not going to sentence you at all --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for 100 days."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And your remedy, then, might be to ask for mandamus, if that was too long a period?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and -- so why wouldn't that be similar here? If the judge is going to go after the 90 days, he’d have the power to do it, but it would be like a continuance, and he’d have to exercise that reasonably."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I know. You’re interpreting it literally, and --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and that's --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I mean, if I thought, for argument's sake --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that Congress doesn't care about whether it's after 90 days -- it was just to sort of speed things up -- on that assumption, wouldn't you still have a remedy, because it would be like the unreasonable continuance?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That is correct? I've got it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I'm thinking of --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm thinking of the general problems --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of continuances for sentencing."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And your argument is that 90 days is long enough?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. I’ve got it."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you one question?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"I -- I have a question going just to that. It seems to me that if 3553, as -- as I said -- maybe you shouldn't have agreed -- requires the sentencing court to consider the totality of the sentence it’s imposing, including the restitution, that would mean that the judge cannot impose a sentence before the expiration of the 90 days; that is, has to wait until the restitutionary issue is resolved to impose the incarceration part of the sentence. No?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask this question before you sit down? Are you aware -- maybe you cite them in the briefs and I didn't catch it -- of any cases in which the courts -- a court of appeals has dismissed an appeal because it was taken before the -- the civil remedy had been imposed?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Heytens. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Was it within the 90 days?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The restitution sentence was after the 90 days?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In those -- in those -- in that case, or any of those four cases, did they discuss the problem of whether there was -- both appeals were proper?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They just went ahead and consolidated?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Under your view of things, however, that's fortuity that the underlying conviction was still in the appeal process, because there is no statute of limitations under your reading. A victim could come 1, 2, 5, 10, 15, 20, or 100 years later and say: I'm entitled to restitution."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And absent prejudice to the defendant, that would be okay?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, that's 60 days after the restitution order has been issued. Am I --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That 60 days says after there has been an -- a restitution order. I'm positing the situation where the victim comes 10 years later."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That says there’s no restitution order. It's the initial action. And you’re saying that's okay? It's an endless statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it -- it -- it's sort of a ridiculous consequence that 5 years later, and the judge who tried the original case is dead. I think it's bad enough to have the issue of whether this victim suffered $100,000 damages decided by the judge, if that's what you’re going to be sentenced to, but at least it's being decided by the judge who tried the case. And under your proposal, it can be decided by some other judge who is just -- just pulled in, because the -- the trial judge has -- has been deceased. That doesn't seem to me to make any sense at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the consequence is the usual consequence when trial courts make errors, which is to appeal."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't the statute establish time limits for filing an appeal?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Does it -- does it state a remedy for it? I don't think so. But if you don't comply with the time limit, you're too late; you can't file the appeal."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Same thing here."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Except that that was a bail question, where there's not issues of finality at play, and bail is a question that repeats itself throughout the proceedings. Defendants are denied bail and then make a different showing of other resources or less danger or whatever, and they get out. And vice versa, defendants are out and are put in. That's it. There are no finality questions there. What do you do in this situation when you’re dealing with a criminal sentence where there are finality rules? And I'm going to tie that back to my starting point, which is I’m looking in your brief for the precedent and/or legal basis for us to treat restitution as not part of the final judgment in this criminal action. What -- what other examples do we have in the criminal context?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, now suppose -- now we’re getting to exactly the point where I thought your co-counsel, your sister counsel had a good point that I wasn't -- hadn't thought through, and that is what happens now in -- on day -- we’re finished the trial. The sentencing is over. They got the presentence report, and the judge enters -- suppose he entered a judgment but didn't say anything about restitution, because he says: I’d like to give you a chance to appeal this. And I'm not going to deal with restitution for a month when the victim recovers -- all within the 90 days. Can the defendant appeal that piece of paper?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The answer is because of this provision?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Whoa, whoa. What about what the -- what -- what you just heard quoted, forgetting this particular sentence in the code, was that a judgment isn't final -- you can only appeal a final judgment until all the parts that are there, and the restitution is part of it. And so until it's final, you can't appeal it. That's what -- that's what the case Parr, which it quoted. What is -- what is your response to that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I just want to make clear where we are. Justice Breyer said, can the defendant appeal? You said yes. Suppose he said, must the defendant appeal?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Must?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And if he misses --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Even though -- even though he says the restitution shall be held in abeyance pending receipt of information?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let me see if I understand this. He has 14 days to appeal that. And if he doesn't do that, then later within the 90 days or even after the 90 days, a sentence of restitution is imposed, he can -- he can appeal that sentence of restitution, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"On the same grounds on which he would have appealed the -- the sentence of imprisonment, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if it's an error in the trial, he claims: I was innocent."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose it's no -- no imprisonment; it's supervised release. Now what happens?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but I mean, what's bothering me about this, and I'm not aware -- but you’re quoting a sentence that wasn't in your brief and what I hadn't taken in at all is the extent to which this is inextricably mixed up with the rules of appeals, which are very important. So unless I have in my own mind how -- how this all fits together, I -- I don't know how to decide this case. I don't want to say something in here that’s going to muck up the -- the rules of appealing from a criminal case. Now, what you’ve told me is I'm supposed to say that within 14 days of a -- of a judgment imposing imprisonment, he has to appeal, but of course if it's supervised release, he doesn't, or I'm not sure."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but if -- but I have to be able to write my reasons, and in doing that I have to respond to the argument of the other side, which is that the strongest reason for thinking Congress intended this to be final and not beyond 90 days is that if you don't do that, you muck up the rules of appeal. Now, explain to me why that isn't so."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Which is just what you say he has to do if the sentence is supervised release."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What was that statute on imprisonment?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I've got it."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Heytens, one problem with the -- we have said that notice of appeal -- that that time limit is jurisdictional, which means if the defendant misses that deadline, no appeal. And we’re leaving this in a nebulous state if the judge says, within -- this is -- this is a judgment of conviction and sentence, but I'm still thinking about the restitution. The defendant has to know at that point, must I appeal that first judgment? Because if I don't, I'll never be able to appeal it. But on your reading, the defendant can't wait. When the judge imposes a sentence, the defendant must meet the time clock for notice of appeal from the sentence."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- that would mean even if the judge says, I’m going to impose the restitution order 10 days from now, defendant's time clock for notice of appeal would begin at -- at the time the sentence is imposed, not 10 days later when restitution is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, let's -- let's suppose there’s no 3664(d)(5), and we’re back to just 363(a)(1), which says when sentencing a defendant, the court shall order restitution. What if the judge doesn't -- is that mandatory? It has to be when sentencing the defendant?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you think even without 3664(d)(5), the judge can say: I know it says when I'm sentencing I’ve got to order restitution. But 2 months later, he can do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but nothing happens if he doesn't. Is that --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why don't we go back to my hypothetical --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- and just substitute the word \"fine\" for \"supervised release.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not -- I'm not an expert in this area, as you can see. And -- and I need to have a place to go to look so that I can see that these things, in your view, all work out, and you’re not creating some odd appellate system. Do you have any suggestions for me as to what I could go and read and look at that would help me?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can the (o) -- you remember -- you know what I'm referring to by (o)?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Can that be read to refer to initial -- an initial judgment of restitution as well as an amended judgment?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Even though there’s no amount given?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Simply because when you state an amount, that amount can be amended later, that leads to the conclusion that you need not even state an amount? Do you do the same thing for imprisonment? You say: I'm going to send you to prison; I'm not sure how many years, but I'm going to send you to prison. Is that appealable right away?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that, but district courts don't always do what they are supposed to. And it seems to me a very strange result that you're --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this hypothetical? Supposing the defendant fails to appeal when he's sentenced, and then 90 days later, they impose a restitution order and he appeals from that. May he raise the issues about guilt and innocence and error in the trial in that appeal?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Correct."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But he -- he can appeal just the restitution order."},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I understand that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You attach no significance to the fact that in this case the judge said: I shall order restitution? It's the same as if he said nothing at all about restitution, so far as you are concerned?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask you this question: If we conclude there’s a hole in the statute that Congress has to amend, is it more likely that Congress will cure the statute if we rule for you or if we rule against you? It's pretty clear, the answer to that, isn't it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So this then becomes a goal, not a time line -- a deadline?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So a -- a defendant who is sentenced to a week in prison, and he decides, that's no big deal, I'm not going to appeal, and then finds out, you know, 90 days later he has got to pay a million dollars in restitution, is just out of luck, right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Look, you straightened me out, from your point of view. But now you've mixed me up again. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because I think you said that the defendant is just out of luck. But, previously, you had said that (o) applies, so I thought what you were saying was that the sentence of imprisonment is immediately appealable and must be appealed within 14 days because of that 3582."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And then you said (o) applies, and (o) says that a sentence that imposes an order of restitution is a final judgment. So if (o) applies, when, 8 months later or 20 months later, that restitution is made final and embodied in another judgment, that is a final judgment which can't be appealed. So if you’re right about (o) applying, then the answer to the question is, no, he is not out of luck. Now, don't just agree with me because I seem to be on your side in this question. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I’ve got to figure this out."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This criminal judgment of restitution -- I assume it's the judge who finds that the victim suffered so much money?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Does he find that beyond a reasonable doubt?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Just more likely than not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And it's a criminal -- it's a criminal judgment?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose that an answer to the Chief Justice's concern about the 1-week sentence and -- and he's not concerned -- is that all criminal defendants know that an adjudication of guilt is preclusive of later issues with -- with respect to civil -- civil liability, and they take their chances. But that -- that points up a difference between this case and Montalvo-Murillo. In this case, finality is central to the system, and that wasn't -- that's not really -- wasn't really true in Montalvo."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, your argument is “not to exceed 90 days” means the same thing as “without undue delay”?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Karlan, you have 4 minutes. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They couldn't do that until the end of the 90 days. If the judge has 90 days to order restitution, that's a vicious cycle argument."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that’s rather theoretical because if that -- I mean, the -- the judge surely would have acted before he could process an appeal."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not true. I don't know if you’ve had time to look at 3582 or 35 --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Those do appear to say that once there’s a term of imprisonment, that that constitutes a final judgment."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It can also include forfeiture. What’s -- what is the rule for forfeiture?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the difference -- in response to the last argument that your opponent made, what is the difference between the provision here and Rule 32(b)(1) of the criminal rules, the court must impose sentence without unnecessary delay?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the -- I didn't understand the answer. If the sentence is not imposed without unnecessary delay, the consequence is that there can be no sentence?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you do that, tell me what the government appeal would consist of. The 90 days has expired --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you -- you tell me the court -- the court has no ability to impose restitution after 90 days."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the use of appealing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the appellate court says too bad --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no time limit on the mandatory minimum."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you go back to -- could you go back to Justice Alito's question, because --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that was exactly the same thing. I think what he may be saying, though, is it makes more sense to read these statutes as saying imprisonment or community -- or community service, a form of supervised release, or fines -- I don't know about forfeiture -- can be appealed as separate final judgments, because then you don't have to wait for 90 days."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you read it that way, it's fairer to the defendant, and you don't have to worry about the restitution appeal because of (o). Now, what blocks the reading -- what blocks the reading I just gave?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAMELA S. KARLAN","firstName":"PAMELA","lastName":"KARLAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2770,"interruptions":41,"times_spoken":96,"laughter":0,"num_int_by":8},{"id":1,"fullName":"TOBY J. HEYTENS","firstName":"TOBY","lastName":"HEYTENS","counsel":true,"justice":false,"side":"respondent","words_spoken":3127,"interruptions":28,"times_spoken":65,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":482,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":445,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":795,"interruptions":7,"times_spoken":38,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":573,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":467,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":254,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1454,"interruptions":8,"times_spoken":55,"laughter":2,"num_int_by":2},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":212,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":41,"words_spoken":2770,"times_spoken":96,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":28,"words_spoken":3127,"times_spoken":65,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":26,"words_spoken":4682,"times_spoken":165,"laughter":2,"num_int_by":5}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.15924307257828285,"respondent":0.8407569274217171,"date":1472419305439}}