{"petitioner":{"name":"PAUL RENICO, WARDEN","counsel":[0]},"respondent":{"name":"REGINALD LETT\n","counsel":[1]},"caseNumber":"09-338","date":"2010-03-29T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 09-338, Renico v. Lett. Mr. McGormley. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. The content of the first note was a query of the court. And that query was: \"What happens if we can't reach a verdict?\" Isn't that substantially different? Doesn't that suggest that the jury is trying to figure out what are the consequences of its actions and whether reaching a consensus is possible?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. How long before that last note was that?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did anybody hear the voices?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me what facts found by the lower courts or the trial courts show that the Court acted, quote, and this is from our earlier Perez case, the very first in this area, \"deliberately, responsibly, and not precipitously\" in declaring a mistrial. What in the facts you have recited --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- show that activity?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the factual finding that you think we have to give deference to? I know the facts you've recited. There don't appear to be any of the facts with respect to what occurred during the activity. So what factual finding do we have to give deference to?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm not sure how that finding supports the finding, or a finding, that the Court was acting deliberately, responsibly, and not precipitously."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the foreperson at first hesitated. When the court asked the question, \"Are you going to reach a unanimous verdict or not,\" then there's no response. And then the court says, \"Yes or no?\" And only at that second point does the foreperson say \"no.\" So it was a reluctant \"no.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"She might have been sneezing. I mean, we don't know what caused the pause, do we?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's another factor in this. We have the transcript. Are you urging that, because the trial court judge was there on the spot, saw the jury, worked with the jury, that that's something that deserves a special measure of respect?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you another question about what happened? After the foreperson said: No, Judge, we are not going to reach a unanimous verdict, the judge says: All right, I hereby declare a mistrial; the jury is dismissed. And then the next entry in the transcript that we have is: Well, Mr. Gordon snuck away before we could set a new trial date. Now, Mr. Gordon was defense -- was the defense attorney?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So when did he leave? Do we know when he left? He was present when the judge said that she was going to declare a mistrial?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me, along the line of -- the same line of questioning, I understand about AEDPA. I understand about deference, the jurisdictions. Just tell me a little bit about how this often works in State courts and in Federal courts? Would it be good practice, in your view -- and that may not control your case, but would it be good practice for the -- a judge to have had exactly this colloquy and then say: The jurors are dismissed while I talk with counsel. And you say: Counsel, in light of this response, I am prepared to declare a mistrial. Do you have any comment? Is that good practice?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm asking -- I'm asking if it's good practice as a general practice."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because -- because that will bear, ultimately, on a constitutional issue. I understand deference. I understand that all intendments are in favor of what the State Supreme Court found. I'm just -- I want you to tell me how it works out there in the real world?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if, in fact, there isn't -- what if both Counsel say, no, you should not declare a mistrial? Can the judge go ahead and declare a mistrial?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not a very big fact."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That independent obligation is not reinforced by getting counsel's views just as a matter of good practice?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, certainly it's good practice. If both counsel agree that there is manifest necessity for a mistrial, then there isn't going to be a double jeopardy issue in the case, isn't that right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there an objection here by counsel for the defendant?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there was a ruling by the court: I hereby declare a mistrial. I suppose you could have an objection, but it would be very -- the jury was present when the judge said: I hereby declare the mistrial."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would be rather awkward for the counsel at that is point."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":7,"sideBefore":"justices","text":"There was no -- there was no pause, you agree, between the foreperson's report and the court then said immediately afterward: The jury is dismissed. So there was no interval for an objection?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it have been difficult? Why would it be difficult for counsel to say, may we have a sidebar, and say, Your Honor, I don't think that there should be a mistrial, I think you should ask the jury to deliberate further?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you make of the fact that in subsequent proceedings the prosecutor acknowledged that the judge made a mistake?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"There are thousands and thousands of mistrials every year and hung juries are not all that unusual. So in this case we have testimony going on for 4 days, 10 hours total. And we have jury deliberation of 4-1/2 hours, and we have really very little -- I think you can argue it both ways that the jury was deadlocked. There are some things for, some against, only a couple. And he doesn't consult with the lawyer, all right. Now, in these thousands and thousands of cases that must be there over the decades, you probably looked through a few or at least talked to your fellow bar members. How many have you found where you would say that a mistrial was declared despite facts that are on your side? In other words, there are going to be millions of cases, not millions but thousands; many of them will support the defense. Maybe many support you. But I haven't seen any here that say they support you. So how many do? And what do you want me to read to see that this is not an extreme case that counts as an abuse of the judge's discretion? How many did you find which will prove to me this is not, this is closer to the norm?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct. That's why I am asking the question. What they've said is, is it an abuse of discretion? And they've also said the judge has to be careful. Okay, so we have like an abuse of discretion scale and this is pretty far over on the abuse of discretion side. I think anyone would admit. But what cases will show to me that it's on your side, not quite an abuse of discretion? Or is this the most extreme case in history?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you don't believe it. All I want you to do is to give me some evidence, like refer me to some other cases or explain to me how you have come to that conclusion, not on the facts of this case, but looking on the scale."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want you to look at this Court. We don't have a case where we said what was an abuse of discretion. I want you to tell me -- and I've already said this twice, but I am judging from your answer you found no case supporting it. You have found no case in the history of the United States that was more extreme than this --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where they said it wasn't an abuse of discretion. That's what I'm judging from your answer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no note indicating. There are five, there are notes they sent out, and at 9:30 in the morning they said: Judge, we have a concern about our voice levels, disturbing. That's what they said. Then they asked to see the evidence and they said: Explain Count 2. Then they said: Are we allowed to break? And then they said: What if we can't agree? Mistrial, retrial, what? And at 12:27, the same time, they said: What about lunch? Then he brought them out and he says to the juror: All right, do you believe it's hopelessly deadlocked? And the foreperson said: The majority of us don't believe that. And he said: Don't say what you're going to say. And then he doesn't have the lawyer there. Okay, that's fairly extreme. So that's why I ask the question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McGormley, is it your burden to answer that question? Given AEDPA, is it up to you to show that this case is within the mainstream or is it up to the other side to show rather conclusively that it is not in the mainstream? I thought that's what AEDPA required."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It is Petitioner's burden to show that there are cases like this, where I guess to show that uniformly in cases like this, there is no discharge of the jury. And I'm not aware that they have carried that burden. But we will ask when they come up. It is their burden, however."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Exactly but I'm drawing some conclusions from your silence. You haven't found a case supporting it?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you found any case where a judge has declared a mistrial without conferring with counsel, where the declaration was upheld?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well you can't read from that one, because in that one it was -- the mistrial was held, not because of a jury deadlock, but because of improper prejudicial actions during the trial."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Those are different questions."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- yes, but that doesn't mean none. What -- other than we have cases where judges have declared mistrials because they are going on vacation. Those are easy, okay? But somewhere the word \"abuse of discretion\" means that someone has discretion, but is improperly exercising it. What facts would it take for you to believe that that would have been the case? What do you have to take out of this case to say, ah, that was -- that would have been an abuse of discretion? What point? If he got the note and declared a mistrial, that would be enough, right? Or would it?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that this one, meaning the jury doesn't say, we are deadlocked, hopelessly deadlocked, we cannot reach a verdict. It asks: What happens if we don't? And the foreperson hasn't conferred with the jury to determine whether or not as a group they believe they are hopelessly deadlocked. Why isn't this precipitous action?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But again, that's --that's not your burden. We are operating here under a statute which says: \"In a proceeding instituted by an application for a writ of habeas corpus by a person in custody pursuant to the judgment of a State court, a determination of a factual issue made by a State court shall be presumed to be correct. The applicant shall have the burden of rebutting the presumption of correctness by clear and convincing evidence.\" Now, what is the factual determination that has been made here? I assume it's the factual determination that the jury was deadlocked."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that has to be rebutted by clear and convincing evidence, correct?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't you answer that to those questions."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"But what is the status of the -- the Allen charge in Michigan? Has Michigan taken a position on whether that's a good thing, a permissible thing for a trial court to do?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that wasn't requested, either?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you as a matter of Michigan practice, could the trial judge have interrogated the other jurors beyond the foreman and asked them what they thought about whether there was a deadlock?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any reason -- do you suppose there is any reason why he didn't do that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"She."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He took the view of the foreman, an answer to one question, and that was it; is that right?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"His conclusion that there was a deadlock was based on one question and one answer of one of the jurors, and that was the whole record supporting his decision; is that right?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what other circumstance is relevant? The fact that they raised their voices during deliberation, certainly that -- that doesn't cut any ice either way, does it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McGormley, what evidence was there to the effect that the jury was not deadlocked?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is presumably what the other side has to prove by clear and convincing evidence, if -- if we accept the factual finding of the State court."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McGormley, do we have any indication how long this trial judge was on the bench when this trial came up?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Acrimony, I recognize we have talked about it in Arizona, but it -- I mean, it could be that the jurors had all agreed on the murder count and they were just quarrelling over whether they should add the firearms count, or the other way around."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In which case they would be much closer than -- than your comment about acrimony might indicate."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't say, can you, that every time the jury records that it can't reach a verdict or it hasn't reached a unanimous verdict, that that's a legal deadlock requiring a mistrial, can you?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So obviously the word \"deadlock,\" and as I read the judge's questions, he defined it merely as a disagreement as to the verdict. And later he uses \"hopelessly deadlocked,\" but changes the question when he asks the foreperson to respond. Isn't there a difference between hopelessly, i.e., no further deliberations is likely to reach a verdict, as opposed to you can't ever reach a verdict?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That isn't what the judge said just before she got the response. She said: Are you going to reach a unanimous verdict or not?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the foreperson said: No, judge."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. -- Ms. McCowan. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what would be gained from that? I -- the parties, one says -- let's say one says yes and the other says no. You ought to grant a mistrial, you shouldn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do people usually -- in your experience is there usually a clear breakdown between prosecution and defense on a question like this? My perhaps uninformed view is presumably the defense, if they have got a deadlocked jury, they want that to continue, because all they need is, you` know, one holdout."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. -- Ms. McCowan, you are -- you are arguing the case as -- as though the -- the only question for us is whether it was an abuse of discretion by the district judge -- by the trial judge here. That would certainly be the case if this is coming up through the Federal system and we had a Federal trial judge who had made this determination, but it is not. It -- it is coming up from a State court and Congress enacted a statute designed specifically to reduce the interference of Federal courts with -- with State justice. And that statute says specifically that where there has been a factual finding by the State court, it cannot be contradicted by -- by the Federal courts unless it is refuted by clear and convincing evidence. Now, what clear and convincing evidence is there here that there was not a deadlocked jury?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what was the basis for that declaration of mistrial?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The Michigan Supreme Court's determination is simply a determination of the same fact: There was a manifest necessity because the jury was deadlocked."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that factfinding is implicit not -- not only in what the trial court did, but also in the Michigan Supreme Court's decision."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If the jury is hopelessly deadlocked, is there a situation where that would not constitute manifest necessity?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it does get back to the factual determination of deadlock, correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The Michigan Supreme Court cited four factors in support of its decision: the length of the deliberations in relation to the complexity of the case, the heated discussions among the jurors, the fact most importantly that the foreperson said that the jury would not be able to reach a unanimous verdict, and the fact that there was no objection by defense counsel. Is there any decision in this Court that says that under -- that in a case in which those four factors are present, that the trial judge may not grant a mistrial?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And is there -- could you give us a long list of -- of lower court cases holding that in a case where those four factors are present, a trial judge may not grant a mistrial?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The question is when those four factors are present, why are they not sufficient to establish that the judge was exercising sound discretion? Unless there is a decision of this Court or perhaps a huge body of lower court case law, saying that, no, even when those four factors are present you may not grant a mistrial, how do you justify the conclusion that you are asking us to draw?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So can -- what -- what is -- looking at -- can you take the converse of the question I asked your colleague on the other side, if you can remember it? I'll -- do you see what I'm -- on the scale. I mean, this is a fairly simple case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is wonderful about this case is there is no disagreement about the facts. We could write them in under two pages, just quoting exactly the notes and exactly what the colloquy was and note that the lawyer wasn't there. So there we are. Now, imagine that in front of you. You -- it's easier for you to look up the cases than it is for him, because you want to find reversals, and all you have to do is you look and you try to see when the State courts, Federal courts have said there was not manifest necessity. So I have some time. I will read some cases. Which ones do you want me to read? And I don't need to read the standard. I have the standard. And I don't have to worry about -- I agree with the quotation of the statute; you have the burden. And the question is we have a record of those two pages, and does it clearly show that he abused his discretion when he said there was manifest necessity? Now, I will read -- whatever cases you tell me to read, I will read. But I want to find facts and I'm not sure you found some, either."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How could it be that there are no cases? I mean really, thousands and thousands of mistrials?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How can it be that there are no cases? Are reversals very, very rare for manifest necessity?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, that's good. Now, tell me then what did you find? When you say \"remotely as bad,\" then you perhaps found some where contention was rejected, or where contention -- what did you find? What did you find by way of cases where they said on facts as bad as this, or not quite as bad as this, there was no manifest necessity?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the -- so the proposition that what happened here is an abuse of discretion cannot be said to be clearly established, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have anything like this case that says this would be an abuse of discretion?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the fact that it's a plurality opinion means that it was not clearly established by the decisions of this Court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But our -- but our cases have required much -- much more than that, much more than referring to a generalized standard that our opinions have set forth. They have required proving that the application of that standard in our opinions comports with the provision of the statute that requires you to show that the claim resulted in a decision that was contrary to or involved in unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States. Now, our cases don't show that you can simply come in and say, well, it's an abuse of discretion standard, that was clearly established by the Supreme Court of the United States, and therefore all I have to show is that this is an abuse of discretion. I don't think so. I think our cases show you have to show that the standard as applied by our cases does not cover your situation. And you don't have any cases like that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That may be. That may well be --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- which says it's a terrible statute, but there it is. It says it has to be contrary to clearly established Federal law as determined by the Supreme Court of the United States. And you are saying, no, it's enough if it's established by an unbroken line of lower court decisions. That's not what the statute says."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"I thought your -- your position was that everybody agrees on what the law is: If there is a deadlock, a new trial is appropriate. So there is no question about that statement of the law. It's the fact question, was this a deadlock, and up until now we have been talking about this, including Justice Scalia, under the fact problem of AEDPA; that is, have you shown by clear and convincing evidence."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Well, is it quite correct to say the legal issue is whether there's a deadlock? Isn't the legal issue whether there was a manifest necessity to take the action? Isn't that the test?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the argument is that there was not a manifest necessity shown, even though there was disagreement about whether there was a deadlock, because all deadlocks are not exactly alike."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Some people think one -- there is one holdout, that means it's a deadlock. Some people think it -- it might be more. I don't think the test is deadlock. The test is manifest necessity."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you answered an earlier question that I asked -- maybe I'm -- maybe it was something I asked your friend, although I doubt it, since it would help him -- that the issue did come down to the factual determination of deadlock, because if there is deadlock then there is manifest necessity."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right. So the case comes down to whether or not this is a case of genuine deadlock, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"With the layers -- with the two layers of deference worked into your formulation. It's not simply whether the trial court erred in the determination that there was a deadlock that constitutes manifest necessity; it's whether or not there was an abuse of -- of discretion for the trial judge to so determine that we review under an additional abuse of discretion standard."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't our law clearly establish the fact that the prosecution bears the burden of showing there's manifest necessity, and if there is an absence of evidence supporting that burden, hasn't been -- hasn't been -- why isn't that the answer to the case?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why is that -- why is that so? If Mr. Gordon thought that this jury was 11-to-1 for acquittal, do you think he would have been reluctant to ask for a sidebar and object to the granting of a mistrial?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What does he have to lose at that point? She has made the ruling and that's that there is going to be a mistrial. The lawyer at that point can say: Your Honor, I object, and moreover, I would like you to give the Michigan version of the Allen charge. Nothing stopped the lawyer from doing that."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are you really saying that? You're saying that a lawyer in your office defending a client who thinks that the jury is leaning, is 11-to-1 for acquittal, and the judge says, well, we're going to have a mistrial and the acquittal is going out the window, the lawyer is going to be reluctant to say: Judge, may we have a sidebar, and then go to the sidebar and object to the granting of a mistrial?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm not suggesting that they were or they weren't. I'm just asking about what defense counsel would do in that situation. Maybe they are more timid in Michigan than the ones I'm familiar with. I would think that they would not be hesitant to raise an objection if they thought it was going to prejudice the client."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what -- I'm sorry. Please finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. What other explanation is there for a note saying \"Are we being too loud,\" other than that there was some degree of acrimony on the jury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, you don't dispute the fact that a note came out saying, Are we being too loud?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what would that indicate other than that there was some degree of acrimony?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe that's right and maybe it's wrong, but the State courts thought that it was evidence of acrimony, which it could be. And you say: Well, it also couldn't be. That may well be. But we are bound to accept the factual determination of the State court, unless you can show by clear and convincing evidence that that's wrong."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Don't waste your time. I will look for it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Don't waste your argument time. I will look for it."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Counsel, there is no case in our jurisprudence with identical or nearly identical facts, so this is not under the \"contrary to\" prong of 24 -- of 2254(d)(1). So it has to be under the \"unreasonable application.\" Particularly for me, what Supreme Court precedent do you think was unreasonably applied, and explain how and why?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And in that case, one of the specific factors was that he consulted with -- the judge consulted with counsel before making the ruling?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In -- in Arizona."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's a little shaky as precedent for -- that -- that was a case that said: The trial judge did right and no double jeopardy for a new trial. But in passing, to get there, the Court said: Well, this case didn't involve that. But the Court isn't passing on anything other than the trial judge in that case didn't violate defendant's right."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So are you suggesting that whenever the trial judge abuses his or her discretion in granting a mistrial, there can be relief under AEDPA? It is clearly established that whenever there is an abuse of discretion, relief can be granted under AEDPA. It is an unreasonable application of our precedent?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So the standard of review for setting aside a determination of the State Supreme Court is exactly the same as the standard of review for reviewing a Federal district court and a Federal court of appeals despite AEDPA? We simply look and see whether there has been an abuse of discretion. If there has, we set aside the State Supreme Court judgment?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it's objectively unreasonable, you say, whenever there has been an abuse of discretion by the -- by the trial court, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So it's not just abuse of discretion; it's abuse of discretion plus something else? Plus what?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you -- you do agree that there could be situations where a Federal court on direct review would find abuse of discretion, and yet a court on habeas under AEDPA would say that that has to stand?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So there are a category of cases where a Federal court could look at it and say, that's an abuse of discretion, but that same court reviewing it under habeas would say you are not entitled to relief under AEDPA?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But \"objectively unreasonable\" is already built into the criterion of abuse of discretion. You don't abuse your discretion if what you have done is reasonable, you know, within the ballpark. It seems to me you are doubling up here. I -- I don't -- I don't understand how it works."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How can you say that? I mean, you may think the discretion was abused, but it's not like he just suddenly announced there was going to be a mistrial. He exercised discretion. He looked at the note, he asked the question, he's -- are you hopelessly deadlocked? Are you going to be able to reach a unanimous verdict? And he was able to rely on the fact that they had previously sent out a note saying, are we being too loud, and the fact he knew, 4-1/2 hours on a case in which there were 10 hours of testimony. I mean, I understand your argument that he abused his discretion, but I don't understand the argument that he didn't exercise discretion at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, she asked the foreperson a question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Where did -- where did -- I'm sorry. Where did she conflate the two things you said she conflated, deadlocked and the other thing? What was it, inability to --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you got to read down further. She says: \"Are you going to reach a unanimous verdict or not?\" And the foreperson says \"No.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, just -- with respect, it's not the very first sign of disagreement. Reasonably interpreting, a note saying \"Are we being too loud\" is a sign of disagreement. And there is another note that comes out: \"What happens if we can't agree?\" You are making it sound more precipitous than it was."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Also you are ignoring the fact the first time the question was asked, do you believe it was hopelessly deadlocked and the foreperson said the majority of us don't believe that. And then later --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Oh, no, no. I'm sorry."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"justices","text":"-- and there is a period, in the opinion of the supreme court after we don't believe that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"There is not a period on page 7 of the Petitioner's brief. Is that a mistake? There's a --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- dash. And -- and could the court be concerned that the person was about to say, and again with deference to the court, \"The majority -- majority of us don't believe that\" -- that the defendant is guilty, that the defendant is innocent. Wasn't the judge quite correct to stop her right there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that exactly what she did? After that he says don't tell me what you are going to -- or don't tell me what you are going to say. I don't want to know what your verdict might be or how the split is or anything like that, are you going to reach a unanimous verdict? She did go on after that --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":2,"sideBefore":"justices","text":"The foreperson did not immediately answer. She had to ask a second question, yes or no. And the foreperson answered for herself but not necessarily for the jury when she said no."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How -- how do you know she answered for herself? The judge was talking -- she can't reach a unanimous verdict by herself. She is answering for the jury."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you always have to poll the jury, is that what you are saying is a requirement?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I am not aware that you would always have to poll the jury, and I could see some real disadvantages to it as a matter of fact. It perhaps puts more pressure on those who are the -- the holdouts, it identifies, in some cases, whose are the holdouts. I'm not aware that that's a requirement."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think it's a fair inference from the note that the jury was stuck? Do you think it's -- it's likely that they were just curious and they were rolling along just fine, but they were just curious, well, what if it happens after we deliberated a little more if we can't reach a -- a verdict? We just have a curiosity about that? Do you think that's a fair inference from that note?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think there's an -- you can draw an inference fairly that they were -- that there was substantial disagreement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. McCowan. Mr. McGormley, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean Respondent, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You are -- you are the Petitioner."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And those are the ones -- so as I'm seeing this case, it isn't that complicated. You know, it's pretty clear what the standard is. The standard is, was the decision of the -- of the State court reasonable in deciding that there was a sound -- sound -- the words come from nine wheat, that's -- that's, you know, like 100 years ago or something."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Objectively unreasonable. So come as close as you can to that, where they held reasonable, and what case is it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McGormley, you have stressed throughout that it's not -- not the question that Justice Breyer put, but there are two -- you have emphasized the two screens. This comes to us after we have the trial court ruling and the Michigan Supreme Court ruling. So the case isn't all that easy, without making the judgment as though it were coming up in the Federal system."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you, do you think the most relevant precedent from this Court -- would you agree that the most relevant precedent from this Court is Arizona v. Washington?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you think the most relevant precedent from this Court is?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have an answer to Justice Breyer's question? It was sometime ago, but -- (Laughter. )"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you suggesting that you need a precedent overruling a lower court decision before we could declare that something was unreasonable -- that our precedent was unreasonably applied?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that could also be consistent with the fact that Perez was clear enough that judges have to act slowly and --and with thought, and that lower courts are catching those when they are not. I mean, I don't know how it cuts, is what I'm saying."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOEL D. McGORMLEY","firstName":"JOEL","lastName":"McGORMLEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2258,"interruptions":24,"times_spoken":70,"laughter":1,"num_int_by":7},{"id":1,"fullName":"MARLA R. McCOWAN","firstName":"MARLA","lastName":"McCOWAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2504,"interruptions":28,"times_spoken":65,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":975,"interruptions":3,"times_spoken":34,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":645,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":445,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1067,"interruptions":1,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":726,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":332,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":376,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1028,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":2258,"times_spoken":70,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":28,"words_spoken":2504,"times_spoken":65,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":7,"words_spoken":5594,"times_spoken":146,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.72225735050722,"respondent":0.27774264949278005,"date":1472523515473}}