{"petitioner":{"name":"VINCENT E. STAUB","counsel":[0,1]},"respondent":{"name":"No. 09-400\nPROCTOR HOSPITAL\n","counsel":[2]},"caseNumber":"09-400","date":"2010-11-02T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this afternoon in Case 09-400, Staub v. Proctor Hospital. Mr. Schnapper. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, before we jump to agency law, shouldn't we take a look at the language of the statute?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the statute says that a prima facie case is made out if it is shown that military service, anti-military animus, was a motivating factor in the employer's action. The employer's action here was discharge, right?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the word \"motivate\" means to provide someone with a motive to do something, right?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the person who did something here was the person who discharged, discharged Mr. Staub, right?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why doesn't it follow that the motivation that's relevant under the statute is the motivation of the person who -- who performs the action that is challenged?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the -- what is -- what is made illegal are certain employer actions, right? Not everything that's done, not -- just writing up a bad report for a biased reason is not actionable under this statute; isn't that correct?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but -- but you say that those decisions that contribute have to be decisions by supervisory personnel. If your theory is correct, I don't know why that is so. I don't know why a co-employee who has a hostile motivation and makes a report to the supervisor who ultimately dismisses the individual, why that -- that wouldn't qualify as well."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the employer would be liable for these lower supervisory employees here why? Did they have authority to discharge?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do they stand in different shoes from a co-employee who also contributes to the ultimate decision to fire?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I just ask where -- could I ask where your argument leads? Let's say that an employer calls in an employee and says: Now, we have to decide who to lay off, and we've looked at your record over the last 10 years, and here it is, all the evaluations you've gotten over the past 10 years, and based on all of that, we -- we've decided that you're going to be the person to be laid off. Now, if it turns out that one of those evaluations was rendered by someone who had an anti-military bias, would that make the employee -- would that be a prima facie case against the employer?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if the --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if the employer at that time did every -- made every reasonable effort to investigate the validity of all the prior evaluations, still the employer would be on the hook?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a sweeping rule. I was going to ask a related hypothetical. Suppose the -- the officer who's in charge, charged with the decision to terminate or not to terminate, says: I'm going to have a hearing. You can both have counsel. And you have -- who is it -- suppose Buck -- suppose the two employees that were allegedly anti-military here testified, and they said there was no anti-military bias, and the person is then terminated. Later the employee has evidence that those two were lying. Could he bring an action then?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's sweeping. That's almost an insurer's liability insofar as the director of employment is concerned."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"He has to ensure -- he -- that he has done everything he can. He has a hearing, and he has almost absolute liability."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a defense for the employer that, no matter that there was this ill will, there was enough else to warrant termination of this employee. And so the --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That isn't what the statute says. You -- you jump over the language of the statute. It has to be a motivating factor in the decision to discharge. And that speaks -- that looks natural -- the natural reading of that is that it looks at the motivation of the person who actually makes the decision to discharge. Now, I'm not suggesting that's the right rule. That's a very unattractive rule. But the rule that you have suggested is also a very unattractive rule, one that I doubt the Congress intended to adopt. Is there no reasonable middle position here? It's all or nothing?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that -- isn't the Government's formulation that the discrimination has to play a substantial role in the termination a limiting principle? I mean, you answered or appeared to be answering Justice Alito that in a 10-year history, if one report of discrimination existed, that that would shift the burden to the employer. Is that an accurate statement of law? That one report has to play a role that's more than a mere existence, doesn't it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Than the SG?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it has to have some materiality to -- to the decision. I mean, it has to have -- it has to play not just any role. It has to play a material role in the decision, no? Or -- they use \"substantial.\" It could be \"material.\" It could be --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schnapper, I guess this goes back to Justice Alito's question. I find it difficult to grasp the distinction that you draw or what it seems that could possibly exist between a willful motivating factor and a non-willful motivating factor. I mean, to say that it's motivating is -- is to say that it's willful, it seems to me. But you want us to draw a distinction between a willful motivating factor and a non-willful motivating factor."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you want to hold the -- the employer liable for the actions of these other officials, other than the one who did the firing. And if they are liable for -- if you hold them -- the employer liable for their contribution to the filing, it seems to me you have to hold him liable for their willfulness as well."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Schnapper. Mr. Miller. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you regard -- is that the same as a but-for cause, the motivating factor?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you using proximate cause in but-for, or are you suggesting a different formulation of causation?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"In that formulation as you've just articulated, where do you place your test of a subordinate setting in motion and playing a substantial role? What is that test that you proposed in your brief -- how does it fit into this?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Your -- Petitioner's counsel argues that there is no issue of -- in the motivating factor test, it doesn't have to be a substantial role; it just has to be a motivating factor, so that the subordinates --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What happens in the situation where a prior evaluation or some disciplinary action does have a substantial effect on the decision that's -- the employment decision that's made, but the employer has no notice that the prior evaluation or disciplinary action was based on a biased ground, or any reasonable way of finding out that it was based on a biased ground? What happens in that situation?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"How do you get around the statutory language that says that the motivating -- it has to be a motivating factor in the -- in the action that is challenged?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And the employer's action here is -- is discharge."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but those other people -- everybody who has been delegated authority under the -- by the employer are not -- is not involved in the action that is challenged."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Does not take the action that is challenged."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So maybe then the test is whether they were delegated some of the responsibility for the challenged action. Were they delegated responsibility for making the discharge decision?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What about a situation where a particular procedure such as the one here is set up for a discriminatory reason, and the employee is really upset with that, and so he, you know, starts a fire in the plant? Wouldn't have had -- wouldn't have set the fire if not for the discriminatory purpose. Now, does he have a cause of action in that case when he's fired for setting -- setting the office on fire?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It wouldn't have happened -- yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So you do accept that the traditional doctrine of an intervening cause is applicable in this?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but what -- what independent intervening cause --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but -- I'm -- I'm sorry, but I think the end there just kind of glided over the whole issue. You say it had nothing to do with his military status. It has to do with a procedure that was set up because the employer was discriminating against him because of his military status. So it certainly had something to do with his military status."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I know, but the hypothetical is extreme to try to flesh out your position. You can certainly imagine an employee reacting in a particular way by being put through procedures that were set up in a discriminatory manner that would seem to anybody to be a basis for termination, even though the groundwork was laid by the discriminatory procedure."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Wouldn't it -- wouldn't the employer's defense simply be: Anyone who starts a fire goes. That's -- that's a -- it would have happened no matter what the reason was for doing that."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That -- that just comes under the employer's defense as showing that the same action would have been taken."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Davis. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Let's look at the hypothetical. Take it out of the facts of this case. There are two supervisors, each of them have anti-military animus, and they both report that this gentleman was late when he wasn't."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's absolutely a falsehood. They go in, they report it to Miss Buck. Miss Buck does an investigation. There are no witnesses. There's no one else to prove that they came in late. She just takes the supervisors' word. She looks at their report -- it was moments after the employee didn't show up -- and she says: He's a late-goer. I don't know anything about anti-animus; I simply fired him because two supervisors who are trustworthy -- I've looked at their files, they've never lied about anything before, they are pretty honest people and -- what happens in that situation?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How? She went and looked for witnesses, didn't find them. She looked at their records. She did what happened here; other people have complained about these people, don't particularly like them."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that's the question, because you just added a very important fact, which is a 10-year history of being late. But on this day, he wasn't late. On this day, the two supervisors made it up."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Would she have fired him absent that report? Isn't that what the jury has to decide?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what the -- what this circuit's \"cat's paw\" theory does and what others do say, if she engaged in any investigation, there's no liability."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What was it -- what was it here? Because the -- when -- what was his name -- Korenchuk --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- takes him into Buck's office, and Buck hands him the pink slip and says, \"You're fired,\" that the jury could have credited that evidence. He was given no opportunity to explain the situation. What kind of investigation? What -- she looked at his personnel file. What else was the investigation?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"When?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This is after he got his pink slip. What -- what point -- when Korenchuk takes him into -- takes Staub into Buck's office, according to his testimony, which the jury could credit, he wasn't asked a thing. She just said: Here's your pink slip; you're fired."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"After he was fired."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Did -- did I understand you to say that you do agree with the Seventh Circuit's \"cat's paw\" approach to this?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, before you -- how is that consistent with the statutory language that requires that this discrimination simply be a motivating factor?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can we -- let's look at the statutory factors."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, and where -- where are you reading it from?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Page 3 of the blue brief."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm sorry. The statute says is a motivating -- one of those four things, membership, application, et cetera, is a motivating factor in the action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And I understood your position to be that the supervisor has to have such dominant control that it's the \"cat's paw.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I guess where I'm having trouble following you is the total domination motivating factor. It seems like a much more stringent test that the Seventh Circuit has adopted."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But that assumes that the employment decision is solely hers. It's hers, not based on her peccadilloes; it's hers based on information that she has gathered."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but she's not acting in a vacuum. She's acting on information that has been supplied to her by people who are authorized to supply that to her in the employment context."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We're now talking past the individual case."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I am talking about just the legal analysis, which is: She's a decisionmaker, but there are multiple actors on behalf of the employer. That's your adversary's position --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Or participating in the process. And they're saying if any of those actors in the process has been delegated employment duties that permit them to participate in this way, then if what motivates them is bias of this kind, then the employer is responsible, not just for Ms. Buck's activities, but for the two supervisors' discriminatory activities."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in most situations, an employer comes in and says: I fired X for X, Y, and Z reasons. And if they don't mention one of those inconsequential or immaterial reports, why would a court rely on it at all? It's not a motivating factor."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why is this so complicated? I'm probably missing something."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But the thing -- but it doesn't help you, I don't think, if it isn't complicated."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is the -- because of Burlington, we're only talking about a certain number of employees who could make an employer responsible."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Right. So those are supervisory people, we'll call them."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now, why don't we just stop there and just say we have a statute, the statute says that if -- if a bad motive was a motivating -- had to be a motivating factor, discriminatory -- a discriminatory motivating factor in the dismissal, then, unless you can prove an affirmative defense, you lose. Why do we have to have something special if one of these small group of employees happens to be the person who said the last words or happens to be somebody who told somebody who said the last words or happens to be somebody who told the somebody the something-or-other? You're just looking for one thing. And there could be five zillion fact situations. So why something special? Why did the Seventh Circuit say where it's not the guy who said the last words, you have to show, quote, \"singular influence\"? Why singular influence? Why not just what the statute says --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- that it was -- that it led to the -- what she said, led to the discriminatory motive being a motivating factor, period, end of the matter. No special \"cat's paw\" rule, no special anything rule."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, no. Of course, you have to show proximate cause. You have to show cause. You always do. I'm just saying, why have a special rule? Why not have a special rule if somebody was on the second floor? You wouldn't think of that. So if you're not going to do it because the person's on the second floor, why do it because they happen to be somebody who told somebody, rather than somebody who was the person who was told?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, fine. You're perfectly entitled to say that. But what I don't see that you're entitled to say are the words that the Seventh Circuit used, which is: You have to show jury that there was sufficient evidence to support a finding of singular influence."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That doesn't just sound like it was a motivating cause. That sounds like it was something really special."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Ah, okay. So why don't we say: Seventh Circuit, if that's your way of saying it is just a normal thing like cause, we accept that, but please don't use those words. And because you might have used -- you might have used them meaning something else, we will send this back so we're certain that what you are doing is applying the same test to everything. In other words, was it a motivating factor?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Then your -- that seems like a good resolution of this case to me. don't know if it does to them. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"I think -- I think that you've misread -- I think that you've misread the \"cat's paw\" principle of the court of appeals. I don't think that it is, to them, a determination of proximate cause at all. As I understand their opinion, they say that the statute requires that the -- let me get the right language here -- that the discriminatory -- prohibited discriminatory factor must have been a motivating factor in the employer's action. And they say that means it must have motivated the person who took the employer's action. It's not a motivating factor in the employer's action unless the person who took the action on behalf of the employer had that as its motive. Then the court of appeals makes an exception: However, if the person who appears to be taking the action on behalf of the employer is really not the person who took the action, but was totally under the control of a subordinate who -- and the person just swallowed that subordinate's determination, then we will hold, even though the ultimate firing -- the person who signed the pink slip, even though that person didn't have the motive, if in fact the decision was effectively the decision of a lower subordinate, we will hold the employer. It has nothing to do with proximate cause. It has to do with the text that it has to be a motivating factor in the employer's action; not a motivating factor somewhere down the line, but in the employer's action. That's how I read the court of appeals' opinion."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But Mrs. Buck never would have made this decision if Korenchuk hadn't come in and said: Here's Staub, he's goofing off; he was told to tell me when he was going to be absent, and he didn't. Korenchuk, who has the animus, is a motivating factor certainly in what happened to Mr. Staub, because if you didn't have Mr. Korenchuk marching Staub into Buck's office he would have retained his job. Wasn't his last -- his most recent performance rating very good?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In any case, there was no indication, apart from Korenchuk's coming in, that Buck would have taken any adverse action against Staub."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- that's not the point. It seems to me you have to -- we're not going to second-guess the jury determination here. I understood your point to be that there's a difference between a motivating factor in the decision, which means the person who made the decision on behalf of the employer must have had that motive and, on the other hand, a factor which was relevant to the decision, or a factor which influenced the decision. That's quite different from a motivating factor in the decision. You -- you have to get us to believe -- and I'm not sure we will -- that \"motivating factor in the decision\" refers to motive on the part of the person who made the decision. That's -- that's essentially your point, isn't it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then you can't agree with me, because my question was why would that be? You have two people, A and B; they are both supervisors. In the one case, B fires the employee because he's in the Army, and he says it: Ha, ha, that's why I'm doing it. In the second case, he fires the employee because he thought the employee was -- in one of Justice Sotomayor's hypotheticals or anyone else, he fires him for a perfectly good reason, but A has lied about it. And the reason A lied about it was because she wanted to tell him a lie so B would fire the employee, and her reason is because he's in the Army. Those two situations -- the second seems to me one of 80 -- 80 million situations, fact-related, that could arise, and I don't know why we want a special standard for such a situation. Why not just ask the overall question: Was this action an action that was -- in which the bad motive was a motivating factor? Forget psychoanalysis of A; B is good enough; or vice versa. That was my question."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Because together they dismissed the employee."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"One by supplying the false statement, the other by acting on it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They are both agents. That's why I made them both Burlington people. I wanted to get them in the group. They both have the same Burlington status, so we get that issue out of it. And together they fire this individual. In the absence of either the one or the other, he wouldn't have been fired."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I feel I'm going to get nowhere pursuing this hypothetical further. So I will drop it and say --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- answer it as you wish or as you understand it."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, your position is -- and it coincides with the Seventh Circuit, but it is in opposition to the Secretary of Labor's commentary on how this works. The Secretary of Labor's commentary is it's a motivating factor. And if Korenchuk precipitates this whole thing, that's a motivating factor. Do we -- I mean, this is -- the Secretary of Labor administers the statute. Do we give any weight to the government's official position on what a motivating factor means?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How does the Secretary of Labor administer this statute? What are -- what are his or her responsibilities under the statute?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why isn't this just governed by the standard principles of tort for concurrent actors? Actor A was not negligent; actor B was; they both contributed to the accident. And we look to the Restatement of Torts, which is whether or not the wrongful actor made a significant contribution. That's -- that's the end of it."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But we're -- but we're talking about the test. And the test I gave you is quite different from the \"cat's paw\" test. And if you use the test something along the lines that I formulated -- I don't know if that's precisely what the Restatement says --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- but to that general effect, the instruction given to the jury was really overprotective of your client, under the standard concurrent -- concurrent causation analysis."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can -- can I turn to the Secretary of Labor's regulations? Are what we talking about anything more than the following statement in his commentary accompanying the final regs, namely that an employee, quote, \"need not show that his or her protected activities or status was the sole cause of the employment action. The person's activities or status need be only one of the factors that a truthful employer would list if asked for the reasons for its decision.\" Is that -- is that the only --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this is the one that the Government refers to."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That doesn't seem to me to be so damning of your case. I think if this employer had been asked the reasons for its decision, it would have given Ms. Buck's reasons."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is it -- could a jury find from the testimony before -- before it, that at the time he received his pink slip -- let's not talk about the grievance after --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- at the time he got the grievance slip, he was not given any opportunity to explain that this charge was not warranted, that he had tried to reach Korenchuk on the phone to tell him: We're going to lunch and was unable to. He did not have an opportunity to say that to Ms. Buck."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Davis. Mr. Schnapper, you have 4 minutes remaining."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Schnapper, is that your recollection of this record, too, that -- that he was -- he did state his version before he got the pink slip? "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't think anybody thought that Buck would have fired him just for that one absence. That -- that was the trigger. But it was the trigger that followed a long series of prior absences for which he had been disciplined before."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see any inconsistency between those two versions."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you think that the standard for employer liability is different under this statute than under other Federal antidiscrimination statutes? Is that what you're - you were just suggesting?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that if we -- if we hold here that --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If we were to hold here that the \"cat's paw\" theory doesn't apply under this statute, the Seventh Circuit and other circuits could continue to apply the \"cat's paw\" theory under Title VII or under the ADEA or under the ADA?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would Title VII be different?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC SCHNAPPER","firstName":"ERIC","lastName":"SCHNAPPER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2053,"interruptions":14,"times_spoken":31,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ERIC D. MILLER","firstName":"ERIC","lastName":"MILLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1144,"interruptions":8,"times_spoken":19,"laughter":0,"num_int_by":4},{"id":2,"fullName":"ROY G. DAVIS","firstName":"ROY","lastName":"DAVIS","counsel":true,"justice":false,"side":"respondent","words_spoken":1768,"interruptions":12,"times_spoken":58,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":393,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":660,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":842,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":263,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":557,"interruptions":5,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":667,"interruptions":3,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":788,"interruptions":2,"times_spoken":17,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3197,"times_spoken":50,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":12,"words_spoken":1768,"times_spoken":58,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":15,"words_spoken":4170,"times_spoken":111,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":8}}