{"petitioner":{"name":"MONSANTO COMPANY, ET AL.","counsel":[0,1]},"respondent":{"name":"GEERTSON SEED FARMS, ET AL.\n","counsel":[2]},"caseNumber":"09-475","date":"2010-04-27T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument this morning in Case 09-475, Monsanto Company v. Geertson Seed Farms, et al. Mr. Garre. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Garre, the Respondents argue that we should dismiss the writ here as improvidently granted, and I wonder if you could explain why that isn't the preferred course of conduct. They contend that when this was before the Ninth Circuit, your firm could have but did not contest the -- the vacatur of the APHIS deregulation order. It’s argued that an environmental impact statement is likely to be issued very soon, or fairly soon. Maybe the Solicitor General could give us an estimate. If we agree with your argument that the Ninth Circuit applied the wrong preliminary injunction standard and remand for them to apply the right preliminary injunction standard, the case may be moot by the time they do that. And the alternative is for us to plow into the extremely fact-bound question whether applying what you contend to be the correct preliminary injunction standard of relief would be warranted on this record. In light of all that, why shouldn't we take their suggestion?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But Winter didn't involve something -- as I understand, the -- the decision vacated the deregulation order. You are not challenging that. Well, it seems to me if there’s no deregulation decision in place, then we’re back to the Plant Protection Act, and there’s no authorization for the planting of these crops. So as long as you haven't challenged the vacation of the deregulation decision, I don't see how there's anything for us to deal with."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"However, you haven't in your brief. Didn't you say you weren't challenging the vacating order? You keep saying -- I know you appealed it originally, but the point is that you didn't seek certiorari on that ground."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You agree that those are two different things, then, right? The vacatur is one thing and the injunction is another, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And under the vacatur, the normal APA remedy is a remand to the agency. In fact, there are some courts that say you can't get anything else. But whether you can or can't, it's clear that the burden is on you to get something short of complete remand. The burden is on your friends to get -- establish the injunction. The problem with combining the two, it seems to me, is that you are imposing on them the burden to meet the injunction standard simply to get a remand to which they are entitled under the APA."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the vacatur does that. You can't plant once the deregulation order is vacated."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would say that the injunction is limited only to a decision the agency might make to allow partial planting?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Why did it do that? I mean, the way the APA works, this is sent back to the agency. If the agency wants to partially deregulate, it can do it. And then you can challenge it under the normal APA procedures."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's very odd to get an injunction to an agency telling them they can't do something under the APA."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I’m looking at --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm looking at page 58a. Maybe that -- you referred to what as the district court's --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because I thought that the only purpose of this injunctive provision was to spare the people who had already purchased seeds, allowing those to be planted until March 30, 2007."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And is it your position that that gives you the hook, the entry point, for saying, well, now the district judge didn't just replicate in all respects the universe without the regulation; it had some specific injunctive relief, and it didn't go far enough? That’s --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But whose --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"What authority do you have for the proposition that when a court vacates an administrative order, it has the authority to tailor an injunction rather than simply remand the matter to the agency?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess -- Weinberger, of course, involved a statute. I mean, the concern is that the authority to determine how far to go in deregulating or partial deregulating is for the agency to make. And once there has been a violation of the APA, it goes back to the agency. What the district court did here was assume that responsibility itself."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Garre, I'm looking at the injunction, and it says that the deregulation decision is vacated and Roundup Ready alfalfa is once again a regulated article. We could simply say as far as it goes, that's all right; anything else is surplusage. We take it to be the judgment that Roundup Ready alfalfa is once again a regulated article, period."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I thought --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that was just a dispensation to people who had already bought the seeds. That was recognizing that they had incurred an expense, that they were all ready to plant. That -- that was the only exception. It goes back to the status of a regulated article with this one exception."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Hay production out."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me what's the legal error? You started by identifying the first one, which was short-circuiting the irreparable harm. This seems more like factual correction which you're getting into. Put it into a legal box for me. What are your legal claims?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you explain, Mr. Garre, why that's so, because I thought that the Federal law is before the agency engages in an action that requires an EIS, it has to do the EIS? So this unit of the Department of Agriculture violated Federal law by deregulating prior to the completion of an EIS."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Garre. Mr. Stewart. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Could you go to the second part of Justice Alito's question, which was the issue of standing, both yours and the Petitioners’. What is it exactly that we’re being asked to review? Obviously, you’re going ahead with the EIS. You haven't sought a stay of that."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. So what's the basis of the challenge to the injunction?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You have the burden to establish your entitlement to those conditions that are short of a remand, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure, sure. Agencies can do that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, sure, because -- but here the question is whether the court can do that. The court is stepping into the shoes of the agency. And I would say it's -- I mean, there's authority that you can't do that at all, but certainly you’d have the burden to establish that those reliefs short of remand, that you are entitled to that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you’re short-circuiting notice and comment or whatever else is required, the reason we send this to an agency, because they are expert and all that. The agency is acting without the benefit of any input on the partial deregulation."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Could you have -- let's just -- if this had -- if the order had vacated the deregulation and sent it back to you, what would you have -- the agency have had to do to issue temporary regulations consistent with the ones you proposed to the district court?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Can -- when you -- can you stop right there, because I thought the law was, government agency, before you engage on a major activity, EIS first, and then you can have a deregulation order?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, that's what I thought."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But as far as the court is concerned, it's conceded that NEPA was violated, an EIS was required. And then the district court vacates the deregulation decision. I thought that, under the APA, at that point, the court is obliged to say, well, the agency engaged in conduct that was not in accord with law, and so we send it back."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you -- do you agree that when you’re talking about the elements of the injunction that are short of remand to the agency, that the Respondents do not have the obligation to meet the injunction standards with respect to those? In other words, it's part of the judgment. It's not an injunction, and you have the burden if you want the court to do anything other than send it back."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I'm talking to the -- about the types of activities that would be prohibited if the court just remanded it back, vacated it, which is everything -- you can't plant."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I guess my point is they don't need an injunction. The thing that’s bothering me is you’ve got two different things, the vacatur and the injunction. And it seems to me by melding them together, you’re trying to impose the burden on the plaintiffs to meet the injunction standard to get the benefit of the vacatur."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But you short-circuited that. Isn't this more akin to you seeking a stay of the vacating order?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"The district court vacated the deregulation. No one can plant. You and the Petitioners go into court and say to the court: Stay that deregulation with respect to this kind of planting. Aren't you the one seeking the stay? And if so, isn't it your burden to show that you're entitled to whatever it is you seek?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So that's the legal error you identify?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you agree -- would you agree that if the district court had just said the deregulating decision is vacated and Roundup Ready alfalfa is once again a regulated article, period, that would be okay? And you would have no basis to prevent this from going straight back to the agency?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And all, it seems to me, that the district court did do in addition to that is to say that alfalfa seeds may be planted -- alfalfa seeds that are -- that have already been purchased may be planted prior to March 30, 2007."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"It’s the only exception."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And in your view the correctness of that ruling has been preserved in the questions presented to this Court?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"That's a little different than answering Justice Kennedy's question, which is: Did you preserve the issue that the district court exceeded its jurisdiction in stopping you from further deregulation? That's a different question than whether or not it should have granted your further injunction which is, according to you, a further deregulation. But it's a different question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Stewart. Mr. Robbins. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if the injunction doesn't do anything, why are you bothering to defend it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Robbins, can I ask you about your clients’ standing? What individual plaintiff here stood to be harmed by what the agency had done? Which one of them was -- was within, what, 5 miles of any -- any field of the genetically engineered alfalfa?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What? From what? From what? From --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"From somebody within 5 miles, 10 miles, 20 miles?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So you want the Court to assume that somebody is going to be planting a field of the genetically engineered alfalfa within, what, 5 miles of --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- one of your named plaintiffs?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The fact is there isn't a single named plaintiff who -- who has -- has any claim that within the utmost limits of -- of risk, he is at risk currently."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that. But you have to bring in a member from that organization --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- who is concretely harmed."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Am I factually correct that the harm is that from some seed-grown alfalfa, a bee or the wind is going to take the pollen and put it into a conventional field?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But is that -- am I right?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How many States grow alfalfa to seed as opposed to letting it just grow into hay?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So that handful of States --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- is that where the risk exists?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You just said the word \"different levels and different degrees,\" but this is an all-size-fit injunction."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So how is that reasonable when the risk is different depending on the place and type of growth?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Could I ask you something? Is that because your farmers -- I understood farmers of hay had huge tracts of land. Do they rent equipment from someone else to do it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you don't think the free market would produce companies that advertise: We only cut natural seed fields?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You don't think that would happen? I am sure it would happen."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Robbins, is it -- is it relevant to that, that in the case of other genetically engineered crops -- sugar beets, for example, soybeans -- that the plantings became overwhelmingly the genetically engineered, rather than the organic or natural?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, in response to Justice Scalia's point of how many now, how many at this moment? But you projected that there would be an enormous increase, and that was not just pulled out of thin air. I assume it had something to do with what happened to other crops."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Just -- I'm sorry to interrupt. Just from the seeds blowing in the wind?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I am really losing you now. I thought he was referring to the number of farmers who would be planting and harvesting genetically engineered alfalfa. Isn't that -- farmers who wanted to do it. He was saying: We now have 200,000; we are going to have a million."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Acreage, whatever. He’s talking about acreage of farmers who plant and want to plant --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- genetically engineered seed."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He’s not talking about how many unwilling farmers are going to have infected fields."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm not sure we understood. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- there's a flip side of that that is not so good for you, because one of the things you want from the injunction is a prohibition on the agency partially deregulating. Well, you’re not entitled to that, because the vacatur sends it -- should send it back to the agency and they can decide. And if they decide to partially deregulate, you have the APA challenges available to you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So your argument is that the district court judge made a mistake in mixing up the vacatur and the injunction?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't one of the reasons that they litigated the injunction was that by its terms and because of its issuance the agency on remand could not have adopted some partial measures to allow controlled planting?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But -- no, but isn't that -- isn't that the reason that the manufacturers, Monsanto, contested the injunction? They said -- because once the injunction is issued, as the government has told us today, they cannot issue some partial regulatory scheme with -- with safeguards."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- but that is substantial. It takes time, and the district court injunction that's now in effect prohibits that. And they have standing to challenge that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Or at least that's their argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't mean to interrupt your answer, but they’ve already done an EA in support of total deregulation, presumably, and they found no adverse -- presumably, that would be a fortiori for partial."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me pretty doggone imminent if the agency has come before the court and said: This kind of partial deregulation ought to be allowed, and we’re in favor of it. I mean, you are not sending it back to an agency that’s a blank slate. You know that the agency favors this degree of deregulation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I mean -- I’d -- you know, I -- boy, I’d take a remand to the agency any day."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Could I go back to something you said a while ago, that \"likely\" does not mean more likely than not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's -- I thought that would be obvious. If I say your friends are likely to win, that means they are more likely than you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have -- I -- I was surprised that this apparently hasn't been decided over the however many years we’ve had this standard. Is there a case that says \"likely\" does not mean more likely than not?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"This isn't contamination of the New York City water supply. It's the creation of plants of -- of genetically engineered alfalfa which spring up that otherwise wouldn't exist. It doesn't even destroy the current plantings of non-genetically engineered alfalfa. This is not the end of the world. It really isn't. The most it does is make it difficult for those farmers who want to cater to the European market, which will not accept genetically engineered alfalfa. It makes it more difficult for them to have a field of 100 percent non-genetically engineered. But that's not the end of the world, Mr. Robbins."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you were comparing it to New York City dying --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- from poisoned water? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Robbins, but if, as is likely -- I think the government told us that the EIS is about a year away, but that the EIS is going to say deregulate --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- is going to recommend a deregulation decision. So we’re talking about the -- whatever the farmers of organic or conventional -- they’re only a year away from, so they will have to accept that there are other planters who want to do the genetically engineered crop."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But I think you yourself told us how it came out with other crops, that the genetically engineered crop was very popular and took over."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And that's a decision for the government to decide, APHIS, and their lawyer, Mr. Stewart, who is in the courtroom told us what the APHIS view is."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me, could you tell me, just to clarify one factual matter, the popularity of corn and the other genetically engineered crops, is that from contamination or is it just from -- from consumer choice; i.e., that that's what farmers like because it's easy to grow?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"And what happened with corn? You -- you -- you said -- gee, I was unaware -- I’ve been eating corn all this time. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What happened with it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"All arguments you can make before HP -- APHIS and which presumably were made before APHIS --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- and can be made before APHIS if this is remanded."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't entitle you to an order saying APHIS can't do anything in the meantime."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's kind of artificial to separate the two out. I mean, it's one judgment, and they say they’re intertwined. The injunction is based on the vacatur. And so if they challenge the injunction, you can't say, well, they’re not challenging the vacatur."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but we have to decide -- for you to prevail on that, we have to decide that the injunction does no more than the vacatur."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so the district judge was wrong. He should have -- if you say the injunction adds nothing to the vacatur, he should have ended by saying it's vacated."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We -- we don't necessarily have to do that. We just have to decide whether the lower courts did it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, if we concluded that they didn't do it, that would -- that would be enough, wouldn't it? We wouldn't have to do it ourselves."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They also said stuff which suggests that they didn't do it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If you're -- if you are right that the injunction does nothing, they don't have standing because of that, we should throw the injunction out."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"We don't have to worry --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The government doesn't have to worry about standing, does it?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In deciding irreparable harm, what weight if any should be given to the proposition that there was an environmental impact regulation violation, as opposed to just a regular suit between, say, two farmers over a nuisance? What weight do we give to the fact that -- let's assume -- there’s a -- a violation of the rule requiring an environmental impact statement?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That is not alone a sufficient harm to justify an injunction, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Garre, you have 3 minutes. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a real problem if the whole appeal is over whether or not the district court should have accepted the agency's views. The agency has told us that it has side-stepped going through all of the regular -- all of the administrative steps it was required to. It may not have needed to give notice, but it needed to do some form of an EA and get comments and do other things. And it didn't do that."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So how can we say that the district court acted improperly, when it's the government who is asking the district court to forgive it from doing something it's legally required to do?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. My problem is I don’t see that argument either in your brief or theirs."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I see only the argument that it erred by not accepting something that the government had no power to do outside of the regulatory scheme."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you answer Mr. Robbins’s --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry to interrupt. How do you answer Mr. Robbins's imminence argument?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't it be the same problem for the farmers if we had only the deregulation decision vacated? They can't do anything until the agency then gives them permission to do something."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's going to take time."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's going to take time, and you have the EIS on track within a year. So are you going to do this other operation in 6 months?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1559,"interruptions":23,"times_spoken":35,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":1898,"interruptions":14,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":2,"fullName":"LAWRENCE S. ROBBINS","firstName":"LAWRENCE","lastName":"ROBBINS","counsel":true,"justice":false,"side":"respondent","words_spoken":3349,"interruptions":33,"times_spoken":69,"laughter":3,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1090,"interruptions":2,"times_spoken":41,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":184,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":761,"interruptions":5,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":658,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":256,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":551,"interruptions":5,"times_spoken":27,"laughter":3,"num_int_by":1},{"id":9,"fullName":"I think the Court could say","lastName":"say","counsel":false,"justice":false,"side":"","words_spoken":30,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":3457,"times_spoken":57,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":33,"words_spoken":3349,"times_spoken":69,"laughter":3,"num_int_by":5},{"side":"justices","interruptions":16,"words_spoken":3500,"times_spoken":126,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":6},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627035196}}