{"petitioner":{"name":"KEVIN ABBOTT","counsel":[0,1]},"respondent":{"name":"UNITED STATES ","counsel":[2]},"caseNumber":"09-479","date":"2010-10-04T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 09-479, Abbott v. United States, and the consolidated case, 7073, Gould v. United States. Mr. Horan. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if the text of this is so clear, how is it that Mr. Gould and Mr. Abbott propose different interpretations of this provision?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they are not the same, are they?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there -- isn't it -- there is a missing prepositional phrase in this -- in the provision that we are looking at?  It says, \"except to the extent that a greater minimum sentence is otherwise provided.\"  For what?  And all of you have to -- are filling in the prepositional phrase.  For an offense of conviction, for -- for an offense that's part of the --of the underlying transaction, for a violation of this particular provision or one that's very similar to it. There is just no way of getting around the fact that something has to be read in there.  Something is implied; isn't that right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that means there would  be no punishment, added punishment, at all for the possession of the gun; that is, you have the -- the possession with intent to distribute, no gun involved, and you get 10 years mandatory minimum for that.  That automatically would wipe out any add-on for the gun, under your reading."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  You keep saying that you're not reading anything into the statute under your interpretation, but you are.  You are limiting the -- the \"any other provision of law\" to any other provision of law specified in the charging -- in the counts of conviction, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- you said to Justice Alito that you weren't reading anything in, but you are.  You're reading into it that the other provision of -- of law to refer to counts of conviction at sentencing, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So why is that read-in logical, meaning it's giving no extra punishment for the possession of a firearm?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which was, I think, Justice Ginsburg's --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Yes.  I think you weren't finished answering my question."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that is not mandatory?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying that the gun possession can be accounted for by the judge as a matter of discretion using guidelines, but there's no mandatory at all?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and I suppose the prosecution can alter the consequence based on what it chooses to bring in a single prosecution. I mean, if it has other -- other enhancements, it should bring a separate prosecution for that.  So long as it brings it in one suit, you say, in one prosecution, you get the break.  But if -- if the other enhancement is brought -- has been brought in a separate prosecution, you don't get it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Yes, I understand what you're saying."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Explain how, because you just said to Justice Scalia that if the mandatory minimum is in a separate charging instrument, then it doesn't affect you at all.  It only affects you if the count is in a count of conviction at sentencing."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what in the language of 924(c) sets forth that limitation?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but there \"otherwise provided by law\" could be Federal, State laws.  It could be in the indictment, not in the indictment.  You're proposing that we limit this somehow, but I want to see what the language is that you're relying upon to limit it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In relationship to what? Isn't that the government's argument, which is that you have to say in relationship to something, whether it's the indictment or, as the government would have it, in relationship to the possession or carrying of a firearm? Why isn't that the more natural reading?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't most crimes of violence and drug trafficking carry more than a 5-year sentence?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So let's suppose somebody commits a rape and a maiming in the same -- in the same  criminal act.  You're saying that the prosecution -- and let's assume it's his third.  It's his third violent crime.  So he would get the enhancement as being, you know, a three-time violent crime loser. You're saying he could get that enhancement and the enhancement under this -- under this gun -- he had a gun at the same time.  He can get it if the prosecution charges rape in one prosecution, for which he will get the three-time loser enhancement, and then in a separate prosecution, it charges maiming and the use of a firearm.  Then he gets both enhancements, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"I'm not sure that that's right.  I think that -- that this may well apply to the crime that is being -- that is being prosecuted where the crime is defined as a real offense in the world, with the limitations put on that term by the guidelines. I would think that would be a natural reading, in which case you'd look to the conduct of the person. And if the conduct of the person is such that it calls for a mandatory minimum of a certain kind, there we are.  And if that exceeds this amount, there we are.  You can't apply it.  And if it doesn't, you do  apply it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you looked into that? I mean, that was my reading of it as -- in the most natural way.  The word \"crime\" is ambiguous.  Sometimes it means words in a statute.  Sometimes it means an affair in the world.  And I thought this one probably meant the affair in the world."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he's disagreeing with you.  He -- your theory -- you're not reading \"crime\" to mean an affair in the world.  You're reading it to mean a particular prosecution for a particular violation of a statute.  Right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I read that --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"He wants to read it as an affair in the world, whatever that means."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"If that's so, then this gives tremendous power to the prosecutor to decide what the sentence will be in terms of how he manipulates the  charge.  And I thought that probably this, read with the guidelines, is designed not to -- not to permit that. It's to minimize the discretion, not to maximize."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Breyer is reading a bit what your co-counsel is advocating, what Mr. Abbott is arguing?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"I mean, I don't know if it  makes any difference.  I mean, has there ever been such a case where the prosecutor worked this in such a way that he would produce this? Are you aware if any such case ever happened?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And there has never been the incentive to do so, until we accept your interpretation.  Then there will be means to do so."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Ryan. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"930(c):  A person who kills any person in the course of bringing a firearm into a Federal facility shall be punished as provided in sections setting forth minimums for murder and manslaughter.  So it would also have an effect in 930(c), no?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I wasn't sure why it didn't list 930(c), but --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I know, but its brief does two formulations.  It says --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- anything that affects 924(c), and then in other places in its brief, it says the -- the \"except\" clause refers to any higher minimum sentence for possessing, using, or carrying a firearm in relationship to a drug or -- drug offense or a crime of violence.  Those are two different formulations."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm focusing on the second formulation."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Where would we look to find the definition of a criminal transaction for these purposes?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What if there were several 924(c) offenses committed during a rather brief period of time?  What if on the same afternoon an individual engaged in a number of drug trafficking offenses and during each of those used or carried a firearm?  Would they -- would they be part of the same criminal transaction?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you say \"different transactions,\" but I'm looking for the definition of a criminal transaction.  The criminal law has labored with this for a long time.  It's not a self-defining concept, is it, a criminal transaction?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Ryan, I thought that you had three positions, and now you're talking about the second one, which is any greater minimum sentence arising from the same criminal episode.  But I thought your first position was any greater minimum sentence applicable to the defendant at sentencing."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Whether charged or not --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me, before you go on.  Your last remark -- it has to be a previous conviction.  So why doesn't that leave it in the hands of the prosecutor whether to bring that conviction, that other case, prior or subsequent?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it gives broader effect.  It gives broader effect to the \"except\" clause, but the government's argument gives effect to the \"except\" clause, doesn't it?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"3559(c), which was enacted at the same time as this \"except\" clause, wasn't it, and makes explicit reference to -- to 924(c)?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But you have offered three different readings, so one can't say that this statutory text has a clear meaning, which I think is your first argument -- that it has a clear meaning.  And yet, we have Mr. Gould's reading and then the two readings that you've offered us, same episode and same gun."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. McLeese. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, could I just ask one simple question, the one I started with earlier, which was, which of the two statements are you advocating?  That the \"except\" refers to a provision that imposes a greater minimum sentence for violating 924(c) explicitly, or are you saying the \"except\" clause -- and I'm quoting from your brief, in two different places -- the \"except\" clause refers to a higher minimum sentence for possessing, using a firearm in relationship to a crime of violence or a drug offense?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  If that's the case, your adversary just said, Mr. Abbott's  attorney just said, that you don't believe that section 924(c)(1)(A) is trumped by 924(c)(1)(B) or by 18 U.S.C. section 930(c).  Is his allegation correct or is he wrong?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  So that if he discharges a firearm, and it says it is a sentence of not less than 10 years, and he -- and that firearm is  also a short-barrelled rifle with a 10 year minimum, does he get 10 years, or does he get 20 years?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So if it was a machine gun, where there's a 30-year minimum, does he get 40 or 30?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that's not -- I can't imagine a single district judge getting that wrong.  To think that, oh, my gosh, here it says 10 years if you discharge the firearms, and here it says 5  years if you have one, which one do I use in a case when it's discharged?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You don't need this provision, the -- your argument can't be that this language is to make sure the district judge knows in that case to use the 10-year rather than the 5-year."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that would include (B). That would include (B).  (B) is part of the same subsection, isn't it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, you know, I -- I think what the Chief Justice says is very obvious when you are just talking about (c)(1)(A), but it isn't obvious to me that if -- if the firearm is discharged and in addition it's a machine gun or destructive device, that you'd only get -- you'd only get the 30 rather than the 30  plus 10."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That isn't obvious to me. And -- and the \"except\" clause would -- would handle that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I would have -- I guess things are obvious to different people.  I would have thought it would be odd to say when there are increased minimums that the highest minimum applicable isn't the one that applies."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But your main -- the meat of your argument focuses on 3559(c), right?  There is this significant provision out there that does provide a greater mandatory minimum.  And I just don't see, as a practical matter, why people would worry about that.  Under 3559(c), you get life.  And you're saying, well, they put in the \"except\" clause to be sure that the judge would add another 5 years at the end of a life sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, exactly.  Yes, I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Well, just so I make sure I understand, the basic point you're making is that there are some things under your reading that this deals with.  One is the internal point, and we can disagree as to whether that's necessary or not, and the other is 3559(c), where it seems to me it doesn't make any difference whether you're in there for life or life and the additional 5 years."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What do you do with 930(c)?  Don't leave without answering my question."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But your answer to me was you read the \"except\" clause as applying to any higher minimum sentence for possessing, using, or carrying a firearm in relationship to a drug offense or crime of violence.  Isn't killing a person a crime of violence?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And isn't the bringing of a firearm into a Federal facility the carrying of a firearm?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Where is 930(c)?  Can you tell me where it is in the --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, but I'm still trying to understand your position, which is -- I read what you said to me the \"except\" clause means, and I'm applying it to 930(c), and I couldn't figure out why you didn't list it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"A person who kills any person --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So there are two possible readings now of the \"except\" clause where it says -- the words are this subsection doesn't apply where a mandatory -- where any other provision of law sets forth  a higher mandatory.  Now, one possible reading, which is yours, is what this means is that, judge, where you are operating under that provision you just mentioned, and you're going to -- the guy has committed two serious 924(c) things and so he is entitled to life -- this is just what the Chief Justice said -- this is done to remind the judge don't give him life plus 25 years, because it would be 25 years under this statute, not 5. That's one possible reading. The other possible reading is, judge, where, in fact, you have a pretty -- you have the underlying drug offense that's going to get you up into the 30s and it's -- you know, in the guidelines, it's going to be probably 10, 5 years, or whatever it is.  You have a pretty high drug offense already.  And now we give him 5 extra years, say, for having a gun under this, unless he's already gotten, say, a mandatory minimum of 7 years. And if he's already gotten the mandatory minimum of 7 years, here's what's happening:  Judge, turn to the guidelines, and the guidelines will tell you to add 3 or 4 extra years.  So in one -- that -- those are the two possible readings. Now, the first reading to me makes very little sense.  The second reading to me says, yes, this  is serving a purpose.  It's once you're sure this guy has to go to jail for 5, 6, 7, maybe 10 or 20 years for sure, extra amounts are controlled by the guidelines, which is administered by a judge. Now, if you just came across that for the first time, which would you think was most probable."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Wait, but it -- but it does -- it does subject them to less, at least with respect to those -- those enhancements set forth within the subsection itself."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"When -- when did Congress pass the statute that they amended in 1998?  The one with -- you're saying -- I mean, it's a good point.  You have a point, that this would make it more lenient, the interpretation.  But the \"it\" was passed when?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So that's way before the guidelines.  So what they are trying to do now is the -- in 1998, is they're trying to -- see, in 1998 what they're trying to do is take some of these old provisions and reconcile them with this new system that has come along.  So I agree you have a point there. But it -- it does make a certain amount of sense, because what it is saying is, in these cases  where you have a whoppo mandatory minimum anyway, so you're sure he's got it; now, the additional amount will be controlled by the guidelines, which are subject to not much discretion.  They are pretty close to mandatory minimums, but there's a little wiggle room."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How do you answer Mr. Ryan's argument that you can read it this way, you can read it that way; therefore, he wins under the rule of lenity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that's a difficult -- you're saying, because Congress wanted to get tough on the people who use firearms in this provision, every ambiguous clause should be read in a way that makes it tougher on the criminal defendant?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, with respect to 3559(c) they were in fact being more lenient, not stricter, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you said earlier that the purpose of this, what it does, is it makes sure that you don't add 5 extra years on the people who are sentenced to life."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Which is right. You're saying when you get life, or you get 5, just serve life; don't serve the extra 5."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that's the only thing that that additional language which says \"otherwise provided by this subsection or by any other provision of law\" -- why didn't they just mention 3559(c)?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's the only thing it covers, that tiny little thing, which has no effect at all, except for the benefit of the busy district judges,  you say.  I -- I find that quite implausible."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, it's not strongly.  The -- what is it an example?  You're saying the other -- this thing also serves the purpose that perhaps someday Congress will pass a new statute, a totally different one, and a busy district judge might think that he should add the 5 or 25 years from this provision on to whatever sentence this hypothetical new statute provides, but this will tell him not to do so.  Did you have anything in mind?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I take it in those other offenses there are other things in the code, and the odd thing about this one is there is no other thing in the code except the one we've been discussing.  And so I just wondered if there -- was there at the time anybody thinking of adding some new thing that this might have been applicable to?  Or have you come across anything? I take it your answer is no."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any evidence in the legislative history that the reason they put this in was to ensure that people who got life would not get life plus 5 years?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It's one witness at a hearing?  At a hearing?  And you really think that the rest of the Congress knew about that hearing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no.  It's a shift over to the sentencing guidelines, which say a person like this one will receive an extra 3 or 4 or 5 years depending on the circumstances.  Will receive it, just like a mandatory.  Unless, of course, it is an unusual case.  That's what it's a shift to."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Am I wrong?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait.  I mean, the guidelines can't be, as Justice Breyer said, just like a mandatory.  They can't be, can they?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"I didn't say that --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Oh, you did.  I quoted you."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Advisory."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You should pick any other violent crime or drug trafficking offense that already provides a higher minimum."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"No, it seems to me the perfectly natural reading is to say, look, we are providing some minimum sentences when this happens, when this is the violent crime and you use a gun, but if you have already got a higher sentence for the violent crime, then this doesn't apply."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  For other provisions anywhere in the code?  I mean, regardless of whether those provisions are being prosecuted in this particular indictment? I mean, you're --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying that the other side has to say, well, it's only those that are in this -- in this particular criminal transaction, or only those in the particular indictment. Do you escape that necessity?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So how is your reading different than Mr. Abbott's?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"As Justice -- as Justice Breyer has pointed out, he can take that into account in figuring out what sentence he would want to impose beyond the greater minimum."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. McLeese. Mr. Ryan, you have 3 minutes remaining. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Whenever Congress uses a phrase like that, \"notwithstanding any other provision of law,\" does that mean that Congress must think that there is some provision of law that falls within that?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Doesn't Congress commonly do that to make sure that something covers any existing statute there might be that would fall within that, without necessarily saying, well, there are two of them -- if there are two, maybe there are three?  Going through the entire code to find out how many there might be, or if there is any?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But it's not consistent with your main argument about the \"except\" clause, is it?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but your argument is the \"except\" clause has to have some pretty substantial effect, or otherwise the \"any other provision of law\" part of it -- otherwise, they wouldn't have put it in."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID L. HORAN","firstName":"DAVID","lastName":"HORAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1359,"interruptions":10,"times_spoken":27,"laughter":0,"num_int_by":4},{"id":1,"fullName":"JAMES E. RYAN","firstName":"JAMES","lastName":"RYAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1734,"interruptions":8,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":2,"fullName":"ROY W. MCLEESE","firstName":"ROY","lastName":"MCLEESE","counsel":true,"justice":false,"side":"respondent","words_spoken":3394,"interruptions":35,"times_spoken":48,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":560,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":429,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":238,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":723,"interruptions":5,"times_spoken":29,"laughter":1,"num_int_by":3},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":636,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":968,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3093,"times_spoken":49,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":35,"words_spoken":3394,"times_spoken":48,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":10,"words_spoken":3554,"times_spoken":105,"laughter":1,"num_int_by":5}],"outcome":{"side":"respondent","margin":8},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627035197}}