{"petitioner":{"name":"RENT-A-CENTER, WEST, INC.","counsel":[0]},"respondent":{"name":"ANTONIO JACKSON. ","counsel":[1]},"caseNumber":"09-497","date":"2010-04-26T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument first this morning in Case 09-497, Rent-A-Center West v. Jackson. Mr. Friedman. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But not to the question of which parties have agreed to arbitrate?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Not the question of which parties have agreed to arbitrate?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But if -- if fraud in the inducement, I take it, is considered -- even if you have a very broad arbitration clause, as we do here, fraud in the inducement is considered a question for the court, not the arbitrator; is that right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So why should unconscionability be treated differently?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it post-formation? Arguably, the -- one of the parties has such a strong hand that it forces the other party just to decide. It's almost like -- duress would certainly be for the court, would it not, if it’s a formation issue like Justice Ginsburg indicated?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure what procedural unconscionability, but this is -- as Justice Ginsburg indicates, it's not clear to me why this isn't a formation issue."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess you could argue that on its face the agreement is so one-sided, so unconscionable, that one of the parties must have been coerced into signing it. I guess you could make that argument, can't -- couldn't you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Has -- has that argument been made here?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the argument made that because it was so unconscionable, the employee must have been coerced into making it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't think it -- it had been made."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm a little puzzled. What was the argument that was made? Why was it unconscionable, if not for that reason?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You have --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, is your problem with unconscionability being -- as described by the Chief Justice or Justice Scalia, being forced to or coerced into signing something -- that's okay for the courts, but this type of argument that goes to the unfairness of the process, that's for the arbitrator; is that your position?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So why -- isn't that an unwieldy rule? Isn't your quarrel with what the court defined as remissible unconscionability as a legal matter, as opposed to trying to parse out what unconscionability means otherwise?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We just gave you one that didn't: If someone was forced into signing the agreement in an unconscionable way."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I suppose that the substance of the agreement -- maybe this is just the same question as Justice Scalia's. I suppose the substance of the agreement is evidence -- could be evidence on the unconscionability at formation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And that is for the court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the point is -- it's not that. It would be the -- the provisions are so one-sided that you may assume from that that the formation was not voluntary."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't agree with that. I mean, if -- if the argument is made -- I gather it wasn't made here, but if the argument is made that this agreement was not voluntary, and the evidence of that involuntariness is how outrageously unfair it is -- now, I'm not sure that that's enough evidence. You may need some other stuff as well to -- to persuade a court. But if that is the argument, that the one-sidedness is evidence that the agreement was not voluntary, I don't see how that's for the arbitrator."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't think that could be used along with other evidence? I think all you’re saying is that it is not in and of itself enough, that every unfair agreement is not a coerced agreement."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you could use it as evidence if there’s other evidence supporting that. Couldn't you?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you can answer that yes or no. Can you use that in addition to other evidence to show that the agreement was not voluntary?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's no matter how one-sided? I mean, suppose the agreement provided that the employee shall pay all the costs of arbitration no matter who wins and also at the end of the arbitration shall pay a penalty if he fails to -- it seems to me you could have a really one-sided -- that would not be admissible on the issue?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the specific examples he gave, that the -- just take that the -- that the employee must bear all the costs of the arbitration, win or lose, that's the provision. Would that provision be enough to make the issue one for the court rather than the arbitrator?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it? We don't need the \"if.\" Tell me whether you think a provision saying the employee under any and all circumstances pays all costs -- would that provision make this question of unconscionability one for the court rather than the arbitrator?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's -- that’s true. The thing I was wondering in this case is there's a -- a dispute that's about racial discrimination and so forth. There’s a clause, and the clause says this is arbitrable, but that is being disputed because the plaintiff in the case says that's an unconscionable provision, so it doesn't really apply. And then you say but now that dispute is referred to the arbitrator to just read the language. But the plaintiff says that that language, too, is unconscionable, and as long as that language is unconscionable, then how is it clear and unmistakable that they, he, agreed to do it, because an unconscionable provision is not a provision? So if we apply First Options -- I mean, it's complicated because of the language; it's not complicated once you think it out, and -- I hope. But just applying it very literally, it would seem to say that you do not have clear and unmistakable evidence that they agreed to submit this kind of dispute to arbitration for the reason that what you point to is itself according to them a product of unconscionability. How do you -- how do you respond to that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, making itself could be, but I think that's a harder question, whether a -- certainly if the person says you see my signature there; that's not mine; that's Joe Banana's, who tries to imitate me -- there is no contract, and no matter what it says, it doesn't go to the arbitrator. All right? Now, we can argue about whether it is or is not analogous to that when he claims it's unconscionable. There's a very good argument it is analogous. There's a very good argument it is like fraud in the inducement, and there are some arguments the other way. But First Options I think cuts through that, by saying whether that's true or not, unless it's clear and unmistakable that they wanted this matter, the matter of whether the arbitration clause itself is unconscionable referred to the arbitrator, whether or not they wanted that referred to the arbitrator has to be clear and unmistakable. And they are claiming no, because the lack -- the provision that says that is itself a product of unconscionability. That's to repeat my question. But, having repeated the question, why isn't that the simplest, most direct, and four-sentence ground for deciding this case?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He’s not saying that this whole arbitration clause is unconscionable?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, all right. So he's -- he’s complaining the whole clause is unconscionable, and that's part of the clause."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and in First Options, we said it wasn’t clear and unmistakable."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the rules were what I just described."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So your position is that the arbitrator gets to decide questions of unconscionability, but the court gets to decide whether the arbitrator can do that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you understand -- and we can ask the Respondent. But, as you understand Jackson's case, is he saying that part of the clause, part of the arbitration clause, is unconscionable, that the whole clause is unconscionable or that the whole contract is unconscionable?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the complaint is a bare-bones complaint, and I don't know if there’s anything in the pleadings that reflects what his answer to that question would be."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But all of the arbitration agreement, not the employment contract as a whole."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So let's go back to that. Maybe the other way is simpler. You say you agree that if my defense to this contract, which you are trying to enforce against me or which gives me a right to sue you, look at the argument, you put up this four-page document, and I say: Look, that is not my signature; that is the signature of Joe Bananas. We agree that's for the court."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Now, we agree it's for the court if my defense is, what he did is he got me drunk, told me a bunch of lies, and I signed it. I grant it's my signature, but look at how squiggly it is. And my will was not a free one because I was under the influence of alcohol and lies."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Same. Okay. That’s Prima Paint."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay? Now, he says the reason that I did not sign this contract -- I agree it's my signature; I agree it is not squiggly -- but still my will was overborne. What was it overborne by? It was overborne by those very situations that lead courts to label contracts unconscionable. The reason we don't enforce unconscionable contract is because the person who was the victim had no free will. He did not sign it of his own accord. And that doesn't -- there’s no other reason, and that's the basic reason, and therefore assimilate it to the other two. What's your response?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that a contract cannot be unconscionable unless it was coerced, that a finding of unconscionability is the same as a finding of coercion? You don't agree with that, do you?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that's what I want the answer to. I know you don't agree with it. What I want is a list of reasons why."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm not interested in arbitration law. I’m interested in contract law, and I want to know why as a general matter of contract law an allegation of unconscionability, defense of unconscionability, is why is it not enough like the coercion defense or the inducement defense or the \"I was in Alaska\" defense? Isn't it enough like that that they should be treated alike? And now you're going to say no, and I want to know why not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought the answer to your -- the answer to your answer would be, well then, the -- you’re more likely to win on that question. Obviously, you are going to lose on the gun to the head, but if it’s simply the economic inequality or whatever, under the State law you’re probably going to prevail, and they will say there is a valid contract. I thought the -- your -- your whole point was simply it's all or nothing. The courts get to decide is there a valid contract or is there not. And once they decide there is, then everything else about unconscionability of particular clauses is for the arbitrator."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Friedman, this contract is -- is unusual in that, as Judge Hall said, it was more employee-friendly than most. It had a clause -- it had a provision for back-end review with the court. The review -- at the end of the line, there was to be court review, and as the parties said, it should be just like review of a district court decision, a much -- much more focused review than would be in the case of an arbitration agreement. Now, that clause comes out because of our decision in Hall. That leaves the -- the arbitration agreement in -- in an imbalance. There was court review assured at the back end. So why isn't it reasonable to say the parties contemplated vigorous court review; if it can't be had at the back end, it should be had at the front end?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was very limited review. But the parties to this agreement put in a clause that provided for the standard review, not the very limited review that the Arbitration Act calls for."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Once again, has this argument been made here? I thought that the only basis was unconscionability. I suppose you could have made the argument that the contract is void because one of its essential provisions has been rendered unlawful and, therefore -- and is not severable, and, therefore, the whole contract fails. I suppose you could make that argument. That hasn't been made, has it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How could it be in the district court? We didn't decide Hall Street until after the district court was finished in this case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you were making, in answer to Justice Scalia, the question -- he said, well, they didn't raise it. They didn't raise that with this provision out, it was an essential provision, so the contract was void. They had no reason to make that in the district court because Hall Street was not yet decided."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can they make it here now? Can they make -- I mean, even if they had -- you know, even if there was no reason to make it in the district court, is the law --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that since they didn't have an opportunity to make it in the district court, they can make it in the Supreme Court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Silverberg. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could you describe for us what is unconscionable about this contract? What is your claim of unconscionability? He says it's not arbitration per se; it's just certain of the provisions here; if you change the provisions, I'm happy with arbitration. Is that your position?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I would have thought the issue would be -- it's odd to say, I think, that if you have 10 provisions, some are unconscionable and some are not. The issue would be whether there is unconscionability in the making of the whole contract. In other words, it's the same question I asked your friend: Why isn't it all or nothing? If it was -- if there was no unconscionability in the making, then the arbitrator decides. If there was unconscionability in the making, then -- then the arbitrator doesn't decide anything. Questions 1 through 10, not simply, you know, 1, 8, and 9."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, my point is that once you get past that gateway question of whether the formation of the contract was not unconscionable, then claims that particular provisions were unconscionable are by definition for the arbitrator to decide."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that -- why is that a big concession, because I thought, as the First Circuit said, if argument is the -- the contract is illusory, that goes to the court, but here the only claim is unconscionability. That's a question of fairness. It doesn't go to the court."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But if they -- if they made that concession, so what, under the First Circuit's reading?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that -- is that right? Is the arbitrator free to decide unconscionability in a vacuum without taking into account State law at all? And doesn't he get reviewed afterwards by the State court on the basis of a much more lenient standard than -- than if the court decided it de novo. But can he really disregard State law regarding unconscionability?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No -- I mean, you -- I thought you were saying that if we allow this to go to the arbitrator, the arbitrator can simply disregard the question of unconscionability."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that's not my understanding. My understanding is that he's -- he is obliged to take account of State law regarding unconscionability, but it's going to be his call, as it would be the district judge's call if this had gone to court, whether in fact this is unconscionable. Afterwards, there will be court review. And if he has totally disregarded all State law regarding unconscionability, wouldn't -- wouldn't you have a basis to set aside the -- the arbitration?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't mean -- does that mean he can disregard -- let's assume the contract is a contract to maim. I mean, it -- you know, it's -- it's like -- it's a Shylock contract, okay? He's going to be able to exact a pound of flesh. Now, there are State laws which invalidate contracts to maim. Do you think that the arbitrator can ignore that, and say, well, you know, I don't really think it's so bad; a pound of flesh sounds reasonable to me?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can he ignore the State law?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right? You don't think a State court would in the blink of an eye set aside an arbitration that allowed a -- a pound of flesh?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think you have a misunderstanding of the law, then, if that's what you believe. I -- I think there’s no doubt what would happen in that case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"What is -- what I'm not sure about what you are arguing now is my -- as I came into this, I thought there were three situations. Situation 1 is common in labor arbitration. It's an arbitration agreement that says wages, hours, and working conditions disputes will be arbitrated, and we have a question about whether a particular dispute is or is not full within the definition."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"As to that one, we assume that the parties intended the question of arbitrability to be arbitrated; we assume it. Normally, that's the rule. It's the scope of the arbitration agreement. That's a little hard to distinguish, but sometimes that's not the argument. The argument could be: Well, there are four different provisions in the arbitration section, and we think one of them is void because it's, say, unconscionable, but the others are okay. Now, that one, I mean, normally, you could if it's clear enough say I want that one to go to arbitration. And the third one is that you have a contract, and it's an arbitration contract, and it's on four separate pieces of paper, and what you’re saying is, I was in Alaska, or the equivalent, and maybe unconscionability is the equivalent. On that one I'm with you. I don't see how you can submit -- agree to submit that to the arbitrator, because there’s no agreement, or at least no valid one, at least no valid one under State law. But what are you arguing? That this is that case or this is the other case I just mentioned, that middle case where you have 10 provisions and you’re saying that this one over here is unconscionable but that one isn't; and -- but I did sign a valid arbitration agreement. I agree with that. It's just that certain provisions of it are invalid because they’re unfair. What are you arguing in this case?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the second one -- I don't see how you get there, because if it's the second, one you concede that there is an arbitration agreement that’s valid. And if you concede that there is a valid arbitration agreement between you and your client, and you’re arguing over the scope of different provisions or whether certain provisions within it are valid or invalid, why can't you submit that to an arbitrator if it’s clear enough?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"As to each provision? As to each bit of -- why?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But suppose you and your -- your client -- rather, your client and the other side have absolutely agreed, clear as could be, under the arbitration agreement: We want arbitrated too whether the provision that these words are contained in is unconscionable. Can't they agree to that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Let me say it more easily. We have agreement number one, four pages, and within it is a question of -- which just looks like this one. Agreement number two: The two parties agree that if any dispute should arise as to whether any words in agreement number one are unconscionable, they will go to the arbitrator. Agreement number two is concededly valid. Now do you want to say that agreement number one -- those words have to be decided by the court?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right, but if you’re going to say yes --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- then I think if you’re going to say yes to that, then it’s contrary to First Options, I think. I'm not sure, but I don't see why not."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"After this --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"After this suit was filed and both parties are going up the steps to the court, could the attorneys and the parties stop and say let's arbitrate this issue of unconscionability and pick an arbitrator? Could they do that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, then -- then the --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then the employee loses. He says: Oh, you have to have an open door; this was -- this was not properly before the arbitrator."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Because, you see, if you say yes, that they can arbitrate this, then the question is why can't they do it when the contract's signed?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume that the answer to my question is yes, they can put that to an arbitrator. If that's so, how can you prevail in this case if the agreement clearly comprehends submission of this issue to the arbitrator?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm asking, assume you do?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought your --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Silverberg, the section 2 on which you place much emphasis just says that agreements are enforceable save on such grounds as exist in law or equity for revocation of a contract. But the section 2 doesn't say any -- anything about who decides that question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I read your -- I promise you I’ll go back to First Options, which I thought was of gem-like clarity -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"And I am apparently the only one in the world --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the only one in the world who thinks that. And I’ll go back to --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"You wrote that, didn't you? Didn't you write that opinion? (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"I’ll go back to that and look at it. But the -- the -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Looking at your response to their motion to arbitrate --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- it seemed to me you said here that -- that because of your -- your position, your client's position, that the whole thing is unconscionable. You didn't say that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But which is the stronger case for arbitration? Case one, you attack the arbitration clause only, part of the arbitration contract only, as being unconscionable. Case two, you attack the whole agreement as being unconscionable. Do those both stand on the same footing, or is one a stronger case for submission to the court than the other?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I find that somewhat paradoxical, but I -- I agree that that -- that that's the law."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So if you do go to the State court, suppose the State court says: I can't really decide this question about the one clause unless I determine the conscionability or the unconscionability of the entire contract, and I now proceed to do that. Do you have to wait and say: Stop, you can't do that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But suppose the State court judge says that he has to look at the whole contract. Do you say: Oh, I'm sorry to bother you; we have to go back to the arbitrator now?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What's your -- no, it's a hypothetical case."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What would your position be in the hypothetical case, representing your client?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And what do you think the judge should decide as between those two possibilities?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I think I heard Justice Kennedy's question to be -- let's not confuse the contract as a whole. There’s only one contract here."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's an agreement to arbitrate."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So an attack on the -- as I think Justice Breyer noted, you -- an argument that it's one-sided goes to the entire arbitration agreement. I don't want to arbitrate because that's not what I chose to do freely. Correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That, you say, is for the court."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The difference here is that there are provisions within how the arbitration is going to be held that, standing alone, you think are unconscionable, even though the agreement to arbitrate is not. Am I correct in understanding your allegation?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You see, that's what I'm confused by, because when I first asked you this question, you said: I would be happy to arbitrate if the court struck the discovery provision and, I guess, the fees provision. Which answer are you giving me?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Let’s assume --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. That -- now I understand that part of your argument. But let's assume that that wasn't Nevada law, that Nevada law would say severability works, and there is an agreement to arbitrate, and all we have to or could do is strike the unfair provisions. Let's assume that situation. Who decides whether to strike the unfair provisions?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, that can't be right. The -- how can you say there's no problem agreeing to arbitrate, no imbalance in bargaining authority whatever, but then say, oh, but these procedures are unconscionable? It seems to me that the procedures are there, and the party, the employee, whatever, can look at those. And if he says, well, that's unconscionable, you don't sign the agreement as a whole. But once you are -- in for a penny, in for a pound. If you agree to arbitrate, then it's at least for the arbitrator to decide particular provisions, whether they’re unconscionable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I know you’re arguing in the alternative. But the one argument that we get to pick out the provisions we don't like and say those are unconscionable, but the agreement as a whole is not -- that seems to me illogical."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's a matter -- it may be a matter of State law, but the open question is who gets to decide it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Arbitrators decide matters of State law all the time."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume Nevada law says you cannot -- you cannot fire somebody for coming in late to work any fewer than 10 times, all right? And an individual is fired. He goes to arbitration, or at least the company tries to take him to arbitration on it. And he says, no, because I was fired in violation of Nevada law. Now, is it your position that that -- that that case would have to go immediately to court and could not submit to the arbitrator the issue of whether indeed he was fired for coming less than 10 times, and indeed whether if he was coming in less than 10 times, that would be an invalid basis for a dismissal?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, your -- your position seems to be that unconscionability is the same as coercion in the making of the agreement. And I don't know that that's true."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, I don't care what we --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don’t care what we said in dictum. It doesn't seem to me that unconscionability is the same as duress or the same as fraud --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- that you can -- you can be a stupid person who voluntarily signs an unconscionable contract. Now, the courts may protect you because you’re stupid, but you haven't been coerced. Is there no distinction between unconscionability and coercion?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that? I would say all unconscionability challenges, if you have an agreement that’s as clear as this one, would go to the arbitrator. Which ones would have to go to the court?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But not every contract. I mean, I’ll take that argument. I’d like to know about that argument. I’d like to know what really is the underlying, which I’ve never looked up. What is the underlying rationale in contract law of setting aside contracts as unconscionable? Why do courts do it? What's the theory? I’d like to know that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"See, that's what I wonder, that last part -- is it that the basic theory is we want to protect a group of people by -- who voluntarily entered into contracts by giving them the right to opt out, or is is that we don't think that they really meant to do it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. On that question, or any other question, is, I would imagine, where we have agreement one, and the argument is maybe agreement one was unconscionable. And then we enter into agreement two, and the parties in agreement two agree to -- to arbitrate their unconscionability dispute in agreement one, and there’s nothing wrong with agreement two, I would think that's then the question of unconscionability is for the arbitrator."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You said \"all,\" and I just don't think you meant all. But maybe you did. That's why I asked the question."},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this kind of elementary question?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are there cases out there that hold that an agreement can be partially unconscionable, that it’s unconscionable for some clauses but not in its -- in its entirety?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But there are cases that -- that draw that distinction?"},{"name":"JUSTICE STEVENS","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There are cases drawing that very elementary distinction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Does it make a difference in response to Justice Stevens's hypothetical that there is a provision saying the arbitrator will decide the conscionability of all clauses? The arbitrator may decide that clauses 2 and 8 are unconscionable, but if there’s an agreement and it's not unconscionable that the arbitrator will decide, then the arbitrator decides all of them, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you just a follow-up on Justice Breyer's hypothetical to you where he had the first agreement and then the issue to the second? You said you’ve got to leave the door open. The door open on the second agreement or on the first agreement?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Silverberg --"},{"name":"JUSTICE GINSBERG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- on that, underlying your whole case I think is the notion that this is an adhesion contract; it's a take-it-or-leave-it contract, very common in consumer, credit card agreements, in employment contracts, that one party has no say except to sign or not to sign. Are all those contracts subject to the unconscionability argument that you’re making or only some of them? And if only some, which ones?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Not much use signing an arbitration agreement then, not much use for the employer. He’s going to end up in court anyway. Every one of them will be acknowledge as unconscionable. So what’s the use?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, kiss good-bye to arbitration."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The amici certainly claim the contrary. The Chamber of Commerce claims that this is what’s happening and that it has been a snowballing effect."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"There --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"justices","text":"This clause is not of that kind, and you’ve singled out three things that made it unconscionable. One, the fee provision, the splitting fees, that the court rejected. So the only two left is the one-sided aspect of it and the limited discovery. It seemed to me that the limited discovery clause, that that was quite common to say we’re not -- we don't want to get involved in the massive discovery you can get in a -- in a civil proceeding. Is there something unusual about limiting discovery to documents?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Friedman, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. What is the one-sentence answer, one sentence, to the thing, this is a very interesting case, lots of stuff in it that we needn't reach because irrespective of everything else, they in their reply, the district court, and the court of appeals all said these whole four pages, the whole four pages were unconscionable, so none of it’s enforceable, and all we have to decide is whether that's an issue for the court. And the answer to that being not an issue for the court is what, in a sentence or two?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They said, look, there’s a four-page document. They said this four-page document is unconscionable, the product of unconscionability, and, therefore, don't enforce it. That's their claim. That issue is at least is for the court, because there is no valid agreement here at all, if that's right."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem -- I -- I keep going back to my initial question to you, is you want to parse out what making is from unconscionability, and you want us to say, well, if it's too onerous a fee for arbitration, that goes to the making, because you’re depriving the party of -- of an arbitration forum. If it's discovery, that doesn't go to depriving them of anything because the arbitrator could give them more discovery if he or she chose. Am I correct, this is your argument?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If there’s no access to arbitration, there’s no way that you can leave that issue to the arbitrator, is there?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you never get to the arbitrator."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Friedman, Mr. Silverberg. The case is submitted."}],"people":[{"id":0,"fullName":"ROBERT F. FRIEDMAN","firstName":"ROBERT","lastName":"FRIEDMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2762,"interruptions":32,"times_spoken":57,"laughter":0,"num_int_by":7},{"id":1,"fullName":"IAN E. SILVERBERG","firstName":"IAN","lastName":"SILVERBERG","counsel":true,"justice":false,"side":"respondent","words_spoken":2516,"interruptions":38,"times_spoken":77,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":700,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":622,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":486,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1087,"interruptions":5,"times_spoken":35,"laughter":1,"num_int_by":3},{"id":6,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":136,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":459,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1813,"interruptions":4,"times_spoken":33,"laughter":2,"num_int_by":2},{"id":9,"fullName":"JUSTICE GINSBERG","lastName":"GINSBERG","counsel":false,"justice":true,"side":"justices","words_spoken":68,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":32,"words_spoken":2762,"times_spoken":57,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":38,"words_spoken":2516,"times_spoken":77,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":16,"words_spoken":5371,"times_spoken":143,"laughter":3,"num_int_by":4}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035198}}