{"petitioner":{"name":"MICHAEL GARY BARBER, ET AL.","counsel":[0]},"respondent":{"name":"J. E. THOMAS, WARDEN.\n","counsel":[1]},"caseNumber":"09-5201","date":"2010-03-30T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in case 09-5201, Barber v. Thomas, the Warden. Mr. Sady. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it doesn't always mean that. I think you say somewhere in your brief that it always means that. It surely does not always mean that. Because in -- what is it, 3624 -- wait a minute, now. 3624(d) says that, \"Upon the release of a prisoner on the expiration of his term of imprisonment, the Bureau of Prisons shall give him clothes, money and transportation.\" Now there the expiration of his term of imprisonment does not mean the -- the assigned term of imprisonment. It means the assigned term of imprisonment less all the good time credits he has had."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless you think they are supposed to give him his clothes, you know, several months after he leaves."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not addressing that. All I'm -- look, it -- the text says \"upon the release of a prisoner on the expiration of his term of imprisonment.\" My only point is that that -- you have to acknowledge that that is a use of the phrase \"term of imprisonment\" that does not mean the sentence he was given, but rather means the sentence that he served."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":3,"sideBefore":"justices","text":"But why isn't the term of imprisonment most reasonably understood to mean the term that is imposed viewed at the time when it is imposed? So that if someone is sentenced to a term of 360 days, 5 years, and begins serving his sentence on January 1st, year 1 of the term imposed ends on December 31st of that year; year 2 of the term imposed begins on January 1st of the following year, and so forth."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, hang on. I understand what you are arguing, but I don't understand why the term of imprisonment changes. We look at the -- we look at the term of the imprisonment on the day when it is imposed and the day when the defendant begins serving the sentence, and you can say: Year one ends at the end of 2010; year two ends at the end of 2011. Why do you think that the term -- the phrase \"term of imprisonment\" has to change as -- the understanding of the \"term of imprisonment\" has to change as the prisoner progresses in serving the sentence? I totally fail to understand that."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't know whether that -- you don't know whether that prisoner is going to be eligible for the 54 days until the 365 days are over."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure where you get that -- I'm not sure where you get that out of the statute. But I still don't think you have answered my question. I don't want to belabor it too much. On the day when the prisoner in my hypothetical begins serving his sentence, if you said, When will your first year of imprisonment -- first year of your term of imprisonment end? You would say December 31st, 2010. When will the second year of the term of imprisonment end? December 31st, 2011. That's what you would have to say at that point, because you don't know whether the prisoner will earn any good time credits. So why do you think that the meaning of the year of the term of imprisonment changes as the sentence goes on?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I'm -- perhaps I can, if you will permit me, rephrase Justice Alito's question in sort of the more simplistic way I looked at it. Why is it that we have to do the calculation that you're talking about, which is start at 311 days and take back days, which makes no sense to me, or their very complicated ten-page number? Why can't they just take 54 days at the end of every year that there is actual service, and that the time served, plus whatever number of days have been earned, you subtract it from the term of imprisonment? So if he was imprisoned for 10 years, he got 540 days for whatever it is. At the end of the 9th year, he made up whatever -- you added up 9 times 54, and you took it away from 10. He serves 9 and that. That would make sense of \"beyond the time served\" language that's in this provision."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, not at all. No. At the end of -- at the end of 2010, in my hypothetical, you would take the 54 days off the end, just as Justice Sotomayor suggested."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- but it doesn't mean that the service doesn't -- your -- your argument is predicated on the idea that service of year two begins on the 311th day."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't understand that. I will not belabor it. I don't understand why the parties have spent so much time sparring over that issue, which seems to me to be totally unnecessary and irrelevant."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you do it if you take (a), and (a) says: A prisoner shall be released by the Bureau of Prisons on the date of the expiration of the prisoner's term of imprisonment -- 10 years, we are assuming, an imprisonment -- less any time credited towards the service of the prisoner's sentence, as provided in subsection (b)."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So each year that he served, you add up the number of days he has served, the good time credit, and you subtract them from the 120 months that you have given him, and you figure out when he's going to get out. You work backwards, not forward, the way everyone seems to be doing."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the way the language is written. So I mean you may want the greater opportunity, but it says by its explicit phrase: Terms: At the date of the prisoner's -- expiration of the prisoner's term of imprisonment, take that day and subtract from it time credited towards the service of the prisoner's sentence."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do with -- if -- it's a very short sentence? A year and a day, in your view, is a year and a day less 54."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But 360 days, what do you do with that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. If -- suppose it's for -- just -- the whole sentence is 360 days."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, 360. In other words, short of a year."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the person that gets a year and a day serves less than the person that gets less than a year?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you earn the good time? I mean you only earn the good time if -- if you are a good prisoner for a year."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are going to let him out 54 days before the year, even though he hasn't earned the good time in the year?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What did he do? How has he?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that still couldn't give him the full 54 days, because there's only 42 days in six weeks."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm saying the special mechanism can't give the full 54 days."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Exactly."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Because they don't make it until 42 days before the end of the sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure there is something wrong with this predicate to this question, but the -- the statute allows the Bureau to make a determination of good time credit within 15 days after the end of each year of the sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They cannot make that determination within 15 days of the 311 days. And so \"each year of the sentence\" must mean each -- the full year, the 365 days."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You treat each year of the sentence as the 311 days if there has been good behavior, no?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why do you do have to do that? I mean you read it. It so complicated. Just reading this, I -- I think the language should say this: 10 years, he's got a 10-year sentence. At the end of the first year you write the number 54 on a piece of paper if he has done well. Suppose he comes in on January 1, okay? So January 2, after the first year, you write the word 50 -- the number 54. And you do that each year. And by the time you get to the year 8, what you have done is you have got 432 days. So then you subtract the 430 days from 10 years, and what you get is you are 67 days short of 9 years. So now you look at the last sentence, and what you do is you take 67 days, subtract that from 365, and you've got 298, and you simply prorate for those 298. And you subtract that, too, so he gets another 10 days or so, or 15 days credit, and that's it. And that's following the statute, it seems to me, absolutely literally. And it also seems to me to make sense, because you don't want to give him credit for time he never serves."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that isn't what the -- if you want to know what the sentencing commission did, I think the best evidence of that is you read the introduction to the guidelines. And what the introduction to the guidelines says is that, roughly speaking, many of the sentences approximate the time actually served before. Now, what to me that suggests is that the sentencing commission never considered this question. And if there's something more specific than that, that shows they did, I would like to know what it is, because I don't trust memory."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the government contends it's none of the sentencing commission's business. It's up to the Bureau of Prisons. Isn't that the government's position?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is nothing in there -- that's not a policy statement; that's not a guideline. That's a staff conclusion. And the staff conclusion, I think, is conflicting with what it says in the -- in the introduction to the guidelines, which is that all of this was very approximate. I don't see how -- how -- a court would be bound by that."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Sady, you -- you said something about 15 percent or 85 percent is a more workable system than -- was it 12.9 percent? Do we have any information on, (A), the number of Federal prisoners who get good time and in that universe, the ones who get good time, how many get the full credit and how many get something less than the full 54 days?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this right? I'm -- I'm sorry to ask you this question, but I get lost in the math of this sometimes. Do you remember my example I just gave, you know, with the 9 years you go and put it on a piece of paper?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it what you want is you, in -- in essence, want him to get credit for 54 days for that tenth year?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. And the argument against that, reading the language and so forth, is, well, look this is an imaginary 10th year. He is not actually in prison for 10 years. He is going to be released sometime late in year 8. And so why should we add 54 days? I mean maybe it would be a nice thing because sentences are awfully long, but -- but why would anybody want to add 54 days in respect to a year that's never going to be served?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the statute says that it is -- the credit, it can be received, quote, at the end of each year of the prisoner's term of imprisonment beginning at the end of the first year of the term."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, when does -- when is that point, in your opinion?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So the -- day 365 is the end of the first year of -- of the term of imprisonment?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And then what do --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The statute says that they -- that the prisoner may receive credit at the end of each year of the prisoner's term of imprisonment beginning at the end of the first year of the term."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what I'm asking is, when is the end of the first year of the term within the meaning of that language?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it day 3 --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it day 365, or is it day 311?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So the next year --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you start it at 311?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And he now serves another year and you back him up again at the end of that year? To 300 --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you -- and you think that their system is easier?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That their system is --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Another way to think, and I think probably you'll -- if you look through the records of the commission, they even thought about this problem, and the -- the -- you will see a lot of talks given by various people who were there, which say that for this reason you are bringing up, that it might have been thought there was no credit for the first year. In other words, you don't cut the sentence in the first year. You don't begin cut until the second year has been served, so he has to serve 365 days. Now when you point that out, that is not the Bureau of Prisons's interpretation, that's nobody's interpretation. They're all going to let him out if it's a year and a day. They are going to let him out several weeks before the end of the first year, aren't they?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Everybody's going to do that. Oh -- there was a technical amendment."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what happened. In other words, the statute made before --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, I better get that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Wall. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But the trouble with that, and I'm glad to know about that technical amendment, because then --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- we never considered it when I was on the -- nobody thought about it at that time because the language was different. But now that you had have got this language now, it's hard to reconcile with that first year. He is sentenced for a year and a day, you see. So literally, it says calculated on January 2 of the next year. But he's already been in for longer than he should be by that point. So you really have to calculate it before the year ends; you have to calculate it at least by October. And -- and -- and once you start calculating it before, the statute literally says, we are into a more complicated thing than I thought."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There is a premise flaw there. And that premise flaw is that you have told us that you don't earn the credit until the end of the year."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So your answer about this probation is not an answer, because it's -- your premise is not the same."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not worried about sentences that are more than 2 years. I'm worried about the prisoner who is sentenced to a year and a day. How does that proration help that individual, since they are not going to get the good time credit until they've served a year?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I'm saying to you. The whole brief says to us, they measure the entitlement to good time credit at the end of the first year."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"He is not going to get 54 days? He's going to get --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I just want to make absolutely sure because I hadn't done the math forward; I did the math backwards."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Which was the one that Justice Breyer and Justice Alito set forth --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Which is 54 days are earned back for each year, and you take it off the full term of imprisonment. The -- you are representing to me that the math that is in your program statement is accomplishing that result?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"May I just interrupt with one question? If he got a total of 540 or whatever it is, he should never enter the 9th year because he would finish the 10-year sentence in less than 8 years."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Or less than 9 years, rather."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So how does he -- how does he get his 10th block of good time? How does he ever get it under your --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right. I understand. But explain to me how -- how he can get more than a year of good time credit before the 10th year begins?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which is more than a year."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And each of those 4 years included 54 days of credit?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I didn't understand them to be saying that. I understood them to be saying that the determination could be made at the end of 365 days, but if it's determined that the prisoner is entitled to 54 days of credit, then year 1 should be regarded as having begun on the 312th day, rather than the 366th day."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think that they would say you won't know when the second year has begun until the full calendar year has been completed."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they are just not vested until the year has -- the full year has passed."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I use it just in the calculating sense."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, you don't measure -- I don't think that -- you -- you begin measuring on 311, but you measure 365 days from -- from And if he has behaved well during all -- all of those 365 days, then you knock off another 51 days or whatever it is. And you begin the third year from then, but you give him another 365 days to determine whether he has behaved well."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He did. He did. You didn't give him the credit until he served the whole 365 days. At that point, he gets the credit and you count the second year as though it begins on day 311."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Except that they're not taking it off from the back end. They are taking it off from the next year. So that in the second year, if he -- if he behaves well for 365 days from 311 -- okay? He behaves well for the next 365 days. The next year will begin at 622. But then he has to serve another 365 days before he gets good time credit. And then the next year will begin three times 311: And so forth."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that right? See, he agrees with me. (Laughter.) No, I'm not saying that's right. I'm saying that that's -- that is what he is proposing."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but as Justice Scalia says, you know, you do make the determination on the 365th day, but what you determine is that the -- having been a good prisoner, his first year expired 54 days earlier, and then you start over."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let me interrupt and get one thing off my mind that I just -- supposing he misbehaves in year 3. Does that just affect his good time credits in year 3, or does it mean he is canceled for years 1 and 2?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But he can lose his 108 days?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How can he do that? I'm looking at page 14A of your appendix. It says: Such credit toward service of sentence vests at the time that it is received. Credit that is vested may not later be withdrawn."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Wall, the -- if we consider both methods plausible, the number comes out at 15 percent -- 85 percent, 15 percent. It's a more workable number, and there are some hints in the legislative history that Congress thought 85 percent, not 87.2 or whatever it is. So in choosing between those two methods, why not take the easier number to work with?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We -- if we disagree with that, if we disagree that the BOP has authority in this area, then -- as Justice Ginsburg's question, I think, suggests -- does not the Rule of Lenity apply?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how do you explain the Granderson case?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The Granderson case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I had thought that in that case, Justice Ginsburg, for this Court, established the proposition that the Rule of Lenity is applicable. I know it wasn't cited in the Petitioner's brief, either. That was a parole revocation case. But in -- in any event, the -- shouldn't the Rule of Lenity apply? If the Rule of Lenity is thought of as a notice requirement insofar as giving you warning to what conduct is punishable, that's one thing, but doesn't the Rule of Lenity mean more than that? It's a check against the power of the State, so that you simply mitigate the -- the power of the State in favor of the individual. In a case like this, apply the Rule of Lenity."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the Granderson case is cited in the brief for the National Association Of Criminal Defense Lawyers, and as I read it, it applies to this area and it seems to me that it ought to. I mean, you tell us this is not a criminal statute. I -- I certainly think it has -- it has all the impact and force of the State detaining a person for a criminal act."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but isn't there another consideration? It's not the Rule of Lenity, but it's something else we should take into account. In the -- in their reply brief, they say it costs about 25 or $26,000 to house a particular prisoner, and the number of prisoners involved is -- something like $100 million in taxpayers' money is at issue in this case. It -- is -- you don't disagree with that general figure, do you?"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But in any event, it's clear it's a lot of money. And -- and is that not a factor that we should be aware of in this case, because, all other things being equal -- assume the statute is totally ambiguous, and if you -- if one -- one -- one version will save the -- the government $100 million a year and the other version will cost it, is that -- isn't that a factor we -- we should take into consideration?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's true. But the strongest argument -- I -- I don't want to put words in his mouth because this is complicated. But I see it as this. Let's call that time you are talking about, that tenth year, phantom time."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, you are saying don't put in any phantom time. And he's saying let's put some in. Now, the strong -- a strong argument, I think, for his is the following -- think about that first year. That first year we are going to calculate 54 days, subtract it, everybody seems to agree we get to the number 311, right? But if you were to apply the last sentence to that first year, the prorating sentence, you wouldn't get 54. You would get like 45 days, or 47 or something like that. But everybody agrees under the Bureau of Prisons system that it is 54. And, therefore, in respect to the first year, they are calculating phantom time, i.e., not the first year, but a person who had a sentence to a year and a day. If you had a sentence to a year and a day, you agree it's 54 days, and everybody agrees with that, and that includes phantom time. So he said, well, if you include it for the first year, since the statute says nothing about the first year, why not include it for the other years, too? How can you possibly justify phantom time being included in the first year but not in the other years?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, in other words, they don't let him out under 311?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, the Bureau of Prisons for a person whose has a sentence of a year and a day does not let him out 54 days short, rather they let him out 47 days short, because they apply the last sentence in the prorating of that sentence?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is that -- is that what happens?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you disagree with your colleague that that is the case most of the time, that most Federal prisoners get good time credit, and of the ones who get credit, most of them get the full 54 days?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, this explanation that has been given in your brief and the one you are giving to us now as to why BOP chose what it did, is there any statement outside of the penned affidavit that explains why this choice was made?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But in each one of them they have taken the position that the statute was unambiguous. Assuming that that is not accepted by us, that it's ambiguous, what and where are we giving Chevron or Skidmore deference to what set of facts or to what --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, did they exercise discretion when they took the position that it was unambiguous?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We have never given deference, have we, to an affidavit submitted in litigation to explain something that on its face is not explained either in an agency's regulation or in its policy statement that -- that -- this is giving deference to an affidavit."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Subsequent legislative history, so to speak, right? (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"I mean, we -- we wouldn't allow that -- those of us who use legislative history don't allow a congressman to come in several years after the bill has passed and say, oh, by the way, the reason we voted for that is thus and such. We would kick that out. Why is it any different for an agency's subsequent statement?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think we sent cases back under Overton Park for an agency's description of history. I think we sent it back for the agency to give a reason for its rule, whether that's its current reason or its past reason. It -- it's the current reason that counts."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to worry about me. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"I'm -- I'm willing to accept the -- the government's assertion here that that's the government's position."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think you are lying."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You say there are 195,000 sentences affected by this rule. I don't know which way that cuts. If there are 195,000 people spending more time in -- you know, significantly more time in jail than they should, that's kind of troublesome."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the cumulated --"},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Probably they didn't understand it because it's an awfully hard statute to understand."},{"name":"JUSTICE STEVENS","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he's a lot smarter than I am."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Even Justice Breyer has got it! Whoa! (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"But what -- what we were -- what we were saying, is this is 36,000 years of prisoner time, I mean -- 36,000, that is older than Marbury versus Madison."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can finish the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Wall. Mr. Sady, you have 4 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Just so -- in your system they do the measurement at the end of the 365 days. He misbehaves on the 340th day. And they say for that reason, I'm only going to give you 10 days of full time -- of good time credit."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So now your year starts at 350?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, they said they are only giving you 10 days of good time credit. Because at the end of -- 355."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That was pretty bad. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Now, your year starts again on 355 days --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the argument -- one of the arguments is it is not punishment at all. This is a reward; this is a reward for good behavior."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Sady."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN R. SADY","firstName":"STEPHEN","lastName":"SADY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2887,"interruptions":22,"times_spoken":62,"laughter":2,"num_int_by":7},{"id":1,"fullName":"JEFFREY B. WALL","firstName":"JEFFREY","lastName":"WALL","counsel":true,"justice":false,"side":"respondent","words_spoken":3572,"interruptions":24,"times_spoken":59,"laughter":2,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":175,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":648,"interruptions":0,"times_spoken":23,"laughter":4,"num_int_by":0},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":672,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":827,"interruptions":9,"times_spoken":28,"laughter":1,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":396,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":456,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1162,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":194,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":2887,"times_spoken":62,"laughter":2,"num_int_by":7},{"side":"respondent","interruptions":24,"words_spoken":3572,"times_spoken":59,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":16,"words_spoken":4530,"times_spoken":130,"laughter":5,"num_int_by":3}],"outcome":{"side":"respondent","margin":3}}