{"petitioner":{"name":"RUBEN FLORES-VILLAR","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"09-5801","date":"2010-11-10T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case 09-5801, Flores-Villar v. United States. Mr. Hubachek. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What separates a stereotype from a reality? Do you say it is not true that if there is a legitimate -- illegitimate child, it is much more likely that the woman will end up caring for it than that the father would?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not true?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In all cases, it is true in general, but there are people who don't fit the mold. So a stereotype is true for maybe the majority of cases. It just means that you say: This is the way women are, this is the way men are."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't that said in relation to the principle that only -- that where paternity was not established, the child would be regarded as having the citizenship of the mother under the law of virtually every country, if not every country, at that time?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Until there is legitimation, it goes through the mother. It went through the mother under the law in virtually every country, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hubachek, how do you deal with the argument that, really, this is a classification where the unmarried woman is being favored, because the unmarried father is being bracketed with the married couple? So it's kind of like Matthews v. Heckler: The woman is getting a special favor and the unwed father is treated like most people who married -- couples who have children."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that doesn't answer, I don't think, Justice Ginsberg's question, which is: This appears to be an exception to a generalized non-gender based requirement. Couples, male or female, and fathers, unmarried fathers, are subject to five years. Only unmarried mothers get the largesse of one year. Why isn't -- why shouldn't everybody just be put to the broader category rather than extending a largesse to a greater number of people?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So doesn't the 5-year residency requirement address that? If we apply it generally, wouldn't the 5-year residency requirement honor Congress's concern about there being a substantial tie to the States?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is this your -- are you taking this in the direction of an argument that Congress gets less deference in determining nationality than it does with admission to aliens?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you want us to write an opinion that says Congress has less deference when it considering -- when it determines who should be a national of this country than it -- than when it determines who should be admitted as an alien?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you asking us to write that formulation in an opinion?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If I -- if I take that as a \"yes\" answer, what is your authority for that answer? It seems to me that it ought to be just the other way around."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, but it was Congress that made the distinction. But you are asking us to say that Congress has less authority over this essential issue as to who should be nationals in the United States."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe there is some authority for that. Do you have any authority? Is there something I can read that tells me that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That was an alien admissions case. You are talking about nationality."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- I'm sorry. Go ahead. Finish. Are you finished?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't quite follow this. As I understand it, on what -- say: On what remedy will there be if you're right? This is what I don't understand. A child is born abroad. One parent is American; the other is foreign. If the two are married, that child is American only if the father or the mother -- one or the other -- has lived in the United States for now at least 2 years. It used to be more. Okay? Now it's 5 years after the age of 16. Now suppose they are not married, and suppose the American is the father. Same rule. Now suppose they are not married and the American is the mother. Now it's not 5 years or 2 years; you only have to have lived here for one year. Suppose I agree with you. I just don't see any sense to that whatsoever. I can't figure it out. They made a mistake about the immigration laws. Suppose I agree with you. Then why isn't the remedy, say: Okay, whether it is the father or the mother, the general rule applies. They have to have lived in the United States for 5 years or for 2 years? Now 2 years."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Some people were lucky, and they are already citizens under this, and there we are, because their mother lived in the United States for one year. Those already are citizens. Nobody is going to take that away. We are just looking at a statute. And in the first part of the statute, they have in section (g) of 1401, the first rule I told you about. In 1409(a), the second rule, and in 1409(c), the third rule. Okay. If you are right about this, and it's totally unfair and there is no good reason whatsoever for distinguishing on the basis of gender, we strike (g). Okay? Now, that would seem to be normal, but that isn't going to help your client. So how do you get to some other thing that instead of striking (g)? What we do is strike all of (a) and strike the whole thing before, and shove them all into (g), which isn't so easy to do with this language. How do you get there?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine. So we strike (g). What I'm worried about is, you want me to strike (a) -- sorry, we strike (c). And you want me to strike 1409(a) and 1401(g), and shove the people who are there into (g), which is a little tough to do in the English language. But I want to know how you get there."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"First, can we be clear about what you're saying? I thought your argument was, you are not touching married couples."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that you are talking about equating the unmarried father to the unmarried mother. Do you have -- is there any notion of how many people we're talking about? I mean, in these extensions versus the normalization, where the Court generally extends when there is a small class to be covered, a small class was left out, and in a large class is already covered. And the reasoning has been: Well, my goodness, Congress wanted to take care of that larger class; it would be most destructive of the legislative will if we said you can't cover that larger class. So as a group of unmarried mothers as against unmarried fathers, do -- do you have any notion of what the numbers would be?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe this is -- maybe you would like to answer Justice Breyer's question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, there's another slight problem with that, I would think. Reading this carefully, which I hope I have done, it seems to me it may also discriminate against fathers. And that's because (c) says that the woman has to have been physically present for a continuous period of one year. I read at least one article that says that word, \"continuous,\" doesn't appear with the fathers, and that they really mean it. That is, if somebody is living down in Texas and they happen to go visit on Christmas their father, who is -- or their grandmother or cousin or something who is across the border for 5 minutes, that they cannot take advantage of this clause (c). Is that true?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I will ask the (g) that, but if it is true -- if it is true, then -- then I would think that the fathers are really worse off. I don't know if that helps you. And maybe it could turn out that that's really a problem. If it is really a problem, then the fathers are worse off. Does that help you with the remedy?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is: I'm looking for a way -- I'm trying to be helpful in my question. I'm looking for a way that you can get to your result. Now I'm not saying I would do it, but I just want to know what the best way is of getting to that result, where you shove everyone into (c) instead of just cutting (c)."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That would help you. Is there a reason for doing that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, he would have a remedy. The remedy for an equal protection violation is to treat everybody the same. You can do that either by lowering the people who are given a benefit or by increasing the people who aren't. So he has a remedy. His objection is, we're not being -- my father and my mother are not being treated the same. That's all of the relief he is entitled to."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hubachek, I think the Chief asked you: If it's an equal protection violation, then the Court just says it violates equal protection, but whether it goes up or down, the Court has to give a temporary solution, because the legislature can't be convened on the spot. And the Court actually did go through that exercise, extension versus invalidation, most conspicuously in Califano -- Westcott, in the Westcott case. It says, yes, that's what we have been doing in all these cases. In Sarah Frontiero's case, we didn't say: You've been discriminated against; Congress, you fix it. We said: You get the quarters' allowance that up until now has been available only in male officers. And in Wiesenthal, the father got the same child and care benefits as the mother. So the Court was making a decision for extension; it recognized it had to do that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hubacheck, you are asking, I think, that the Court pronounce your client to be a United States citizen. Isn't that the only pronouncement from -- form the Court that is going to do your client any good?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless he's a United States citizen."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"A reversal of the judgment on the grounds that your client is a United States citizen, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That he is a United States citizen."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"That he is, not that -- that he is. That he is. Do you have any other case where a Court has conferred citizenship on someone who, under the statutes as written, does not have it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Never done."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless -- unless we -- we solve the violation the other way, by saying that the father gets the shorter period that the -- than the mother has."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, that the mother gets the longer period than the father has."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You say we can't apply that retroactively. Well, okay; we don't apply it retroactively. The people that have citizenship cannot constitutionally be deprived of it, but for everybody else, it's okay."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But any of -- of the remedies that you are discussing with Justice Scalia involves this Court in a highly intrusive exercise of the congressional power. Let me just ask you this as an analytic matter, or as matter of logical priorities. We usually talk about substance first, remedy second. Do you think it's permissible, logically, for us to say that because the remedies here are so intrusive, that bears on our choice of whether we or not we use intermediate or rational basis scrutiny, and because the remedies are so difficult, we are going to use rational basis scrutiny? Is that a logical way to proceed?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it also said that the remedy can't be complicated, because courts are not set up to do that. I mean, that's what Westcott said. The court can go one way or another way; it can't do any fine-tuning, because it's there as a temporary legislature. The ball goes back to Congress to do what it will, but it's just, in the interim, we need a solution."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But Congress did make at least some change, right? It -- this is -- it's no longer five years; it's only two years, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Kneedler. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Intermediate scrutiny and -- is not without some deference."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Unless we apply strict scrutiny, which no one is arguing for, the question is, is it rational basis deference or is it some intermediate scrutiny, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you can't really mean that because we can put up a hypothetical that is very simple and then you'll explain to me why a U.S. citizen should be burdened in this way and the hypothetical is, let's assume Congress determines that there are too many foreign-born children of U.S. citizens coming into the United States, and that those foreign-born children, those born of women are placing a greater burden on our economic system. They need more care for reasons that Congress determines analytically or statistically. They are spending more money -- more government money. And Congress passes a rule that says, only the foreign-born children of men can come into the country, not of women. Wouldn't that be a rational basis?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There is a facially legitimate bona fide reason."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What's arbitrary about a government saying, I want to spend less money on a new citizen?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What well established test?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the rational basis plus test you are talking about?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So now we're going to just continue sort of tweaking the definitions and creating more variations on our review standard?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's hard here because both the father -- this father, but many fathers and mothers are actually U.S. citizens who want to bring their children over as U.S. citizens. So, if the father was making the claim here, you would still argue it was a rational basis test even though he's a U.S. citizen and entitled to all the protections of the Constitution?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that, but what you are doing is applying a lesser standard to gender discrimination than is ordinarily applied to gender discrimination. Now, is there any reason to do that? think that was the thrust of the question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Now fine."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"In Fiallo v. Bell."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"If it's the government's position you do, does the same thing apply to racial discrimination? Do you also apply a lesser standard to racial discrimination?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This is suddenly is cutting a big hole in the Fourteenth Amendment."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"First, in Fiallo we were dealing not with citizens, this is someone, a resident -- could be a resident alien wanting to bring in a parent or a child. So it wasn't -- that case wasn't about who was the citizen at birth."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Congress has passed -- has passed a statute making certain people citizens and the question is, has it done so in a way that is compatible with equal protection. But remind me too, because it's not in the front of my head, I thought that classification that was dealt with in Fiallo, wasn't it unwed parentage rather than gender?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler, if -- if the classification then were that we want to encourage, because it's good for society, father/child relationships, so we are going to give that advantage, that is 1 year for fathers, and we're going to put the mothers together with the married couples, would that be compatible with equal protection?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I told you what the rationale was. The rationale was that we have lots of statutes like the Family Medical and Leave Act that attempt to encourage fathers to have a relationship with their children, to be a legal parent, so that's the rationale of this classification. They want to encourage the father/child relationship, therefore, they gave this 1 year is enough for the -- for the father. And everything else is the same, except it's the father who gets the 1 year, and the mother who gets the -- what is it, 10 years --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it would you, in fact, acting on the basis of what hasn't been the general pattern but what is becoming the new pattern."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So there is, even though we are still dealing with citizenship, you recognize that there are categorizations that would run afoul of equal protection?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The same as in the Family Medical Leave Act, we are making it a parental leave instead as if it had been historically a maternity."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You have -- we have the briefs that are filled with, you know, pros and cons about the statelessness business and whether it was real, and I've read those and I would like your comment on those, but I want to comment, too, on this very -- what may be a very minor thing, but I did notice, prodded by an article, I have to say, that -- that for the women there is a sense in which its tougher --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- and that's because of the continuous period. Now, I guess it depends on how that is enforced, but there could be a class of people, say, living in the border, near Canada or near Mexico where they step across the border on Christmas day to say hello to my cousin, and -- and does that stop them from taking advantage of that? Is it -- in other words, how is this enforced? Is it enforced with that rigidity?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Which means that you can't stop with across the border? You can't --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there -- is there -- well, is there or isn't there, to your knowledge? Is this enforced with total rigidity or is it enforced that maybe you could go once a month or you could go on your birthday, or what is the answer?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In that situation you cannot go across the border?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So, if it's tough then and really is meant to be tough, then there is a -- what is the rationale for treating women in this respect worse than treating men?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The 1 year, I grant you, the time 1 year is treating them better than the time 5 years. But the word \"continuous,\" it's really tough is what your answer leads me to believe, and they really mean it. I mean, then that's treating them worse than treating the men. And I would like to know what is the rationale for treating them worse?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, what if -- if the Court were to determine that this does violate the Equal Protection Clause, and the court were also to determine that this is not a case that should be the first one in history in which it grants naturalization, what do you think the Court ought to do?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"On the ground that it violates equal protection."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about your friend's point that that retroactively deprives people of citizenship that we would be saying they should have gotten if the Equal Protection Clause had been enforced."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right. But here, of course, under my scenario we don't have a situation where Congress has addressed -- addressed the problem. So what do we do? If somebody under the theory that we say this person should not have been denied citizenship because of the unequal protection in the law, and he comes in and it's the same situation, he's going to be deported for not being an American citizen and he says I'm an American citizen."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Does he get the benefit of that or not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But why -- why would we grant that remedy when it doesn't do this Petitioner any good whatever. It's -- it's a remedy that doesn't remedy."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We are -- we aren't granting relief that doesn't provide relief."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The reason it doesn't grant that relief is somewhat unusual in this case. It only doesn't grant him relief because of the third-party standing. He doesn't care whether he's treated equally or not; he just wants to be -- claim the benefit of citizenship. The person where he would get relief is if it were the father, because the relief that he is entitled to is to be treated equally. That's it. The relief this person is asking for is not to be deported. And so the problem of the relief being granted is really complicated by the fact that it's a case of third-party standing."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler, in answering the question that way, I know you are familiar with the Wiesenfeld, case, and the question was, this was a father who was denied benefits to take care of a -- a child whose mother died at childbirth. And the Court came out a unanimous judgment but split three ways on why. And one of the members of the Court said, this is discrimination against the child, even though the classification was -- it's called a mother's benefit -- it's discrimination against the child because it should make no difference at all whether the missing parent is female or male, that that was utterly irrational. That was the Chief -- that was then Justice Rehnquist's concurring opinion in Wiesenfeld. So he seemed to think that the discrimination was against the child and that that counted for equal protection purposes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's what -- Steven Wiesenfeld, the father was the plaintiff, but the Court -- at least one justice's rationale was that the discrimination is really against the child, but the father can raise him --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's a case where mother versus father. But here it's a single parent. This is not a case where the father is doing something that the mother regards as disadvantageous. That was in the Lehr case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you said something about -- this has nothing to do with stereotypes, this is the way the law was? But wasn't the law shaped because of the vision of the world of being divided into married couples, where the father is what counted, and unwed mothers, where she was -- they say both father and mother, because the law didn't regard him as having any kind of obligation?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In Nguyen, I thought that this Court relied on the biological factor, which is not so here. I mean, here there is no question that this is the -- the natural parent of the child."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, if we determine that the only remedy we can impose is to equalize up -- in other words, add to the burden on the mother rather than relieving the father of it, do you have authority for the proposition that we can address that issue hypothetically? In other words, without making a decision on the equal protection question on the merits?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, look ahead and if you say, look, the only remedy that we are going to be able to give this person is a remedy that isn't going to benefit him regardless of how the merits are decided, therefore we don't reach the merits."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that would be in effect saying that we have no jurisdiction, because there is no standing. Because there -- there is no remediation that the Court can make."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler, in answer to the Chief's question, you know -- I mean, there have been a number of cases raising this extension versus nullification, and in every one of them the Court did make a choice. It didn't say well, we can't make any choice. Even in the one, which is Matthews v. Heckler --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- the Court did make a choice then. It was the rare case where the Court equalized down. But I don't know any one of them --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there -- is there anything that rings a bell in this in your mind, of -- I mean, the thing that goes the other way is the right of an American citizen to pass his American citizenship on to his children. And when we talk about -- when we talk about Congress's power over naturalization, is there anything that's drawn a distinction between the general power, which are people who are not citizens to become citizens, but what it seems to me intuitively is a different situation, of the right to pass your citizenship on? Does that ring any bell at all?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not saying there is such a right. I just wonder if it rings any bell at all that this has ever been discussed in anything you've come across."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Just looking -- in trying to get your memory -- well, does something come to mind the opposite way that -- where the Court did go into a long exegesis about the law, including constitutional law, and then says at the end, well, but you are not entitled to memory -- to a remedy because of some other --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Hubachek, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You referred -- I'm sorry, you refer to the tradition of passing -- do you agree with Mr. Kneedler that there is no such right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What were the criminal cases where there was -- where the defendant was permitted to raise --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel, the case submitted."}],"people":[{"id":0,"fullName":"STEVEN F. HUBACHEK","firstName":"STEVEN","lastName":"HUBACHEK","counsel":true,"justice":false,"side":"petitioner","words_spoken":3256,"interruptions":26,"times_spoken":43,"laughter":0,"num_int_by":7},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":3074,"interruptions":27,"times_spoken":48,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":541,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":286,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1246,"interruptions":5,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":65,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":376,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":295,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1302,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3256,"times_spoken":43,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":27,"words_spoken":3074,"times_spoken":48,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":4111,"times_spoken":95,"laughter":0,"num_int_by":2}],"outcome":{"side":"respondent","margin":0},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127081}}