{"petitioner":{"name":"ALBERT HOLLAND","counsel":[0]},"respondent":{"name":"FLORIDA\n","counsel":[1]},"caseNumber":"09-5327","date":"2010-03-01T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument next in Case 09-5327, Holland v. Florida. Mr. Scher. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do -- what in the record shows us that the failure to tell him that by the lawyer was anything other than negligence? What in the record suggests that the lawyer, just as many lawyers do, forgot to call the client, forgot to send him something? What shows that this is more than negligence?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm trying to find the basis for that finding."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what his intent was."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"People say I'm going to do something, and they fail to do it often because something else comes up, because something has happened. That doesn't show intentionality in -- the failure to act doesn't necessarily prove that it was intentional."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- but that's the case in every case where -- where the lawyer is negligent and doesn't do something that -- that should have been done."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He has assured the client, I will take care of your case, and he doesn't do it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's all that happened here."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The facts here -- the facts here are quite extreme, but I am troubled by where you think the line should be drawn. If it is just mere negligence, would that be enough for equitable tolling?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- the difference between mere negligence and gross negligence -- one of the things I remember most clearly from torts in law school is that that's pretty -- that's an ephemeral distinction. But that's the one you one you think we should draw, between mere -- if it's gross negligence, then there's equitable tolling; if it's mere negligence, it's not?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should -- why should that be? Two cases. Two criminal defendants. One spends a lot of time trying to find the most competent lawyer he can, and he does. He finds a highly skilled lawyer, who makes one little mistake and it's negligence. The other doesn't care. He gets a lawyer that's really incompetent, and the lawyer is grossly negligent. Now, you would be penalizing the client who exercised the most diligence under your rule. I don't understand the -- the justice of that. It seems to me that the first client should be better off, not worse. Now, maybe this is for your friend on the other side to answer as well, but I'm not sure, even following Justice Alito's initial line of questioning, we can distinguish between gross and mere negligence, that -- that it's even fair that we do so."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't mean to interrupt his line of questioning, but it seems to be consistent with it."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what's the -- what's the point? What's the justice in doing that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Other than just limit the number of cases in which we are going to set aside convictions?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- are you suggesting that there should be a different standard for those habeas petitioners who are -- whose counsel is appointed for them by the State or by the Federal government, as opposed to just a lawyer they hire? That's what I'm hearing you say."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So if the standard is going to be the same -- I -- I go back to Justice Alito's question, which is, the Eleventh Circuit is saying negligence/gross negligence, the line is too fine to draw. But there is a difference in a line between negligence, however one defines it, and an intentional, bad faith, dishonest, conflicted malfeasance."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Why isn't that a more workable line, given that you can't have equitable tolling without exceptional circumstances?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You haven't argued why not, is what I'm saying to you. If exceptional circumstances has to mean something that really makes something exceptional, why is negligence of any variant exceptional?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We've never held that equitable tolling for anything is available under this statute of limitations here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And why should it be? It seems to me, this is not like the ordinary statute of limitations, where it says, you know, the statute is five years, and courts make all sorts of necessary exceptions to the five years. But here you have a statute that -- that provides exceptions, for example, “the limitation period shall run from the latest of the date on which the impediment to filing an application created by State action in violation ... is removed.” In other words, we’re going to toll it for that particular event. “The date on which the constitutional right asserted was initially recognized by the Supreme Court” -- we’re going to toll it for that. “The date on which the factual predicate of the claim or claims presented could have been discovered through exercise of due diligence.” Many of -- many of the equitable tolling holdings involved precisely that. We’ll toll it since you couldn't have found out about the violation within the statutory period. But all of these things are handled already in 2244(d). Why should we -- why should we assume the right to create some additional exceptions from the -- from the 1-year period?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How many circuits have said that there is equitable tolling?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then it's a question of what are exceptional circumstances and whether it has to be something deliberate, which is what the -- as I understand it, the Michigan Court of Appeals said -- yes, if it was bad faith -- if it was a lie, a deception --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So they’re drawing the line between intentional and -- and without intending but just being careless."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We have a case this afternoon involving an opinion of ours named McNally, which held that there's no such thing as a fraud action for a right to honest services. How many of the courts of appeals had held that there did exist such a right when we held that there didn't in McNally?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Every single court of appeals that had faced it had held that there was such a right. So the mere fact that you have 11 court of appeals that have found that they have extraordinary power -- judges like to find that they have power -- and that doesn't necessarily make it right."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, that also assumes that McNally was correctly decided -- (Laughter.)"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":8,"sideBefore":"justices","text":"-- and I don’t think it was. May I ask you another question --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- prompted by Justice Kennedy's question? Have any of the circuits taken a look at the probable merit of the underlying claim in evaluating the issue?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, not in this particular case. But Justice Kennedy says it's equally unjust to the client whether it's negligence or gross negligence, and I'm just asking whether in any of the reviews of this issue, that you are familiar with, have they sometimes looked at the probable merit of the claim, and if there was merit, why, you were more disturbed about attorney negligence, whereas if it's a frivolous claim, they wouldn't be. But do you know if any of them take a look at that at all?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I looked in the brief to see if there was reference to the merits, underlying merits of the case. Can you just tell me very quickly what the key arguments are, if we ever reach the merits?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I shouldn't probably take your time with that. I will look at the State record."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Scher, one point that you didn't mention, but you did I thought stress it in your brief, was that counsel here said: Oh, the deadline had run even before I was engaged, even before I was appointed to represent this man, so there was nothing that I could do for him, because the time had already expired."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you just tell me in a sentence or two what test you think we should apply for equitable tolling? What is necessary in order for there to be equitable tolling?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What does \"extraordinary circumstances\" mean?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All of that has nothing to do with -- with what caused -- what caused the inability to -- to bring the habeas action."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All of that is -- is preliminary to that. This may have been a very irresponsible lawyer, but that has nothing to do with the event that -- the simple event, failure to file in that what, 30-day period, which --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Fourteen days. It seems to me \"extraordinary\" means unusual. So you say any unusual event is a possible?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Any unusual event is a possible for a court to say, oh, yes, it says a year, but this is unusual so we will give you a year and a half."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The client -- this client was sort of the pesky client, but apparently knew a lot more about AEDPA than most people generally do. I mean, AEDPA's not exactly an ordinary term."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"And had a lot of time to devote to it."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"And -- and suppose you have a client who is just bewildered. He doesn't know AEDPA; he doesn't know Federal court. Why should he be in any worse position than this client?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me it would be the other way around. This fellow knew enough that, if he had really just done a little bit more, he would have -- well, he tried to file a petition, but he might have done a little bit more."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the uninformed client, the ignorant client, could never have approached this. I don't know why he shouldn't be more protected than your client, which goes back to Justice Alito's question. I'm not sure how we draw this line."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But he never asked -- he wrote to the clerk, but he never asked to be informed when the judgment came down."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this case different if the filing error -- I understand there was a lot going on, but if the lawyer just miscalculated the days and was off by one day, this case comes out the other way in your view, right?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- you say -- you say “complete abandonment.” But this lawyer filed a whole lot of things on behalf of this client. He missed a very critical thing, the Federal habeas filing. But it's not abandonment of a client in the sense of not doing anything for the client. So it goes back to my beginning question, which is, where is the line drawn between the types of negligence and what the circuit suggested, which is some sort of intentional malfeasance?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you are -- you seem, from what you just said, to be relying on a distinction between paid counsel, who is just as careless, and court-appointed counsel, because in the one case the client had picked that attorney, and in the other case, the client was given this attorney by the State. So I think you’re suggesting that the State has some responsibility when it provides the counsel. But before you said, no, your answer would be the same if you were not making a distinction between court-appointed and paid counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I understand what the cases have said. I -- I have trouble understanding why that should make a difference, why that should be so pertinent, why he should be in better shape than somebody who says: Look, I don't know anything about this. I need a good lawyer. This is what I get. I'm trusting you. Tell me what I should do, and I leave it in your hands. And that person is in somehow worse shape?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Makar. "},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I just ask just an information question before you -- are the postconviction lawyers in these cases that are appointed, are they compensated by the State?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They are."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"And also, just in the course of your argument, how -- how often do these deadlines missed (a) in capital cases and (b) in AEDPA cases? Do you have any statistics on that, or can you tell us from your experience?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You mean to imply that earthquake, fire, flood, mad postman burns mail truck, et cetera?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, even if it's a terrible earthquake, all these people are just out of luck?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why? Natural disaster, yes, you said no equitable tolling, they’re out of luck?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The statute?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And, so, are you -- you read the statute to say in some cases, you could do it. If you’re going to read it in some cases you can do it, then I guess we’re at a discussion of is this one of those cases?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So that’s earthquake, fire, flood, et cetera?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What if the lawyer lies to the client and the client says my time is running out, have you filed my -- my Federal habeas petition, and the lawyer says, yes, I filed it and here it is, and it has a -- a forged date stamp on it? No equitable tolling there?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why should it matter? It's certainly unusual. Isn't that what we are after, one, is he diligent? Answer, yes, he has been diligent. Two, is it extraordinary? I would think it was fairly extraordinary that a person writes these letters to counsel and so forth, then the -- the thing isn't filed. Is that extraordinary or not? Whether it was his fault, whether he himself was kidnapped. I mean, maybe it wasn't the counsel's fault. You can imagine a lot of circumstances. But the question, I would think, is, is it extraordinary and is it fair?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You mean counsel in Florida often when -- miss deadlines and so forth when their counsel -- when their client specifically says to them, even a few weeks before and by mail several times, please file such-and-such, is not extraordinary in Florida?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We have a problem with the bar, don't we, if -- if -- if the -- if -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I -- I didn't hear. You say there has been discipline or there --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If we or -- this would probably be the Congress -- assuming some rule maker had probably be the Congress, assuming some rulemaker had authority to do this, would it make sense to say that the State is going to be subject to equitable tolling on a rather broad standard -- we’re going to give equitable tolling often -- unless the State has attorney discipline procedures, so that this happens only once and then the attorney can no longer practice in the Federal courts?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Obviously, what we’re looking for is some sort of a rule to keep the deadline, and if we’re going to accommodate your friend on the other side, to have -- to have some rule about exceptional -- exceptional cases."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't there at least one additional thing here? Holland filed a request -- a pro se request to be relieved of Collins's representation, and that was rejected by the -- that was rejected by the court because he was pro se. And therefore he couldn't ask -- he couldn't file something himself?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Was that denied on the ground that he was pro se?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What I don't understand is, how can a -- how can a client request to have -- to be relieved of representation, if the client can't file that motion pro se? I understand the other things, but I don't understand why -- how -- how you can deny the request to get rid of this lawyer? Unless he has to have the lawyer file the motion for him? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can we go back to just --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":3,"sideBefore":"justices","text":"The State -- the State has no responsibility even though it made this appointment? So you agree there's no difference, whether it was paid counsel, somebody that the -- that the defendant picked to represent him, and someone that he just had to take because it's what the State gave him?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Under -- on direct appeal, if counsel conducted himself this way, the State would -- he’d have to get relief because the State would have the burden, but not -- not on collateral? Is that what you're saying?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I'm concerned about some of the situations Justice Breyer mentions, you know, if there is an earthquake, a plane crash, but the law seems to be focusing on other things when it's talking about extraordinary circumstances. Like here, we’re talking about how diligent he was in pursuing his lawyer. There seems to be a disconnect there. I don't know why -- I mean, assuming we’re going to have, for argument, equitable tolling, what should we be looking at? The unusual nature of the situation that comes up, or whether you've got a pesky client?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but it legislated against the background of cases like Irwin that stated the general proposition is, unless Congress says otherwise, there is equitable tolling."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- what I worry about is that you’re confusing the -- or perceive -- confusing the fact that lawyer negligence may not be the type of situation that Congress was looking at. With the hypotheticals that Justice Breyer listed, which are a different kind of situation, and you are trying to pigeonhole both and say Congress didn't intend for both to be covered. And yet you suggested a little later that they may have intended what Justice Breyer was thinking about. I -- I don't see anything in the structure of the statute that would preclude what Justice Breyer listed."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So what can we read to suggest that -- forget about the lawyer malfeasance; let's talk just about equitable tolling"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- in its traditional sense. Most of the cases in equitable tolling, by the way, have to do with court errors."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why could you not say here -- I mean, the key sentence, I take it, is the Eleventh Circuit and it says: “No allegation of lawyer negligence or failure to meet the standard of care” -- none -- without “proof, bad faith, dishonesty, mental impairment” on the part of the lawyer, could ever qualify. Now, that's -- so we just say, no, no, that isn't so. Sometimes it could, when combined with other circumstances. And then go back and let them -- I don't know what this particular individual Petitioner's prior conduct has been. I understand the problems that you have. But do you -- I guess you’re going to say no to this, but -- but it's a little hard to see why you couldn't have a narrow standard but just not rule out the possibility that under certain circumstances, just negligence or even less -- maybe the lawyer wasn't even at fault; maybe he got kidnapped. You know, I mean, there are odd things that happen in life. And just say go look for this; see if it's truly extraordinary, if it's fair, if he was diligent. What about that?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any idea, before the Eleventh Circuit announced its standard, how many habeas petitions were tolled by district courts in that -- in your -- in Florida, on the basis of equitable tolling, that -- that they permitted petitions to go forward after the statute of limitations?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So would there be -- I mean, what I'm actually worried about is not a lawyer being kidnapped. I'm actually worried what can happen in a person’s life. He gets deathly ill. His wife gets sick. Something happens to the children. Some very unusual thing comes along at the last minute, and all the plans go awry. And to have a little bit of flexibility in this statute to take care of those very unusual human circumstances seems a reasonable reading of it. But you say it's not because --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're not -- you're not worried about Justice Breyer's case of the really extraordinary circumstance where everybody would say, well, that's -- you know, we understand. You’re worried that if you create an exception, that all sorts of other stuff will come in. And so why isn't the answer to that concern that you’ve got an unusual case here where you do have the client saying, do this, do this, do this, and the lawyer doesn't?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's very hard to argue against -- against equity, against equitable tolling. But at the same time, I think you do need a constraining principle that it doesn't do away with the statute of limitations. So why isn't what we have here good enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Meaning the fact that you have got a client who is constantly telling the lawyer, do this, you know, get it done; doesn't get the judgment. And, you know, it's not just your run-of-the-mill case where the lawyer happens to miss a deadline."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- why isn't it extreme attorney incompetence to miss a deadline? I mean, you either miss it or you don't. It's not going to get -- why doesn't that qualify as extreme attorney misconduct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, give me an example."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's worse than missing the deadline."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we don’t -- that's not negligence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you’re -- it has to be criminal behavior?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask another question? It doesn't go to the merits, but I'm really curious. The lawyers selected for postconviction work, which I understand now are compensated by the State, are they selected from the same panels as the lawyers that represent defendants generally and who are appointed by the State in criminal matters?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is it --"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But the collateral counsel registry is a different group of lawyers than are generally appointed in criminal cases?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Scher, you have 4 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you would say -- it is -- you could categorically excuse ordinary negligence as opposed to gross negligence?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What were the lies?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was -- give me an example of a lie that he told him?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that go without saying, that every attorney -- and every attorney presumably undertakes not to miss the statute of limitations? Is there a difference between the attorney who simply says nothing and the attorney who says, yes, I'm not going to miss the statute of limitations?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That’s a lie?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If I’m worried --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If I’m worried about the open-ended nature of what you’re asking for, how -- how would you state the test you would like in the most restrictive terms?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Hurricane or kidnapping?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, the different one. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What type -- the problem comes up when you say “this type of attorney negligence.” What is your test? What type of --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I know your test will mean your client wins."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But, I mean, can you articulate it more -- because I’m very concerned that if you start saying, well, you can forgive an inequitable case, every time a case comes up, you’re going to -- there’s going to be sympathy for the client. The lawyer goofed. Of course, you don't want to penalize the client, but Congress obviously had something more in mind."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"TODD G. SCHER","firstName":"TODD","lastName":"SCHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3402,"interruptions":39,"times_spoken":60,"laughter":0,"num_int_by":7},{"id":1,"fullName":"SCOTT D. MAKAR","firstName":"SCOTT","lastName":"MAKAR","counsel":true,"justice":false,"side":"respondent","words_spoken":2632,"interruptions":26,"times_spoken":41,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":640,"interruptions":2,"times_spoken":23,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":552,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":495,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":386,"interruptions":0,"times_spoken":12,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":574,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":354,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":246,"interruptions":2,"times_spoken":10,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":538,"interruptions":1,"times_spoken":11,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":39,"words_spoken":3402,"times_spoken":60,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":2632,"times_spoken":41,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":10,"words_spoken":3785,"times_spoken":107,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":5},"prediction":{"petitioner":0.5697096294014737,"respondent":0.43029037059852626,"date":1472418052941}}