{"petitioner":{"name":"KELLY HARRINGTON, WARDEN","counsel":[0]},"respondent":{"name":"JOSHUA RICHTER ","counsel":[1]},"caseNumber":"09-587","date":"2010-10-12T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case No. 09-587, Harrington v. Richter. Mr. Colombo. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do -- how do we know that the -- the California court even reached that question?  Because there was -- wasn't there a motion to deny review as -- as -- wasn't there a time bar question raised?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, it said -- it just said denied on -- on the merits.  And it's still not clear to me how to -- pardon me.  It just said \"denied\"?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's still not clear to me how to distinguish that, between denied, deny -- do we say, when there's a one-line order, as in this case, where it says simply \"deny,\" it is presumptively on the merits?  I mean, how -- how do we interpret that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then it is presumptively on the merits?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't -- I mean, is that the way it's stated?  Don't let me use my formulation.  What's -- what's the State's formulation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that can't be a Ninth Circuit rule.  I mean, that has to depend upon each -- each of the States in the Ninth Circuit, no? I mean, some State could -- could have a different rule, I assume.  You're -- you're telling us, however, that California has that rule?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But did --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"But if I'm on the California court and I have two choices -- one is to say denied, no explanation, as this case; the other is to say denied on the merits -- if I have those two options,  then why are they both on the merits?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is the leading California authority on that proposition?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the Robbins case. Okay."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Thank you."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Counsel, I don't know that you answered Justice Kennedy's question."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know you answered his question. His question was:  If you can deny or deny on the merits, what's the difference between the two?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's two choices, so  they have to have different meanings in some way."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They showed us the docket for that day --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of the denial here, and there were different ones.  If it's the same court taking action, why would they choose one over the other for particular cases?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what -- that's feeding into your adversary's argument, that when the court does a summary denial, you don't know whether it's procedural or merits. That's his argument.  You're adopting his argument?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what would the California Supreme Court do if they all agree that this application should be denied, but two of them think it's for a procedural bar -- timeliness -- and then others think it has no merit, and they say just \"denied,\" but there's no majority for either one?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though, in fact, it  wasn't?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So we -- so there is that possibility -- even though there is that possibility, we should assume it was on the merits. What about -- I mean, you said this is three decades, but we are told that the California Supreme Court has this pattern of saying merits when it's on the merits; giving a citation, if it's a procedural bar to the -- a procedural fault; and when it says simply \"denied,\" that's most likely that they couldn't all agree on a reason."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's what they would say if, in fact, they were divided, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If, in fact, the court was divided, all agree that the petition should be denied, but there's no majority for any particular reason, merits or procedure, they -- they would say  \"petition denied,\" right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do -- does the court sometimes deny explicitly on procedural grounds?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying that if it's on both grounds, if they agree with both the procedural and the merits ground, they may well just -- just deny without any explanation?  But if they deny only on the procedural ground, they will -- they will say it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":5,"sideBefore":"justices","text":"If you looked back at a sample of the cases in which they have simply said \"denied,\" would we find cases in which no procedural bar was raised by the State?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there a procedural issue in this case before the California Supreme Court?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What was that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the basis of that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it took 14 months for this petition to be filed to the State court.  Do you have cases that show whether those 14 months are presumptively unreasonable under California law?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So there is great  validity, you think, to your timeliness -- so this timeliness claim.  And despite that, you believe the silent denial was an adjudication on the merits."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you just told me that if they -- if they agreed both with the procedural ground and the merits ground, they could issue just -- just a denial without explanation."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now you're telling me that -- the opposite."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That will always be in the order."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if, in this case, they did reject it on a procedural ground, and it was a reasonable ground that they applied consistently, then the Ninth Circuit or the Federal courts couldn't consider the claim at all; is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If, in fact, the -- they are right, if in fact that the State was correct that this is procedurally barred -- they should have raised it earlier; they didn't -- and if that was correct and reasonable and proper under both Federal and State law, then you shouldn't be in this subject at all; is that right or not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, normally, to decide a matter on a substantive -- to have a presumption that they were deciding it substantively rather than procedurally will help a defendant, though not in this case."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you didn't raise -- you haven't argued that it's procedurally barred."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you may have waived that. On the other hand, your opponent has, as I gather, until they got here, never argued that it was based on anything other than the merits.  So they might have waived that."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So everything might be waived here. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"One thing that's not waived is the second question, or the first, which is the merits of the Strickland claim."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And maybe this would be a good point for you to switch to that."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they say that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they explicitly say in every single case you have to consult an expert?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or did they say, in the circumstances of this case, given the nature of the issues, that consultation would have been effective?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We could take issue with -- with the timing of that consultation, but let's assume that it turns out afterwards that if he had consulted an expert, that that expert would have told him that one of those blood spots absolutely had to be Klein's near the bedroom.  You would have no quarrel with saying it would have been ineffective for that  counsel to have failed to confer with an expert, wouldn't you?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You would say, even if the expert were to give that kind -- an expert would have given that kind of exculpatory information, that that would not have been ineffective?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not talking --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I gave you a hypothetical different from the facts of this case.  I take the Ninth Circuit to be saying, if you're in an area, and you are a lawyer, where you have no expertise and your case depends on a technical issue, it behooves you to at least talk to an expert to find out if you are on the right track.  And if you fail to and you get something that's completely exculpatory, you're ineffective. So I posed the hypothetical:  If an expert would have looked at all of these test results and said,  that has to be Klein's blood there, it can't be Johnson's for this reason, you are positing that even under that circumstance there would not have been ineffectiveness for the failure to consult with an expert?  Is that what you are telling us?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You keep wanting to return to this case, and I respect why you want to, but I am positing a hypothetical that underlies, I think, the Ninth Circuit's point."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It may well be in this case that the consultation would have resulted in no prejudice.  That's different from whether it was effective to ignore a consultation.  Those are two different questions."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- do you think it  makes a difference whether the expert would have -- would have helped or not?  I mean, counsel has to make that decision of whether to call an expert ex ante, not ex post.  I mean, you -- we shouldn't evaluate his decision on the basis of whether, even if it's a 1,000-to-1 long shot, it turns out that that testimony would have been very successful. Don't we have to examine it ex ante before he knows what the result will be?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Justice Sotomayor's hypothetical would include the situation where he doesn't know that the prosecution is going to introduce any expert testimony.  He knows that there is blood there.  He should -- he should get his own expert, whether or not the prosecution uses one.  Right? I mean, can it never be ineffective assistance not to call an expert where -- so long as the prosecution doesn't have one on the other side?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, could?  Really?  Is that your test?  It could -- there's some remote possibility?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't it the reality that sometimes the defense doesn't want to have an expert, because the expert may turn up findings that are  adverse for him, and it's better for the defense counsel to just leave things murky and argue to the jury that the State didn't produce the evidence, either?  That's a perfectly legitimate strategy, isn't it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Colombo --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Unless the -- sorry."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Mr. Colombo, you -- you say in any event, leaving aside the question of whether there was ineffective assistance of counsel, even assuming there was, there would -- there would be no prejudice in this case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And could you just summarize why you say there would be no prejudice?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the -- the pool of blood?  There was one expert affidavit that said something about -- that Johnson, standing up, could not have produced that amount of blood."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"On the -- on the no prejudice issue, are you relying just on what happened -- what was found at the scene of the crime? I mean, you said it's implausible that Klein would have been moved with no trail of blood at all. So, you say, therefore no prejudice. Any -- anything else that goes into your no prejudice argument?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there additional physical evidence found not at the scene?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you a question about California procedure? Is what happened here unusual?  Is there -- doesn't -- does the prosecution have an obligation to provide notice before trial of its intention to call expert witnesses?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if the defendant requests that, does -- what's the defendant's reciprocal obligation, if any?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Colombo."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gardner. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that the point was that there was no trail from the bed.  I mean, the theory was that Klein was removed from the bed to the couch. And I thought that the point that the -- that counsel for the State emphasized was, did the -- if someone were moved from the bed, taken to the living  room couch, you would have expected to see a trail of blood from the bed.  And there wasn't that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so the idea is that Johnson drags Klein.  This is your theory, right? Because you are not suggesting he could have lifted Klein and walked him over, are you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Really?  Did you have an expert testify to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Did you get expert testimony about that or an expert report about that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But you think you can assume that he could lift the weight.  How much did Klein weigh?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And Johnson?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  And you say that he could have dragged him from the pool to the couch because there were drops along the way."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":6,"sideBefore":"justices","text":"And what is your theory about why he -- why Johnson would have a motive to go through this exertion?  He's -- he's wounded.  And let's say there really was a gun -- a gun fight, and Klein fell someplace else.  Johnson wants to make it seem like Klein was -- that there wasn't any gun fight. Why -- why is it so valuable to him to move  Klein's body from the location where you think he fell to the couch?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But he could have -- if he's going to make up a story, he could have made up the story that Klein jumped up and he was shot without having engaged in any firing himself, and he fell wherever he fell.  Putting him on the couch doesn't seem to -- unless I'm missing something and I wish you'd explain it -- doesn't seem to aid this purportedly false story very much. And if you weigh whatever benefit there is from that against the exertion of moving this guy, it doesn't seem to make a whole lot of sense.  But maybe there's something there that's not apparent."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't he wipe up the blood?  I mean, what -- what good is it to simply put him on the couch when you leave a pool of blood showing that that's where he was shot?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What other --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Counsel, there's a lot of talk about the importance of this pool of blood, but as I read Detective Bell's testimony, he never posited -- or talks about how that pool was formed.  Only your expert does that. What Bell does talk about, however, is that there's a high-velocity blood splatter in front of the couch and that the pooling of blood on Klein's face shows that he was shot there.  Your experts do nothing to refute that testimony, which was really the basis of -- of Bell's testimony.  He had nothing to say about the pool of blood.  He talked about why Klein was shot where he was shot.  And there's no expert testimony to refute that. So how do you get past there being a reasonable probability of a different verdict when there is nothing to refute the critical testimony at issue, that Klein was shot where he was shot because there's high-velocity blood splatter in front of him and because the pooling on his face shows that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, what other expert evidence should Richter's counsel have pursued before deciding upon his course of action in this case? Put aside the blood-spatter expert.  What other experts did he need to consult?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  We have got a blood-spatter expert, a ballistics expert.  Go on. I thought, in their habeas proceeding, you said he should have consulted a serologist and a pathologist.  Okay, that's four.  Why wouldn't he have wanted to talk to an expert on the effects of alcohol and drugs on people's different perceptions of the events?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he had not received notice from the State that they were going to call any experts, so why wasn't it reasonable for him to assume they're not going to call any experts, they're not going to be able to pull experts out of their pocket in the midst of the trial, and the judge isn't going to allow them to do that without providing a -- without granting a recess?  What seems to have happened here seems pretty unusual."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the Ninth Circuit said that part of the ineffective assistance was failing to consult an expert in planning his defense and in preparing his defense, not simply responding to the State's expert in the middle of trial."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could you explain the blood pooling in the face for me?  You talked about the high-velocity, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Did I understand you -- I just want to step back to the prior answer. You think what counsel did here would have been effective assistance but for exactly what he said in the opening statement?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gardner, what about the argument that all this is beside the point because the argument for prejudice is so weak, given all the other evidence that Mr. Colombo referred to?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, Johnson had given so many inconsistent statements at the outset that he was a weak prosecution witness."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me the defense could have pinned a great deal of hope on that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do with the ammunition back at Richter's home, that the -- the gun safe is found there and the unlikely story about them going -- having the zeal to clean up their workplace and then coming back?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You mean the case against Gunner you've just described, would it have been  enough, and wouldn't that have justified counsel's decision to focus on credibility rather than expert physical evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Did -- did counsel have to investigate the other aspects?  I mean, we're talking -- we're focusing on the scene where the shooting took place.  Did he have to consider experts with respect to the bypass, where they threw the guns, Richter's apartment, the vehicle that was used?  One thing counsel said is he thought about hiring a tire expert because of the vehicle.  He has to look at the possibility of expert testimony affecting every aspect of the various scenes that were pertinent in this claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What does -- what happens -- I know you have an answer that that's not this case, but what -- what happens if the defendant tells his lawyer, look, I did it, I'm guilty?  And the lawyer decides that the best thing to do is try to pin it on a guy whose nickname is Gunner? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"Does -- does -- what else is the lawyer supposed to do?  He thinks no matter what -- what physical evidence is found, it's got to cut against his client because his client did it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But if -- if the expert says that the pool of blood all belonged to -- I guess it's Johnson, I certainly think ethically that you could  not argue otherwise to the jury?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So, that's a reason why defense counsel in this case and, the Chief Justice puts, in many cases prefers not to have experts, just so they can punch holes in the State's case. That's a -- that's a legitimate strategy.  And this counsel was very -- an adept cross-examiner.  There's no doubt about that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can I come back to your response to the Chief Justice's question about counsel who knows that his client is guilty, and you say the ABA standards say that even when that's the case, you have an obligation to get an expert witness to confirm that the client is --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We've never adopted the ABA standards, have we?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That standard seems to me quite silly. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm sure they often say they're innocent when they're guilty, but I'm -- I'm -- I'm astounded that they often say they're guilty when they're innocent."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"To -- to the police, perhaps, yes, but to his own counsel?  I -- I'm -- I'm not aware of any literature to that effect."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, your case -- your case does involve the AEDPA issue.  Perhaps you want to turn --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- to that now."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It worked."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What is your answer to the -- to -- to the representation that In re Robbins settled that when the California Supreme Court says just denied, it's on the merits?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But what they cite it for, actually, is they make a slightly different argument in their brief.  They say going back to 1974, there are at least three cases in the Ninth Circuit that have said when the California Supreme Court says nothing, just denied, we take that as a decision to reach the Federal issue and deny it on the merits. Now, not in your case, but in most cases that will benefit a defendant, because it will avoid the question of whether there's an adequate and independent State ground of a procedural nature.  So, what they're saying is that that's the Ninth Circuit's statement in three cases, and the California Supreme Court over a course of 30 years has never said to the contrary, which it had plenty of opportunity to do, and in other instances where the Ninth Circuit was wrong, it did do it. So, that, I think, is a fairly strong argument.  Now, you're going to -- the only reason that you're not out of court on your own interpretation is because you'll say that the State waived the procedural issue.  And then they'll come back and say so did you.  So, what -- what is your response to all that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, look, for example, in Hunter v. Aispuro -- they quote it as saying the following:  The California Supreme Court's denial of a State habeas petition, quote, \"without comment or citation constitutes, a decision on the merits of the Federal claims.\"  End quote.  And then they have three other cases roughly to the same effect. Now, what you're saying is that this Court should hold to the contrary, and by the way, in doing  that, we will bar many Federal habeas petitioners from the Federal courts, because what it will mean is that there is an adequate and independent State ground in case after case, which perhaps is an irrelevant feature. But, nonetheless, the silence of the California Supreme Court is significant, I think, when faced with those pretty clear interpretations of what their silence means by the Ninth Circuit."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm having a very hard time with your reliance on that footnote because the very last paragraph of that footnote says when Respondent's asserts -- and I'm shortening the introductory line -- a State procedural bar and when nevertheless our order disposing of a habeas corpus position does not impose the proposed bar or bars as to that claim, that signifies that we have considered Respondent's assertion and have determined that the claim or subclaim is not barred on the procedural ground."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So the footnote itself says unless we invoke the procedural bar, we're not applying it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  There -- there's no majority for either ground, and yet you find in favor of the State?  How can that be?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but you're -- you're positing that the only time they do not say either procedurally barred or on the merits is when they don't have a majority for either one?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How can they render a decision in favor of the State, then, if there's no majority for either disposition?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But under your example, isn't there a majority for the proposition that there's a procedural default, but disagreement as to the particular procedural default?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If it's just a binary choice between procedural default and merits, isn't there -- and everybody agrees it should be denied, then there's  going to be a majority for one or the other, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is there more than one possible procedural problem here?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it was just timeliness."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What others could apply in this case?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"With this confusion, your version, your colleague's version, when the district court -- the district court denied relief, did you ask the district court, please certify this question of what a silent denial means, certify it to the California Supreme Court so we will have once and for all an answer of what a silent denial means?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Colombo, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it fair to say that this -- in this case, that every party in the lower courts assumed this was going to be a merits-related issue and that some deference was due, and that nobody ever said anything about it being a procedural issue where there would be a procedural bar of some kind that was either waived or not waived?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The first time anybody mentioned this procedural issue was when?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That was on the merits brief in opposition?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There was nothing before that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It wasn't part of the cert -- the question -- we added the question."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I'm saying they didn't raise it to start with; we added the question."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it wasn't as if they were trying to get around their own waiver?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  You've lost me. I thought you said -- I thought you said that they raised it in the brief in opposition to the petition for cert?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Until the merits brief in opposition?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the drops between the blood pool and the couch?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any reason not to do this?  I'm just thinking from our point of view -- I mean, I think it's probably correct what you say:  Nobody mentioned a word about this procedural issue until the brief in opposition on the merits, not the cert brief.  And the reason they did was perfectly legitimate:  We'd asked the question. Well, if we were wrong to do that, could -- and if we took the opinion as being a question of reasonable deference, et cetera, and went into it, is there anything -- any reason not to put in that opinion somewhere, given Ylst and given the Ninth Circuit, it would be helpful if the California Supreme Court, for future reference, explained what their practice does in fact mean, whether it's procedural or whether it's on the merits?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"HARRY J. COLOMBO","firstName":"HARRY","lastName":"COLOMBO","counsel":true,"justice":false,"side":"petitioner","words_spoken":2933,"interruptions":24,"times_spoken":73,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CLIFFORD GARDNER","firstName":"CLIFFORD","lastName":"GARDNER","counsel":true,"justice":false,"side":"respondent","words_spoken":3806,"interruptions":14,"times_spoken":53,"laughter":2,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":582,"interruptions":2,"times_spoken":27,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":610,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":356,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":592,"interruptions":1,"times_spoken":22,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":869,"interruptions":4,"times_spoken":28,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":494,"interruptions":0,"times_spoken":15,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":718,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":2933,"times_spoken":73,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":14,"words_spoken":3806,"times_spoken":53,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":9,"words_spoken":4221,"times_spoken":135,"laughter":3,"num_int_by":5}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.7819357023252761,"respondent":0.2180642976747239,"date":1472523515486}}