{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"JOHN THOMPSON ","counsel":[1]},"caseNumber":"09-571","date":"2010-10-06T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 09-571, Connick v. Thompson. Mr. Duncan. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't this something in between? Because in Canton, the hypothetical was one rookie police officer. Here, it wasn't one rogue prosecutor. There were four prosecutors who knew of this blood evidence, and there were multiple opportunities for them to disclose it, but four of them apparently thought it was okay under Brady to keep this quiet. Now, if we were just talking about -- what was his name, Deegan? -- it would be a different case. But we have the three other prosecutors. And so I think it's questionable to characterize this as a single incident."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, this is a single incident, and Canton said if you know that a tort is likely to happen without training, then one incident is enough. Every prosecutor knows that there can be Brady violations if people are not taught what Brady means, because it's not self-evident in every situation, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So if you know that rookie prosecutors -- and most prosecutors' offices are filled with young ADAs who have just come out of law school. If you know that they are going to meet some situations where the answer is not intuitively known, like that if you get a lab report, you should turn it over, don't you have an obligation, isn't that what the jury said, to train them to turn over lab reports? Now, I know you claim you had that policy."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We can talk later about whether or not there was sufficient evidence for the jury to disbelieve that you had that policy or not. That's a sufficiency of the evidence question. But if you know that lab reports have to be turned over, you've conceded it's a Brady violation not to do it, and there was sufficient -- and you had no policy -- I know you are disputing that -- and you had no policy of turning it over, why aren't you responsible for a Canton-like violation?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Life doesn't always come in just two categories, and my suggestion to you is this doesn't fit into a single rookie. You have -- if you have four prosecutors who are not turning over this evidence, then it seems like there's kind of a culture in the office that we don't turn over -- either we don't understand Brady, because one suggestion was -- well, having the blood sample will show you -- you'd have to have the blood sample from Thompson to have it mean anything. So there was misunderstanding about that. But what struck me was that the -- to shoehorn this into a single incident, it doesn't fit. So we have a situation maybe that hasn't -- that we haven't directly confronted before."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me -- I think I have a copy."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"These are people who haven't gone to law school, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And do not know that you cannot apply deadly force in most circumstances?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you were giving guns to lawyers, it might have been different. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Depending on the law school they went to or what? {Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now what you're suggesting is that for certainty you know that a lawyer's judgment is going to go astray because a particular area of law is that complicated. Your people disagreed -- some of your people disagreed or didn't know whether turning over a lab report was a -- failure to turn over a lab report when you didn't know a defendant's blood type was a Brady violation. That has been conceded in this case, so I accept as a working proposition that they should have known that. What you're suggesting is you get a pass because, even though you know that there's an area of law that a young lawyer is not going to be able to figure out on their own, you fail to train them and you're okay."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not the Canton example."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what you're saying."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then why don't we just - -"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Can we just -- can we clear something up?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- are you accepting the proposition that Brady always requires that lab reports be turned over?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you concede that there was a Brady violation here - -"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but in answer to some of the questions, it seems to me you were possibly -- or at least you did not express an opinion on the suggestion that it is always a violation of Brady to fail to turn over a lab report."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Duncan, could I give you a hypothetical -- -"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- just to test how strong your position is here. So let's say that there is a new DA comes to town, and he says, there's going to be one attorney per case from now on, and it will be a random assignment system. So sometimes important cases will be tried by experienced attorneys, but sometimes they'll be tried by people right out of law school. And there will be no Brady supervision at all, no Brady training. And there is a closed file system, that we only turn over what we're required to turn over and not anything else. And in addition to that, if I, the DA, find that you have turned over things that you're not required to turn over, that will be taken into account in your yearly review for promotion purposes, for salary purposes, et cetera. That will be very severely frowned upon. So he, the new DA - -"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you turn over anything that you didn't have to. Okay?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you give any material that you're not required to do by law. And so he puts into place this whole system and -- and says, okay, go to it. And what happens is that there are Brady violations. And there's a Brady violation in a capital case and the person sits on death row, or the person is executed, whichever, and there's a claim brought. Is that claim not a good claim?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There's not a pattern, because he just came to town and he just, you know, instituted all these policies, and this is the first Brady violation."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the failure to train or supervise in any way and the setting up a structural system that's pretty much guaranteed to produce Brady violations, that would not be enough? In other words, even if the jury said yes, you are liable under that second theory -- not the policy theory, but the failure to train and supervise theory -- that -- that would have to be rejected?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Well, how is that so? The -- I've read the instruction that the court gave, and it seemed to me the instruction the Court gave was word-for-word taken from Canton. And when I read the question that you presented in your Petitioner's brief -- in the petition for cert, I thought what this case was about was an instance where there was only -- it was conceded that there was only one such instance. But then when I read your second reiteration of the question, which is a little different, and read the briefs, I thought no, there are four other ones. And so what you're really asking us to do is to decide in the case of perfect instructions whether the evidence supports them. I didn't think I was getting into that, and, frankly, as raised, the brief I think clearly supports it, but others could disagree. But why are we getting into that business in this Court?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Then what is it you're asking? Is there something in the instructions that is wrong? What?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Sorry. Where -- I'm reading the instruction. I have it here. What is it? I'm not saying you're wrong. I'm just saying, what in the words stated are wrong? And where is the request that they be stated differently? That I should look at that, and that they weren't. Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. What's the page number."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What are the words -- I mean, it looked to me like the words on page 828 are pretty similar to my copy of what he actually said. So what are the words on page 828 that you think he should have said that he didn't say?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. What he says here is, \"The situation involved a difficult choice or one that the prosecutors had a history of mishandling, such that additional training, supervision, or monitoring was clearly needed.\" So it looks to me like, unless I'm reading the wrong page, which I've sometimes done out of my memo here. It looks to me like he gave those words."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm saying what is it that you asked the judge to do that he didn't do or that you asked him not to do that he did do? That's what happens. That's the way you object to an instruction."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So what is that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought he asked that. So I was glad to see that. Thank you."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I want you to point out in the record the words that were said to the district court saying, Judge, I want you to say this, and then the judge didn't do it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is where?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then I think we take it as saying that you not objecting to what -- to instruction."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, your whole brief is objecting to the instruction, and you didn't include the objection?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, wait. If you don't object to the instruction, then we're back to what I'm saying, that what you're objecting to is you don't think the evidence was such that, given that instruction, the jury could find guilt. And that's what I thought this case wasn't about to begin with, and there are three other instances. So I don't see why, given this instruction, the jury couldn't find guilt."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understood -- and maybe I'm confused -- that you were arguing that there was no set of circumstances in which a prosecutor could be handled -- could be liable on a theory of failure to train for one incident."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That was the petition as it came - -"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it doesn't matter what the facts are. The facts that Justice Kagan gave you would never constitute an actionable claim against a prosecutor; is that your position in this case?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what you - -"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Could I add to my hypothetical, then?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that this new district attorney said -- you know, every day he came into the office and he said: I think Brady is just crazy, and I think it's just the worst decision that the Supreme Court has ever issued; and as long as you don't get caught, anything you do is okay by me."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not a policy. He's just, you know, making his views known around the office."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then the policy is just that you -- you have to turn over what you have to turn over, nothing else, and if you turn over anything else you'll get penalized for doing so. That's the policy."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that so? I mean, you are assume that everyone who goes to law school takes a course in criminal procedure, and I think there are many law schools where they don't even have such a course and others where most -- I don't know anywhere it's compulsory to take a course in criminal procedure. So you're assuming that. And, of course, the time is running. There's something I wanted to ask you about Brady, which seems to me unlike others and why you would want special vigilance. And that is, Miranda warnings, you know what was said; search and seizure, you know what the police did. But the problem with Brady -- and this case illustrates it so well -- is you don't know. If the prosecutors don't do what they're supposed to do, there's a very high risk, as there was in this case, that it will never come to light. So, recognizing the legal obligation of the prosecutor and the temptation not to come out with Brady evidence because it doesn't help the State's case, shouldn't there be extra vigilance when we're talking about a Brady claim?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But, look -- I -- he read the instructions. They came right out of Canton. Seems perfect. Now you're saying, well, whether they did or not, you cannot have an incident -- you can't have liability if there's only one incident. And at that point, I say, gee, I don't know. I mean, maybe it depends on what the incident is. Maybe the incident involved somebody saying, hey, Brady? What's Brady? Or somebody saying, what's a criminal trial? I mean, that person needs training. And -- or -- but I don't even have to think of that here, because there were four incidents here. And, therefore, I don't have to try to make up weird hypotheticals. So where we have four instances and we have correct instructions, what's the problem?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Okay. We have -- we have -- all this case? I thought that they had several instances in other cases."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All involved -- in other words, there has never in this office been an instance of a Brady violation outside of this case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not before this case. There was some - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"After, that's what it was."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"-- later, as far as we know."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah. There were four Brady violations involving this office, okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So now we're talking about not one; we are talking about four - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- over many years, with tens of thousands of violations, correct?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"This is helpful. Thank you."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":8,"sideBefore":"justices","text":"On your instruction in - -"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- at J.A. 28 second, would the instruction in your view have been proper, if the \"or\" had been replaced by an \"and.\" So: \"The situation involved a difficult choice and one that prosecutors had a history of mishandling.\""},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Has there been -- has there been any argument that you have waived your objection to the instructions?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you -- did you object to it? To this charge?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"With the \"or\" - - difficult choice \"or\" one that prosecutors had a history of mishandling."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, the pattern instruction was -- it was -- was rejected?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that wasn't the question presented to us. You didn't present to us an issue of whether the jury instruction - -"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- was wrong or not."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You see, what I'm trying to figure out is whether your position is that under no circumstance, even the hypothetical that Justice Kagan set forth, could you be charged with a single-incident Canton violation. That is your -- your theory?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Brady situation."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do you exercise legal judgment if you don't even know what you're supposed to turn over? That was Justice Ginsburg's question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cooney. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"For -- for Brady violations. They limit the principle to Brady violations."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's a significant limitation, don't you think?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But at the -- but at the outset it seemed to me -- and correct me if I'm wrong - - that you misstate the theory on which you seek to -- to have a reversal, and that this is a failure-to-train case. You didn't mention that."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"This is a failure-to-train case; is it not?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think that's very important."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Yes, if you could -- could you just say as succinctly as possible what you would tell assistant district attorneys if you were the district attorney for this jurisdiction, and you, with the benefit of hindsight, having seen this case, what kind of -- what would you tell them they should do with respect to Brady?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, but you are training them, so: Now I want to tell you what you have to do under Brady."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you tell them?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Justice Alito's question was, what you would tell the assistant DAs? What's your answer?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't you start with that rule? The rule is perfectly lawful, my goodness."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I really would appreciate it if you'd get to my question. Brady requires that exculpatory evidence be turned over. Now, do you -- do you think the assistant prosecutors didn't even know that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, you phrase - - you are the instructor. You phrase the lesson that you think is required by Brady that has to be given to them."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. That's your instruction on Brady. Now, you're basing liability on -- on this incident of failing to comply with Brady. So you say they should have instructed on Brady. What else should they have instructed on?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're the -- you're the new DA, and you're setting up -- I need to instruct my people. What -- what do they instruct on? I know they instruct on Brady under your view. What else?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I'm - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Well, we're looking at -- we're looking at specifics where they're going to violate the Constitution. I think that's a good thing, to tell them they have an obligation as well to protect the innocent. But we're worried about violations of our constitutional requirements. We know Brady is one. What's the next one? What's day 2 in the course?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, with respect, I really don't think, as a young district -- assistant district attorney, that you have told me anything that's going to be really helpful to me other than, you know, follow the law, which you certainly should do, in dealing with my obligation to turn over physical evidence, which is what's involved here."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or a lab report regarding physical evidence. Now, suppose I have -- I have several cases. I have this case, where I have got blood -- I have physical evidence, I have a blood test. I have another case where all I have was physical evidence, but there has been no testing of it. Now, do I have to turn over that physical evidence?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I have to turn over all physical evidence that's in my possession?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what's the instruction that you're going to give me to tell me where I'm going to draw that line?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how do I know that before the - -"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Well, didn't they here? Didn't they make it available?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":4,"sideBefore":"justices","text":"How do I know that before the physical evidence is tested? Suppose I've got all sorts of items that were found at the -- at the scene, and they might have DNA on them. They might have epithelial samples on them -- you know, all this fancy forensic testing that's done these days. Do I have to turn over all of that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, you see what I'm getting at is that you're dealing with a very specific situation. So the instruction would be: If you have physical evidence and you have tested it for blood and you have a -- you have the result of the blood test, but you don't know whether -- you don't know the blood type of the accused, that -- that's Brady evidence, and that has to be turned over. And you're saying that the failure to provide training to every assistant district attorney on a question of that specificity gives rise to a -- a potential claim, gives rise to a claim?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wait a minute. Wait a minute. What evidence is there that they put this in their hip pocket? There was a disclosure that the evidence existed. Where is the evidence that the defense counsel didn't have access to asking for it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Or asking for it to be tested? Where was that suppressed?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And what -- where's the Brady violation for telling a defense attorney there was a blood sample there, you can test it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So that you are claiming there was suppression of that evidence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if it is - - prosecutors can violate a defendant's constitutional rights by making improper statements in their closing arguments. Do you have to instruct new -- I suspect new prosecutors coming out of law school don't know what those rules are. Do you have to give instruction on what they can say in closing arguments?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. My understanding is -- I don't -- I'm not an expert in criminal law. I need training in that. But my understanding is that comments in a closing argument can give rise to a constitutional violation. So you should -- you should train those people. You know that. You know that that can happen, just as you know there can be Brady violations. So they need training in exactly what they can say and can't say in closing argument."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"justices","text":"And Miranda and proper supervision of affidavits in support of search warrants, and proper instructions that tell the police not to exceed the scope of the warrant. So this is -- our course is expanding."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the point of concern here is that we're going to have to go through a list, case by case, of everything there has to be training on."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When you're talking about improper comments in closing argument, it is the prosecuting attorney."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you don't -- you don't have to train with respect to closing arguments?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So we have - -"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And it's something like I was trying to get at before when I said Miranda is out there, you know what was said, you know what was seized, talking about -- but Brady is, if the prosecutor doesn't come out with it, high risk it will never come out. So we have use of force, plus -- that can kill people if you're not properly trained. Brady, because if they don't come up with the information, it could have what almost happened in this case. Anything else on this special list?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The concern was that you don't want to have to give the prosecutors a clinical law school course before you let them do their job."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So what would have been enough? I mean, is an hour a year enough? Is an hour a month enough?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Wait. As I understand it, you -- you really have a need to train them, when you know defense counsel is coming over to look at the physical evidence, don't remove from the locker some of the physical evidence. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"You want to give a course in that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then, you shouldn't have -- you shouldn't have mentioned it. I thought you were -- you were asserting that it was intentionally removed in order to prevent defense counsel from seeing it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You don't know that."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, there's a"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There is a causation problem here. Even assuming training, if Deegan was going to destroy the evidence or remove it anyway, as he admitted later to Riehlmann, then the training or lack of training is just irrelevant."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm very concerned about that causation aspect."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the judge actually, though, instructed the jury -- this is back on J.A. 828 -- in order to find that the district attorney's failure to adequately train, monitor, or supervise amounted to -- deliberate indifference, et cetera. So liability could have been predicated not on the lack of adequate training, but the absence of a process by which superiors in the district attorney's office reviewed all of the Brady decisions that were made by more junior prosecutors; isn't that correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't -- why wouldn't that be error? That the -- the head of a very large office is personally liable under Canton for violations that are -- that are produced by actions taken by subordinates, unless there is an elaborate process to review all of the decisions that are made by those subordinates? Doesn't that go well beyond anything Canton permits?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could you please state in simple terms to me what exactly they failed to train these prosecutors to do, that the prosecutors didn't do? What training -- Justice Alito asked it generally; I'm asking specifically -- what is the exact training that was required in this situation that caused the violation in this case?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Forget about no Brady training. What -- I think Justice Alito asked this question. What specifically would the training have said or done that would have avoided this Brady violation?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now, that seems to suggest that you're claiming that if there was an intentional violation by the prosecutors, that that statement would have avoided the prosecutor from doing something he or she knew was illegal. Is that what you're intending?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So tell me."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That goes to the sufficiency - -"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- whether they had a policy to turn over or -- because it was tested, so there was no Brady violation from the failure to test here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't -- am I right -- am I right on this? Here -- I read on page 4 of your brief that it seemed what happened -- and I might not be right. Correct me if I'm not. What happened is a piece of paper called the lab report came to the -- one of the prosecutors' attention 2 days before the trial, and what it said was the blood that was the perpetrator's was type B. And the person on trial has blood of type O. Is that what happened?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the -- and the prosecutor knew that the person on trial had type O?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ah, that's something - -"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Did it turn out at the trial that eventually the prosecutor knew it was type O?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"When the did they learn that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask you what -- most law offices with which I'm familiar, the training is mentoring. In other words, the young attorneys learn from the older attorneys, often by following them along -- around. Would it have been an adequate training program for this office simply to say, new prosecutors, you don't get to be first chair prosecutors until after a year, and you're going to follow one of the prosecutors around and learn from them? Is that an adequate training program?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Even -- even if the violation that becomes the basis for the claim later on is one that, you know, didn't come up in that year? We -- they didn't have a Brady issue in that first year. They went around; they sat in on a lot of trials; but there wasn't a Brady issue and so they didn't learn about this type of question. And - -"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Does that give rise to a claim of the sort you're bringing here?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Cooney, when you -- when you gave the specific instruction that you think should be provided to assistant district attorneys, what you stated was a questionable understanding of Brady, I think. You -- did I understand you correctly? You said that Brady means that if the prosecutor has physical evidence which, if tested, might establish the defendant's innocence, that is exculpatory evidence that must be turned over."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is that consistent with Arizona v. Youngblood?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But, you see, it was tested. And it was made available to the defense. Turning over -- using the word \"turning over\" is ridiculous, because they're not going to physically give it to the defense attorney to go off and do what he wants. They're going to give it to a lab that will establish a chain of custody, et cetera, et cetera. So it was made available. He went to look at it, but the looking at it wouldn't have told the defense attorney anything. They had to make it available for testing. He never asked for testing. They did the lab reports. So now we come down to the only failure is in the turning over of this report. Correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what did I just say? The failure to turn over the report, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Never knew it existed?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it isn't -- it isn't clear from what -- according to what you said earlier, it isn't clear that it was intentionally withheld from the defense. It might have just been -- you said it was sent to the lab when -- when he came to look for it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So would training have - - have gone into that detail? Don't send something to the lab when defense counsel is coming over to look for it. I mean, you know, that -- that's pretty detailed."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, but -- but that - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's the lab report. That -- that's what Justice - -"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"For all we know, by accident, right? And the training would -- would probably not have remedied that -- that difficulty."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The defense was told to come over and look for it -- to look at it. And when he came over to look at it -- for all we know, by accident -- it was -- it had been sent to the lab."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I understand, but - - yes. Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't that - - isn't that best practice? In other words, I thought that was the good thing, when what the prosecutor does is say look at everything we've got. And as my brother has suggested, what is important may not be there for either deliberate misconduct or by happenstance."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it was willful - -"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"But that dooms your case. If it wasn't an innocent error, if it was an intentional violation of Brady, there is no training that was going to stop him from doing that."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Cooney, I'm still confused as to sort of how much is enough by way of training and how you would ask a court or a jury to decide that. You suggested to the Chief Justice formal training wasn't -- isn't necessary if there's some supervision, if there's some mentoring. But, you know, this seems to give cities no sense of what they have to do. No safe harbors. Is that your position?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Would this have been -- would this be a no-training case if the rule was you have to be in the office for 3 years as a second chair prosecutor before we let you have a case, and, in fact, you have to be here 10 years before we let you have a capital case? That's all it says. Is that sufficient training?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But what do you do with the Dubelier testimony? Didn't he testify that it was standard operating procedure to turn over all lab reports?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Duncan, have you 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you train your new hires? First day, somebody right out of law school shows up and says, I want to be an assistant district attorney. How do you train them?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Duncan, that I think you can't say, because that's just overturning what the jury found."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The jury found that there was inadequate training."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In fact, the jury found -- I think, if you look at the record -- the jury could have found, a reasonable jury could have found, that there was no training here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So we have to overturn the jury finding?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they found that the failure to adequately train amounted to deliberate indifference to the fact that inaction would obviously result in a constitutional violation. That's what they found. Now, how can we -- assuming that's true and accepting it and not overturning it -- find that there was something unlawful? Because you're arguing - - you're all arguing about whether the training program really was adequate or not. They found it was not. What do we do?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"You can answer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STUART K. DUNCAN","firstName":"STUART","lastName":"DUNCAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2606,"interruptions":26,"times_spoken":74,"laughter":0,"num_int_by":7},{"id":1,"fullName":"GORDON COONEY","firstName":"GORDON","lastName":"COONEY","counsel":true,"justice":false,"side":"respondent","words_spoken":2978,"interruptions":39,"times_spoken":78,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":669,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":595,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":990,"interruptions":8,"times_spoken":34,"laughter":0,"num_int_by":6},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":374,"interruptions":3,"times_spoken":21,"laughter":3,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":784,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":607,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":966,"interruptions":2,"times_spoken":30,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":251,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2606,"times_spoken":74,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":39,"words_spoken":2978,"times_spoken":78,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":21,"words_spoken":5236,"times_spoken":166,"laughter":3,"num_int_by":7}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8957152310284003,"respondent":0.10428476897159966,"date":1472523515485}}