{"petitioner":{"name":"JOHN DOE #1, ET AL.","counsel":[0]},"respondent":{"name":"SAM REED, WASHINGTON SECRETARY OF STATE, ET AL. ","counsel":[1]},"caseNumber":"09-559","date":"2010-04-28T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument this morning in Case 09-559, John Doe v. Reed, Washington Secretary of State. Mr. Bopp. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what about requiring disclosure of campaign contributions?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that is unconstitutional?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Now, why doesn't that fall within your principle that no person should be exposed to criticism for --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- his political beliefs?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I’m -- I'm trying to separate out the harassment aspects of this case from the working proposition that there’s some sort of freedom of association, of privacy. Your theory, putting harassment aside, would invalidate all of the State laws that require disclosure of voter registration lists, correct? All of those States like New York that permit public review of voter registration lists and party affiliations, et cetera -- that's illegal?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's unconstitutional?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Explain to me the difference. And -- well, one other aspect of State legislative -- I can only work from New York because I know it intimately, but it is a State that also permits or requires that petitions for candidate listing on the ballot be public as well. New York relies in part, as this State does, on the public reviewing those petitions. Would that be invalid as well, for a candidate's running?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So explain to me what the difference is in those three situations."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"With -- with the State's interest."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't think that -- putting aside this kind of referendum, just a hypothetical referendum having to do with a certain tax scheme -- you don't think the voters would be interested in knowing what kinds of people in what occupations are interested in that particular tax benefit or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, go ahead and finish your answer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, counsel, the responses you have given to a couple of the questions has been that the First Amendment analysis would apply. But given you have a facial challenge, is that enough? Don't you have to indicate that the First Amendment analysis would prevail in either all of the other cases, most of the other cases, a significant portion? This is a facial challenge. And if the challenge is going to fail in some of those other cases, I think your facial challenge fails as well."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So we have to decide, in assessing your claim that, no matter what the referendum issue was, that there's a significant intrusion on First Amendment rights?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So that if, for example, the referendum involves a bond issue as to which people may have particular views, but they’re not going to get terribly excited about it, we’d still have to say that that’s protected under the First Amendment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, my point is, though, you’re not likely to get that with respect to, you know, a debt issue, raising the debt ceiling from percent to 0.9 percent. You’re not going to get a crowd outside your house because you signed that petition."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but don't you have -- I thought we were dealing with count 1 of the complaint."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Count 2 would be the counterpart to the exception that’s made from the disclosure requirement with regard to contributions with certain organizations whose members might be harassed."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's not -- that would still be open if you lose the first part of this case. So going back to the question you were asked, how does this differ -- that Justice Scalia asked -- how does this differ from the contributor who says, well, I might be harassed? The contributor would have an opportunity to show that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, that's why I’m asking you why, on the first part, should it be any different, as long as you have the door open to show that if you were going to suffer reprisals, harassment, that an exception would have to be made?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I -- may I ask you one -- something that was not in your brief, but was in the Secretary's brief. Is this list available to Project Marriage? And specifically on page 34 of Secretary Reed's brief, the statement is made that the sponsoring organizations sometimes sell or trade these lists. They use them for fundraising purposes. So that would be the end of a person's privacy, at least on one side. Is that true, that the initiative sponsor uses these lists?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't say: Now, I agree you can use my name for fundraising purposes. But that's -- it's implicit, you say, in their signing the petition that the --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- signature collector can sell the names, use them for its own fundraising purposes?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bopp, do you have any case in which we have held that the First Amendment applies to activity that consists of the process of legislation, of legislating --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or of adopting legislation? What is that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Soliciting signatures is not taking part in the process of legislating."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The person who requests a referendum is taking -- when there's a certain number of signatures required to achieve it, is taking part in that. And in light of the fact that for the first century of our existence, even voting was public -- you either did it raising your hand or by voice, or later, you had a ballot that was very visibly red or blue so that people knew which party you were voting for -- the fact is that running a democracy takes a certain amount of civic courage. And the First Amendment does not protect you from criticism or even nasty phone calls when you exercise your political rights to legislate or to take part in the legislative process."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You are asking us to enter into a whole new field where we’ve never gone before."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that's -- that's true of Buckley II. What was -- what this Court said could not be done is that the solicitor could not be made to wear a badge that says \"I am a paid solicitor,\" but that the solicitor's name had to be identified for the State. Certainly, the solicitor -- there was an affidavit, and there was the filings with whatever was the State agency. So what was -- what this Court said could not be done was this kind of in-your-face big button that says \"I am a paid solicitor,\" but the solicitor's name and address certainly had to be disclosed."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me -- let me ask you, could the opponents of a particular ballot measure organize a boycott for -- and picket businesses whose managers had supported that boycott?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Had supported that initiative?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's so, then under Claiborne Hardware, which I -- I notice you didn't cite in your brief, but if -- if that's so, then it seems to me that the State's -- or that -- that the signers' interest in keeping their names private is somewhat diminished."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a First Amendment activity."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- just -- MR. BOPP -- subjects you to the boycott."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Let me stop you there, because I think your -- your own brief, I think you said twice that you cannot tell anything about the signer's belief from the mere signature. You said it could be support for -- for the proposition or it could be just support for letting the people decide."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or it could even be, you say, that this solicitor is pesky, and in order to placate the solicitor, to get rid of the solicitor, we’ll just sign. So you -- you have said that -- that the signing itself is ambiguous. You don't know what the reason is. It doesn't necessarily mean that the person is a supporter of the proposition."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I call your attention to page 20 of your reply brief? Because I don't think that your response was correct. You say: Do petition signers support the repeal, simply indicate they would like public election to be held, or simply sign to avoid any further discussion with the petition circulator?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Bopp, if a voter -- if the legislature passes a statute and someone is -- is satisfied with that statute, how likely is it that that person is going to sign a petition to have a referendum to see whether the statute should be blocked?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's possible --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"But --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":6,"sideBefore":"justices","text":"-- but if you were in the real world, if you were to poll the people who sign a referendum petition with respect to a statute that was passed by the State legislature, what percentage do you think would be opposed to that legislation?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so Justice Alito's question points out that this would be a very slim basis upon which to rest a holding in your favor. And just to go back to the line of questions of the first, the State of California has very complicated referendum and initiative matters. Don't you think it's relevant for the public to know that, say, a public employees union had paid solicitors to put those signatures on the ballot, or that the Chamber of Commerce or the National Association of Manufacturers had paid solicitors to put this on the ballot? Isn't that part of assessing the -- the reasons why this initiative was proposed? And isn't that vital to the voters -- to the voter in making an informed decision?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They did that. It wasn't due to Buckley II, because as you just acknowledged, under Buckley II, the solicitor is disclosed."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct me, but the point is, isn't -- isn’t there an interest in knowing this information? Not -- not that it's paid."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We'll leave that out. But -- but to know that -- that -- the persons that supported the amendment."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, if we create this right of -- this constitutional right of association in the manner that you are describing it, why is it limited to the voting area? Would we be inviting review if a group of citizens get together and send a letter to an agency that says please pass X regulation, or rescind Y regulation? Would the agency be prohibited from making that letter public?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're -- you're suggesting --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that when a petitioner or a person engages in political discourse with the government, that they -- when they choose to do it, because the government is not compelling them to write to it; it’s not compelling them to sign the referendum. It's just --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's -- but Ms. McIntyre wasn't asking the government to engage its process in her favor. She was asking for political reform, but she wasn't asking to engage the government process on her behalf."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, to follow up on Justice Sotomayor's question, do you think an agency could say, if you want to comment on proposed -- on a proposed rule, you have to disclose to us your name and your address and your telephone number and your political affiliation, and all sorts of -- your marital status and your income level and all sorts of other demographic information?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could they do that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not even just your name, so they can check that this thing isn't phony and that all the names on it aren't -- aren't made up by one person?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, they can. So they can get your name, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you’re objecting to the public being able to check whether the agency is indeed finding out whether this is a genuine petition or not, correct?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Really?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't you have some options, too? Have you started a referendum to repeal the -- the California law that requires disclosure?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand. I thought that’s what you’re challenging. The --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. I'm sorry."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Washington. I got the wrong State."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you go back --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"The people of Washington -- the people Washington evidently think that this is not too much of an imposition upon people's courage, to -- to stand up and sign something and be willing to stand behind it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if you don't like that, I can see doing it another way. But -- but the people of Washington have chosen to do it this -- this way."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And you’re saying that the First Amendment absolutely forbids that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's fine. Proving my point."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It might have been a good idea."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose the -- a majority of the voters in Washington decided that, and one of the purposes of the First Amendment is to protect minorities."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bopp, this is not a peculiar thing to the State of Washington; that's correct, isn't it? Aren't there about 20-odd States that require disclosure of the names of signers to initiatives, referenda?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- but what you’re saying with respect to Washington would go for most of those other States that have -- that have public disclosure of initiative and referendum petitions."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that there were instances where the State official missed something and a member of the public who had access to the list of signers said: Wait a minute; I know so-and-so was my neighbor who died 5 years ago."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you mean if -- that was over. It passed the screen of the Secretary of State. It's disclosed to the public. If someone then said you've got a lot of dead souls on these lists, the State would do nothing about it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we’ll ask -- we’ll ask the --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We’ll ask the Attorney General of Washington."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Weren’t two of the Petitioners here -- weren't two of the Petitioners here seeking the list so that they could go over the certification process the State had done to ensure that they had certified all the right people, et cetera?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not going to the privacy questions. You responded to Justice Ginsburg by saying that there was no way to challenge the State's process of validation, and that -- I don't think that's correct."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's assuming the answer, meaning if they don't have the right to access, they can't. But, legally, they can challenge it if they find on the petitions that things were erroneously counted by the State. They can go into court and prove that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would you involve the court? If the State's -- the executive representative of the State says: Oh, we missed that. Now we're going to have to deal with it. We don't need any court to order us to do it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, this is after the observers. This is --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We’re talking about a member of the public noticing that there are people on the list who shouldn't be there."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would they ask for judicial review instead of going first to the State's Attorney General and saying, look, you -- your people missed it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why involve the court?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there another --"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there another possible public interest? Would it be a legitimate public interest to say I’d like to know who signed the petition because I would like to try to persuade them that their views should be modified? Is there a public interest in encouraging debate on the underlying issue?"},{"name":"JUSTICE STEVENS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it does identify people who have a -- a particular point of view on a public issue. And if you had the other point of view, don't you have an interest in finding out who you’d like to convince to change their minds?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about just -- just -- what about just wanting to know their names so you can criticize them? (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is that such a bad thing in a democracy?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But part of the reason is so you can be out there and be responsible for the positions you’ve taken."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that people -- people can criticize you for the position you have taken."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean, \"both sides\"? The other side hasn't signed anything. When they sign something -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When they sign something, they’ll be out there for public criticism as well."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, this is such a touchy-feely, oh, so sensitive about -- about any -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"You know, you can't run a democracy this way, with everybody being afraid of having his political positions known."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then that’s --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Well, that's bad. The threats should be moved against vigorously --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but just because there can be criminal activity doesn't mean that you -- you have to eliminate a procedure that is otherwise perfectly reasonable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Bopp. General McKenna. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How much time are we talking about in those processes?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no. I'm trying to get the relationship between the disks being made available and the verification process. So is there a time for the public to look through the disks before the people who are sent into the room are sent into the room?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"That's what you’ve just said --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- that they're -- that they are immediately available on the disk, and so while the checking is going on by the Secretary, the public has the list. Is that what you’ve just said?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Would these records --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Was that pursuant to the Public Records Act that we’re talking about --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- or was that part of the initiative and referendum structure before the Public Records Act was passed?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"justices","text":"So -- all right. So this -- the public record -- pardon me. The -- in California, we call it an initiative and referendum process -- existed and was in place before the Public Records Act added this additional feature of disclosure?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So there was a judgment at one time by the State of Washington that it didn't -- that it didn't need the public records disclosure?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, if the State had a law that you could disclose voters and for whom they voted, would that implicate First Amendment interests?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So the country was acting unconstitutionally for a whole century before we adopted the Australian secret ballot? Do you really think that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That it was unconstitutional --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- for a whole century not to have a secret ballot?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What would the First Amendment interests be?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think having your name revealed on a petition of this sort might have a chilling effect on whether you sign it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think revealing that you’re a voter has the same chilling effect as revealing how you voted, do you?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- in the last questions --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Well, I thought you told me that the First Amendment interests were implicated with respect to the secret ballot, that you couldn't require people to reveal how they voted."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I’d like to know how far you -- you are -- you want to go. You say in your brief that the availability of the referendum signature petitions allows Washington voters to engage in discussion of referred measures with persons whose acts secured the election and suspension of State law. So would -- would it be consistent with the First Amendment to require anybody who signs a petition to put down not just the person's name and address, but also telephone number, so that they could be engaged in a conversation about what they had done?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that you were saying that one of the interests that's served by this is to allow people who -- to allow Washington citizens to discuss this matter with those who signed the petition. So putting down the telephone number would assist them in doing that."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you would --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You would endorse that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm not asking the policy question. I'm asking whether the First Amendment would permit that."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, one of your Co-Respondents says that supplying this information provides insight whether support comes predominantly from members of particular political or religious organizations. Would it be consistent with the First Amendment to require anybody who signs a petition to list the person's religion?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that in 1957 in Little Rock, a group of Little Rock citizens had wanted to put on the ballot a petition to require the school board to reopen Central High School, which had been closed because there was a sentiment in the community that they didn't want integration. And it was pointed out that if they signed this petition, there was a very good chance that their businesses would be bombed, that they would certainly be boycotted, that their children might be harassed. Now, is there no First Amendment right in protecting those people? And if there is, how does it differ from your case?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you -- you would have no objection to as an-applied challenge to disclosing the names of individuals to a particular cause, where it is demonstrated that the opponents of that cause are violent and will do violence to the people who signed the petition?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about a business boycott?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":6,"sideBefore":"justices","text":"So this is just a general challenge to ever, ever disclosing the names of petition signers?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about a business boycott? Suppose that were a -- a likely outcome of disclosing the name?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, your answer to Justice Breyer was that they can bring an as-applied challenge. Now, that as-applied challenge would be small comfort unless the names were protected pending the resolution of that challenge, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you think a stay should be granted in this case to allow the Petitioners to pursue an as-applied challenge."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that would --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Do you think that the disclosure of the names, pending the resolution of their as-applied challenge, would subject them to incidents of violence and intimidation?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does -- is it --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"There’s no evidence -- there’s no evidence of episodes of violence or intimidation?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that because nobody got to count 2? And the district court -- this whole case in the lower courts was on count 1 alone; wasn't that so?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And count 2 is the one that deals with the harassment."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's say somebody is thinking of circulating a petition on a sensitive subject and fears that people may be dissuaded from signing because they fear retaliation. At what point could they bring this as-applied challenge? Do they have to -- could they do it before they even begin to circulate the petition, arguing that if -- if these names -- if people are not assured ahead of time that their name and address is not going to be revealed to the public on the Internet, they’re not going to sign this?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And how would they --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How would they prove that there’s -- that there’s a -- a threat, a sufficient threat of harassment in that particular case, before the petition is even signed?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but you -- you’ve rejected that here. You’ve said there’s no evidence here that any of the petition -- petition signers were subjected to any harassment."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Of course there isn't, because the names haven't gotten out yet. How could you possibly demonstrate before the names get out that petition signers are going to be subjected to harassment?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Or otherwise, don't insist upon evidence that these very petition signers will be harassed."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And you think that would be an acceptable type of evidence?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you don't think it's acceptable, then -- then -- then you’re not making an argument."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the -- the hypothetical is that before this petition is circulated, the supporters came into court, and they said: Look what has happened in California with -- with Proposition 8. Don't disclose -- enter an order prohibiting the public disclosure of the names and addresses here. Would that be sufficient?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is it -- the State has had this procedure now for some time, and there have been controversial ballot initiatives. Is there any history in the State of Washington that signers have been subject to harassment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what's the most sensitive similar petition for a referendum?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, but what’s the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What’s -- what's the other one that's going to get people -- that's the most controversial public issue?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Proposition 8?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm talking about in Washington, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Was the referendum in favor or opposed to assisted suicide?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"This case will likely be controlled by our First Amendment precedents, because that's the most fully developed. Did you look at the Petition Clause at all? In the early days of the republic, the petitions were the way in which you communicated with your legislator."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And I tried to look it up. I have a recollection, but I'm not sure, that those petitions were sometimes put in the Congressional Record. But did you look at the history of the Petition Clause?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But, of course, that can cut the other way, too, because then it's more like a vote. And there -- there is strong interest in keeping the -- the vote private."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What percentage -- what percentage of the people who signed this petition to put this law on the referendum do you think signed it because they think these sort of things should be generally put to a public vote as opposed to because they opposed the law?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You think as much as 20 percent of the people who signed this petition are actually in favor of the law that it's aimed to repeal?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you this question? It seems to me your -- the strongest State interest here is detecting fraud. And you mentioned that the records are digitized. And maybe you can correct my impression of this, but it seems to me that if the records are digitized, there are very simple ways of detecting fraud that would not require the disclosure of the list to the public. If somebody wants to see whether his or her name has been fraudulently put on the list, wouldn't it be very simple to set up a Web site where the person could put in a little bit of identifying information and see whether that person's name is on the list? And if the -- the purpose is to see whether a particular person lives at a particular address, couldn't you just cross-reference by means of a computer program the information on the referendum with the -- with the voting lists? So if you've got John Jones who lives at 10 Main Street, you see whether there really is a registered voter John Jones who lives at 10 Main Street? Why does this all have to be put out on the Internet?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what's the answer to my question? Couldn't you -- couldn't this be done very simply? If I want to see whether somebody has fraudulently signed my name, very quickly go to a Web site, wouldn't be expensive to set up, put in your voter ID number, and see whether -- and your name, and see whether you’re on the -- on the --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- whether you -- somebody signed your name to the petition?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do -- do we take this case on the assumption -- do you make the contention before us that the Secretary of State and those who assist it are not capable of determining whether the petition signatures are valid?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean without public disclosure?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Sometimes the public may not trust the Secretary of State."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it may be an issue in which his administration has taken a particularly firm stand, and the public may not trust the job that the Secretary of State does."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Trust but verify -- I like that. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"You did say something about this category of speech. You said, well, this is in the category that -- it's like O'Brien. It has speech elements and non-speech elements. And I was trying to figure out which -- what is it in the signature that speaks and what is it in the signature that doesn't speak?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is the -- to finish your answer to Justice Ginsburg's question, what is the non-speech component of signing a petition?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And what's the State's interest in regulating the non-speech component? When you -- when you talk about the vote cast by an elected representative, of course, there's a strong interest in knowing how an elected representative voted, because the representative is answerable to the voters. But somebody who signs a petition isn’t answerable to anybody -- any other citizen. So what’s your interest?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It’s the fraud interest?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but how far does that go? When I asked whether you could -- you want to know the religion of the people who signed, no, you can't do that. How much more demographic information could be -- could be -- does the -- does the State of Washington have an interest in making publicly available about the people who support this election? Let's say it's -- it's a referendum about immigration. Does the State of Washington have an interest in providing information to somebody who says I want to know how many people with Hispanic names signed this, or how many people with Asian names signed this? Is that -- that what you want to facilitate?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought one of the reasons you wanted to do this was so people would have information that would allow them to participate in the civic process, and there are people who -- might think it makes a difference whether a referendum was requested by -- primarily by members of a particular ethnic group or not. So isn't -- doesn't -- I thought your brief would say the State has an interest in that type of disclosure."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then I don't understand what information is being -- what information you think you’re providing to the public. Outside of the fraud area, if I see that John Jones from Seattle signed this petition, that tells me absolutely nothing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How can they --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How can they find that out with just the name and address, that a large number of people from a company signed it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to put on who you work for, do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. I'm still on the companies. How -- how does knowing who the sponsors are tell you how many people from a particular company signed the petition?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You know, if somebody called your office and said I'd like the -- the home address of all the attorneys who work in the Attorney General’s Office because we want to -- we want to go to their homes and have uncomfortable conversations with them -- (Laughter.)"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- which is what has been alleged here, would you release that information?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that information, at least the names of those people -- isn't it probably public information anyway?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can it be obtained under the Freedom of Information Act in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General McKenna. Mr. Bopp, you have 2 minutes remaining. "},{"name":"JUSTINE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's out of the case up till now. That's count 2. You put it in your pleading, but it wasn't reached by the court."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So everybody agrees that that's still in the case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The court did not rule on whether there was a risk of harassment here."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It dealt only with count 1."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Bopp. The case is submitted."}],"people":[{"id":0,"fullName":"JAMES BOPP","firstName":"JAMES","lastName":"BOPP","counsel":true,"justice":false,"side":"petitioner","words_spoken":2197,"interruptions":45,"times_spoken":98,"laughter":0,"num_int_by":8},{"id":1,"fullName":"ROBERT M. McKENNA","firstName":"ROBERT","lastName":"McKENNA","counsel":true,"justice":false,"side":"respondent","words_spoken":3075,"interruptions":32,"times_spoken":78,"laughter":2,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":747,"interruptions":5,"times_spoken":35,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":872,"interruptions":6,"times_spoken":50,"laughter":4,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":547,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":1082,"interruptions":7,"times_spoken":38,"laughter":0,"num_int_by":4},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":532,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":1136,"interruptions":5,"times_spoken":26,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":111,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":98,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":45,"words_spoken":2197,"times_spoken":98,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":32,"words_spoken":3075,"times_spoken":78,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":29,"words_spoken":5125,"times_spoken":191,"laughter":5,"num_int_by":6}],"outcome":{"side":"respondent","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.1000018012900533,"respondent":0.8999981987099467,"date":1473644743605}}