{"petitioner":{"name":"CSX TRANSPORTATION, INC.","counsel":[0,1]},"respondent":{"name":"No. 09-520\nALABAMA DEPARTMENT OF REVENUE, ET AL.\n","counsel":[2]},"caseNumber":"09-520","date":"2010-11-10T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 09-520, CSX Transportation v. The Alabama Department of Revenue. Mr. Phillips. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in light of our AFC case, it seems to me that what you are arguing is that the statute -- the effect of your argument is that the statute gives more protection in the case of non-property taxes than property taxes, and that's an -- an odd reading of the statute, which is directed primarily to the -- to the property tax."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what's the -- what's the possible rationale for that distinction? Why would that distinction make any sense?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in the legislative record?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, this is what troubles me about -- about your position: You make a viscerally appealing case on the facts of this case, where you say that your clients, the railroads, are being taxed more than competing carriers, truckers and -- and water carriers. But if all -- if all it says is \"discriminates,\" and you think that that has to be applied without qualification, then even if -- if a state makes an exemption for, you know, widows over 85 and doesn't make the same exemption for railroads, the railroads win, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? How do you limit the term \"discrimination\"? Just a discrimination in favor of other competing carriers?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why do you assume that? Congress didn't limit it to that in -- in the property tax exemption."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But not -- not just the industrial and -- and commercial competitors with the railroads. The railroads were to be given, you know, the most favored treatment of -- of all the industrial and -- and commercial entities, I -- I think."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in this case -- correct me if I'm wrong -- off-road users, agricultural users, and construction and timber companies --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- have the same -- have the same tax structure as the railroads."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So there is an objective reference, neutral, and it seems to me that that's just quite rational to put the railroads there and not in the category of road -- road users. Now, if -- unless you are arguing the discrimination has to have -- has to have a purposive component. That might give you a different case. I'm not sure you prevail on that, either."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the concern was that the interstate actors should not be disadvantaged vis-à-vis the home people, the local businesses, and that was what was achieved. But you're -- you are not complaining about discrimination against a railroad in comparison to local businesses. You -- you are complaining about that you are not getting most-favored-nations treatment vis-à-vis other interstate carriers."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose a -- suppose a tax were structured so that the same tax applied to railroads and -- and -- and motor transport, but because of the way the tax was assessed, the railroads paid far more per mile than -- than the -- than the road transport. Could the railroad then come in and say: Oh, we want to be like the farmers; we are off-road? I mean, I can see you making that argument --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in case -- in case number two, welcome back. That's going to be your argument."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so 85-year-old widows would be covered? That would be discrimination because, you know, there are only resident 85-year-old widows who are covered, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with that, and that makes me suspect that Congress didn't -- didn't want to forbid exemptions in (b)(4)."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, are you saying that the -- the railroads have to be taxed in the very same way as, say, the -- the trucks? Because one answer to your argument is: Well, they haven't created a non-tax situation for the other interstate carriers; they are just subject to a different tax. The motor carriers have to pay motor fuel tax. So are you saying to the State about that, you have to have the same sales tax, use tax, for everyone; you can't have a motor fuel tax for one and sales tax for the other?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why does the course for the court -- taking account of what you said, that the provision about other taxes came out very late in the day -- they had spent a lot of time talking about the property tax. And the property tax, we know, they wanted to preserve the exemptions. So why not take this latecomer of thought or discussion and say: Well, we'll assume that they want to treat that with regard to exemptions the same way that they treated property tax, which was the big-ticket item."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. Ms. Sherry. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think we have to decide whether the appropriate comparison class is the rail carriers' competitors or some broader class?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Sherry, there seems to be a question as to what remedy somebody would be entitled to under subsection (c) in the challenge brought against a tax exemption. So what's the government's position on that?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I think Justice Kagan meant to ask, assuming that we say yes, it -- it applies; exemptions don't count -- are included in whether there is discrimination, and the Court finds discrimination between the way the railroad is taxed and the way motor carriers are taxed, what -- what then? What is the remedy?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Without -- without putting on -- I mean, the motor carriers do have the tax."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well -- well, but in any case when you have discrimination, you can remedy it by reducing the tax, for example, in this case on the railroad or by increasing the tax on the people who are otherwise exempt."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"A decision that I suppose would be left at some point or another up to the State."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But the discriminary -- the discriminary portion of the tax may be regarded as the excess that is imposed on the railroad or the deficiency on -- on the others."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You present the case to us as if it's either/or: That we must either in disagreement with your position, to say that it doesn't apply to exemptions; or if it applies to exemptions, it must be remanded. Can we say that the exemptions are not covered by the act unless the railroad is a target of an -- an isolated target and it's clear that it's discriminatory? I mean, do we have to have your either/or position?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It doesn't make any -- any sense, you are quite right; but -- but Congress thought it made sense in (1) to (3), so why doesn't it make sense in (4)?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That's the argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You can finish the sentence."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Use a lot of conjunctions. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Don't even try."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Counsel. General Maze. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it may be because the universe of non-property taxes is -- so infinitely large that there's a much greater room for -- a much great danger of discrimination. We know all States have property taxes."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you are arguing in favor of -- you are arguing in favor of a very idiosyncratic interpretation of the concept of a discriminatory tax, aren't you? In almost any other context, granting tax exemptions to one group but denying them to another group would be viewed as -- if there isn't a good reason for drawing the distinction, as discrimination, wouldn't it?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And it did so with explicit language by -- in -- what is it -- (a)(4), by referring to property that is subject to a property tax levy."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So what you're saying is that the ordinary interpretation of the concept of a discriminatory tax should not be applied here, because Congress used specific language to take tax exemptions out of the determination of discrimination under other provisions."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What sense does that make?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What sense does that make? The fact that they specifically took it out of some provisions but not out of this provision, you think, leads to the implication that they meant to put it in here, too, where they could have easily used language here to put it in."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me. May I pose a hypothetical so that I understand? And I think it follows up on what Justice Alito was saying. Let's assume all taxes are equal between water carriers and railroads, except there is an excise tax: 4 percent on the railroads, 2 percent on the water carriers."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Everybody else pays 4 percent. On your theory, is that discrimination or not?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But this is not an exemption area, so what meaning do you give -- that's what I'm trying to figure out. Are you saying -- what meaning are you giving to discrimination at all, other than -- unless we accept that the class always has to be the commercial class?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you can single out the railroads through exemptions. I mean, let's say you have a tax of $1,000 per mile per day for anything that uses a thoroughfare in the State. However, things that use roads, waterways, you know, the long list that in effect leaves only the railroads exposed. You are saying that can't be regarded as a tax that discriminates against the railroads?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So what if there's only two that pay it? Only -- and it applies only to railroads and bicycles?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We can determine that a tax is not generally applicable based on the exemptions. If everybody else is exempt, well, it's not generally applicable. If just bicycles are also exempt, then it is not generally applicable. We have to look at the exemptions to decide whether there is discrimination."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So if there's 100 businesses, where does the line between singling out the railroad get drawn? When they exempt 98? When they exempt 97? When they exempt 95, or is it at 80? Where do we draw the singling out? If the State says the general tax is 4 percent, but everybody -- but how many are exempted?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What sense would there be for Congress to use the word \"discriminate\" and intend, in the hypothetical I gave you earlier, that railroads will pay 4 percent like everyone else, but their competitors, for no reason other than that the State wants to favor the water carrier, is only paying 2 percent? What -- what conceivable reason would Congress want that differential to exist?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not talking about an exemption. I'm talking about a rate difference."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So it's a commodity that is purchased by only railroads and one other class, and there is a 4 percent sales tax on this commodity, but the other class is exempt from the tax. Now, is that -- is that discrimination against the railroad?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let's say there is some commodity that is purchased only by railroads and truckers, and there is a 4 percent tax on the commodity, but truckers are exempt from it -- from the tax. Is that discrimination against the railroad, even though it takes the form of -- it's not discrimination against the railroad because it takes the form of a tax exemption?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Once you say that, your argument that exemptions can't count as discrimination is destroyed, because you are conceding that an exemption can constitute discrimination."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Then you need to give us a test, and the test is whether or not the railroad is singled out as a target group for discrimination."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Something like that -- for discrimination, something like that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. Just so"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sure I'm just repeating myself here. So that it doesn't single it out if there's one additional business or line of business subject to the tax, no matter how small that exemption is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly. So the Court has to decide, even when you are dealing with exemptions, whether or not that discriminates against the railroad?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If I'm right, that means you lose the case --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- at least as the question presented has been addressed, because all we are deciding -- I understand you think we ought to decide more, but all we are deciding is: Can (b)(4) ever come into play when the discrimination arises from an exemption?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So to answer that question, you are telling us that we have to define what discrimination means?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's what railroads do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it still doesn't get to the question that in courts in each particular case will be able to decide, even under your test, whether it singles out railroads. The only question I have is that whether singling out means railroads have to be the only business subject to it, or if it has to be, you know, some theory -- Justice Kennedy was looking for a test. I don't know if we have got a workable one -- to decide when it's really discriminating against the railroad and when it's that the exceptions are just the way taxes normally work."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Haven't you just pushed all the difficult questions into the word \"generally applicable\"? I imagine a fuel tax applies to everybody in the State, but then we exempt everybody who does business in the State with fuel."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Except for railroads."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"All right, now. You want to call that not a generally applicable class? Do you want to call it a discrimination against railroads? It seems to me about the same question."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So why isn't the easiest thing to say, since there's so many other questions involved in discrimination: Yes, the clause applies? What counts is a discrimination is an obviously difficult question, and we will send it back for somebody else to wrestle with this, since it's so difficult."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"What is the choice?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I realize that, but what they are worried about is somebody that's having passed on the property level --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- thinks I have a great revenue-raising idea. What we do is tax the New York Central, and then they sit down with a bunch of lawyers and the lawyers say: Oh, great, they come through this State; what we'll do is we'll have a tax that applies to all fuel and then we will exempt everybody except the New York Central. All right. Great. We've now found a replacement of the revenue that they just said in Congress we couldn't have in the first three provisions."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, because you're saying that's not generally applicable. They are saying sure it is, read the first line, applies to everybody. You say no, no, no. That's a trick because of the second line. So now what we will do is we'll monkey around with it a little bit. And we will make it tough. All I'm saying is that's precisely the same question in that context as whether it's discriminates or not. I'm not saying it's an easy question. I'm just saying it might be clearer if we said, yes, the thing applies, now go work out the hard question of whether you had have got a discriminatory tax."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"The property taxes, the language is different."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":11,"sideBefore":"justices","text":"I didn't understand your last answer. What was it?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"You are assuming how the Court will decide the word \"discriminate.\""},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I understand what you are saying, and so would every other judge. And of course, it's hard to figure out in these contexts what is real discrimination, but there could be obvious cases. And so why cut out the obvious cases simply because it's hard in a non-obvious case to figure it out?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"There is no way -- there is no way with the property -- the property tax is tough. And once you start taking exemptions into account, it's double tough, and there is very little need, is there? Every State in the country has property taxes and every State in the country has property taxes on businesses."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and it might not be so that every State in the country has particular taxes on diesel fuel. And it might be that they don't have taxes on rails, or it might be that they -- you see? So, I -- I -- that's how I am explaining to myself. What do you think?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's not quite -- it's not quite that. You forget the other part of the test, which is without a reason. Now, the other side hasn't defined what a legitimate reason would be. And that's a separate inquiry. But if there is a -- some form of legitimate reason to treat people differently, I think the other side is saying that's okay."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"In their particular facts of their case. I mean, that's what they have to come up and explain to us, what's the -- what's the defining principle of acceptable or unacceptable different treatment, because it can't be -- you're right, logically, it can't be most favored taxpayer status."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, so far, yes, unless they can give --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but I don't understand why you think it is -- it is more articulable on your theory than on theirs. I don't see where solving your predictability problem, you're worried about it, you know, we don't know how to tax anymore. I don't know why it's any more certain if we -- if we say the key is whether it's a generally applicable tax than it is if we say the key is whether it discriminates against railroads. I mean it's the same inquiry. So what do you care? It's just as -- just as unpredictable ex ante. It's exactly the same inquiry, whether it's generally applicable or whether it discriminates against railroads. Isn't -- isn't -- isn't that what you have been saying?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, it's twiddle dum or twiddle dee, maybe we should, you know, dismiss this as improvidently granted, it doesn't make any difference."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, but it's not quite, because this is the same problem I was raising. You just shoved the difficult questions into generally applicable. But you might think of some new ways of doing it that they don't want. So I would worry about giving you just the decision where the word in the statute is \"discriminate,\" and nowhere does it say \"generally applicable.\" I'd somewhat worry about whether this statute shoves the same problems into two words that aren't there as to rather leaving those problems for resolution under the one word that is there."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I'll believe you, I'll believe you. (Laughter.)"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"The word -- the word I was looking at was is 4, impose another tax that discriminates against a rail carrier providing transportation, subject to the jurisdiction of the board under this part. Now, I read all the words of 4, and I found the word \"discriminates,\" and I did not find the two words \"generally applicable.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think section 11501(c) is relevant to all these disputes, because one thing 11501(c) does is give the State a little bit of a break?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They recognize that it is hard to have exact equality in terms of ad valorem property assessment. So, what does -- what does it say -- you know, a 5 percent legal room."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Couldn't you, if we rule against you, when you get back and other State officials say, look, the one thing we don't have to worry about is being precise. We have got some legal room, so we can exempt the 85-year-old widow, we can, you know, exempt the farm property. We just kind of have to get it close so that if somebody looks at it, and they'll say, well, it doesn't really look like they are discriminating against railroads, why isn't that pertinent and why doesn't it respond to a lot of your concerns?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, I know. I'm using that not as saying that this is applicable to (b)(4), but that it gives you an idea that Congress didn't have the precise absolute rule, and you go one, you know, 1 inch over the line and you are in trouble."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't know what \"generally applicable\" means."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"At least I don't know. How do you know? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It clearly -- it clearly applies to (b)(1) through (3) and has got nothing to do with (b)(4) because it can't apply to (b)(4)."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"(b)(4) is not a -- (b)(4), the whole point is if it's not a property tax, you don't have ad valorem assessments, so the details limiting jurisdiction when you do have ad valorem taxes don't apply to this case at all."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How are these any different from property taxes? I mean States could say the same thing about property taxes. Nonetheless it was felt necessary to specify that -- that exemptions don't count."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Before deciding whether or not you are discriminating against the railroads."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm having a problem. thought as you argued in your brief that you were only arguing that States can tax-exempt, but you are asking us to rule more broadly to say that States can treat -- impose taxes differently."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it doesn't really matter that it's a tax exemption; you are just saying if the tax is a positive imposition or a negative one, taking someone out, it doesn't matter."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what authority do you have for the proposition that the clear statement rule applies to the exercise of the congressional power under the Commerce Clause? Is that --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- some general rule that we've always had?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but in all these years where they never challenged it, did all these other States not only tax their diesel fuel, but at the same time exempt the diesel fuel tax from all their competitors."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"What's the rationale, that the trucks don't have to say it but the railroads do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, you have 5 minutes remaining. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, do you agree that -- that, generally applicable produces the same -- requires the same inquiry as discriminates?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So give me a definition of discriminate. Give me your working -- it can't -- as I started to ask your adversary, it can't be most favored taxpayer status. True?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what constitutes an adequate justification?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Stop. You are going to grant an exemption; you are going to treat someone differently because you are favoring them for a reason. People don't -- States don't do these willy-nilly. Either some enterprises or some individuals, like the 85-year-old widow, you are sympathetic to her. You want to encourage your water transport, because it's an industry that is nascent in your State and you want it to grow, so it's a pro-competition reason. Are those legitimate? And if those are --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what isn't?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Give me a working principle. What does -- how do you define legitimate and illegitimate, assuming --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The government reason is always going to be premised on wanting to favor someone for a reason."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That is the problem because there were two objectives. One was to promote equality with local businesses and the other to promote equality --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips, counsel. Case is submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2614,"interruptions":9,"times_spoken":29,"laughter":0,"num_int_by":3},{"id":1,"fullName":"MELISSA A. SHERRY","firstName":"MELISSA","lastName":"SHERRY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1568,"interruptions":6,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":2,"fullName":"COREY L. MAZE","firstName":"COREY","lastName":"MAZE","counsel":true,"justice":false,"side":"respondent","words_spoken":3203,"interruptions":27,"times_spoken":69,"laughter":1,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":767,"interruptions":1,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":442,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":53,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":641,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":495,"interruptions":0,"times_spoken":17,"laughter":2,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":317,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":336,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"I follow","lastName":"follow","counsel":false,"justice":false,"side":"","words_spoken":5,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":734,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":4182,"times_spoken":43,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":27,"words_spoken":3203,"times_spoken":69,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":3785,"times_spoken":113,"laughter":3,"num_int_by":2}],"outcome":{"side":"petitioner","margin":5}}