{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"FIRST DERIVATIVE TRADERS\n","counsel":[1,2]},"caseNumber":"09-525","date":"2010-12-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 09-525, Janus Capital Group v. First Derivative Traders. Mr. Perry. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, is -- who's the violator alleged here? Not in the complaint, but in the briefs? As I read the briefs, they claim that Janus itself did not make the false statement, that the two appellants did, that they are the actual speakers because they were talking about their activities, and they used Janus as a conduit to deceive the market. That's, I think, what they're alleging."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do we sustain the intermediary cases when the company, through market analysts, divulges misleading statements? We don't talk about the market analysts' falsity; we talk about the company's falsity, because the market analysts didn't have scienter."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what's the difference between an omission or a commission if a company purposely divulges a falsehood to an analyst, knowing it's going to be distributed in toto? So who's making the false statement, the analyst or the company?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why isn't -- why aren't the two appellants, on their theory, on -- we can talk about whether the complaint does or does not adequately allege their theory. That's a different issue. I accept that. But under their theory, why isn't the appellants the primary violator, not even a secondary? Because they -- they claim, I think -- and I'm going to find out from them -- that Janus had no scienter, that it didn't make the false statements, that all of this was done in secret by the appellants, so they were the only violator."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you mean to say to me that puppets become a legal defense for someone who intentionally manipulates the market information?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the control person statute?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- but if Janus had no scienter, if its board of directors did not know that the statements were false, they had no way of knowing, because as I understand the complaint -- and this is alleged -- the deal was secret. So Janus itself could not be a primary violator. Who is?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, somebody deviated from what was the announced policy, that there was to be no market timers investing in this -- in these Janus funds. Somebody made the decision that certain hedge funds would be allowed to engage in that activity. Who was that somebody?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the statement that's alleged to have been -- the conduct that is alleged to have been in opposition to the announced policy, that is attributable squarely to -- what you -- this is the entity you called JCM?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it made the decision that violated the policy?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Nonetheless, it's not a primary actor?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But can -- can we discuss the case, and -- and perhaps you don't think so. Can't we discuss this case, must we not discuss this case, on the theory that JCM's scienter, JCM's knowledge of a false statement, is a given in the case? Now, maybe you'll be able to prove otherwise. You say that they're not liable anyway."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems to me that's what the argument here is mostly about."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though there was no scheme with another actor? Even though it was the only violator, which is a --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- fair reading of the complaint."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, once again -- once again, if the complainants in the case, the plaintiffs in the case -- hypothetical case, not this case, hypothetical case -- were injured shareholders in the fund, I take it you say still they could not sue JCM?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Perry, who wrote the relevant statements?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that they were in the fund's prospectus, but who wrote them?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Who paid those lawyers?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So JCM paid the lawyers?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And so it was JCM's lawyers who wrote the prospectus, including the relevant statements here, the asserted misrepresentations?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose the complaint had alleged that. Suppose the complaint had simply said: JCM's lawyers authored the relevant statements in the prospectus."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that be enough to survive a motion to dismiss?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They're paid by JCM."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"These are in-house counsel for the investment adviser."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Perry, you -- you said that it was the fund's lawyers who drafted the prospectus, but, in fact, it was JCM's lawyers, the lawyers -- they were in-house lawyers for JCM. And they served -- and they served the funds in doing this prospectus, but they were on the payroll of JCM, and they were JCM's legal department."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought they were in-house lawyers?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's say that JCM's principal officers and managers wrote the statement. You still say there's no liability?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. It's not attributable, at least publicly, to JCM."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there an alternate theory that JCM is really the day-to-day managers in day-to-day active control of the fund, and, therefore, it should be chargeable as if it and the fund are the same for purposes of making the statement?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And we would say that that's different from, say, an outside law firm or an auditor?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Except that I, as I read your brief -- and you can correct me if I'm wrong -- you were arguing that because there was an independent board of directors, presumably because there are two corporate -- different corporate funds -- two different corporate forms, that there couldn't be control person liability under 20(a). You seem -- that -- I thought, reading your brief, that's what you were alleging. So you can't have your cake and eat it, too. Either the independence of the board makes no difference or it does. So which is your position?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Under what theory would you defend an allegation that the investment manager who had control over the everyday affairs of the company, drafted or helped draft the prospectus, hired the lawyers who helped draft it, wouldn't be a control person? How would you defend that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly. So you -- you're -- if they can't be control persons because they're separate companies, then how do they escape being primary violators?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not in this case, because the allegation is that it -- not the company, that it chose to deceive the market."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Perry, does the fund have employees?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Who are the fund's employees?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And are all of those people also employees of JCM?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And could you just run through a little bit how one of these prospectuses gets -- gets issued eventually? The JCM lawyers start the process by drafting, and then what happens?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, here, I believe that there was a statement in your interrogatories that it's JCM's lawyers, in-house lawyers, who drafted the relevant statement."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And then what happens?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And was there any change to these statements made by the board of trustees?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do the outside counsel you're talking about represent the fund only?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the law firm that -- the lawyers who drafted the prospectus were in-house counsel for JCM on JCM's payroll."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they weren't the independent outside lawyers who were representing the board or the funds; they were the in-house counsel?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess my question was simply: The drafters of the prospectus were the in-house counsel for JCM?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose if the lawyers for the trust did an inadequate job of reviewing the JCM drafts, they would be subject to a malpractice action by the trust?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what happens if the president of the oil company, knowing that the statement is false, says: We have discovered 42 trillion barrels of oil in Yucatan. He writes it on a piece of paper; he gives it to the board of trustees; they think it's true and they issue it. Joe Smith buys stock and later loses money. Can Joe Smith sue the president of Yucatan, of the oil company, for having made an untrue statement of material fact?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What he is, is he didn't issue it. What he did was he gave it to the board of trustees, who issued it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He's the president of the company."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I'm asking what happens. Is there recovery?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He is running the business, the daily affairs, of the company. Of course, the president of a company is an authorized agent of the company, and so, yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if he's subject to liability, why isn't your firm -- your client, subject to liability, who, after all, run every affair of the fund?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's what a president does. The president of a company manages the company."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And if the president is liable, why isn't the group of people who do everything for the company --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- why aren't they liable?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you have to explain it to me more. I'm not being difficult. I understand this less well than you think I do -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"-- and I want to know. That's an obvious, naive question, and I'd like an answer that anyone could understand."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I get it. In other words, you're saying, on the papers here, it's -- it's the trustees that manage everything."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That govern everything, and these are like helpers?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They do a lot as helpers. Now, let me suggest to you, if that's one possible distinction, what about this distinction: That the managers of a fund, even though they are outsourced people brought in, are liable as principals, not aiders or abettors, if -- following criminal law here -- if -- they are principals if they get the false statement to the public through a conduit, the conduit being an entity or person that is unaware of the falsity of the statement. That's LaFave on criminal law. What is -- what about that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Could you --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"You're not suggesting, are you, that they did this for purposes of protecting your client from a lawsuit?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When it -- no, they did it for a business reason, that having separate entities was economically more useful for the market, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- but that doesn't answer Justice Breyer's question, now."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Assuming that they didn't do it for that reason, what does it mean?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just -- just to clarify Justice Breyer's hypothetical. In your -- in the hypothetical you gave where the president gives an innocent board of directors false information and the prospectus goes out, is the company liable because their agent -- is the company liable under 10b-5?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what you're saying is that the -- the agency relation that the president of the company holds is different that than the agency relation that JCM holds?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Is -- is JCM an agent? Are you acknowledging that they're an agent of -- of the fund?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what purposes are that? For purposes of -- at issue here?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Okay."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So even though they did those things, they acted in excess of their authority?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the allegation."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose it were proven that they did do those things. Suppose it were proven that they did 100 percent of the prospectus work. The only thing that the fund did was to mail it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this case -- this case went off on -- in the district court, it was -- was it 12(b)(6)?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. And all that the Fourth Circuit said is it goes beyond; it has to go further. And the -- the impression that I got from the Fourth Circuit's opinion is -- and it could be reduced to a very simple statement. They say: JCM was in the driver's seat. It was running the show. And if that can be proved, they thought that they would have a good case under --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was -- I mean, before you started out with a statement that sounded like the sky is falling because lawyers would no longer be safe, banks would no longer be safe, but the Fourth Circuit was -- was a much narrower view. Its view was this -- JCM was the manager. It was controlling everything."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that the question on which we granted cert was very clear: whether the Fourth Circuit erred in concluding that a service provider can be held primarily liable in a private securities fraud action for, quote, \"helping,\" close quote, or, quote, \"participating in,\" close quote, another company's misstatements. Now, is -- is that an accurate description of the Court's holding? It was not objected to by the Respondent here."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's what I thought we granted. We weren't talking about control here. That was not the issue, I thought."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Frederick. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, is that an accurate description of -- of the question before us?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why didn't you object to it in -- in your -- in your opposition?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- but we -- we don't reevaluate facts. We -- we review the holding of a lower court. Now, was this an accurate description of the holding of the Fourth Circuit? And if it wasn't, why didn't you say that in your brief in opposition?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How can -- I'm sorry. Please --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Did they make --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":9,"sideBefore":"justices","text":"I'm sorry. Who was --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":4,"sideBefore":"justices","text":"-- the statements? Isn't that the statutory text that we're dealing with?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They did make the statements?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It didn't go out under their name."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If someone writes a speech for me, one can say he drafted the speech, but I make the speech."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that's not what -- it depends on the context of \"make.\" If you're talking about making heaven and earth, yes, that means to create, but if you're talking about making a representation, that means presenting the representation to someone, not -- not drafting it for someone else to make."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Except -- except when they review material going in the prospectus."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then they have independent representation by outside counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand -- I don't understand your answer. The outside counsel reviews what the policy is going to be."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Our question is the validity of that statement, whether that's deceptive in the prospectus. That seems to me to be an entirely different question. I understood your theory of the case to be that JCM is liable, basically, because they put it in the prospectus."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's the question, I guess, that -- your response seems to beg the question -- is that they falsely represented. The issue is whether or not something happened between their drafting and its appearance in the prospectus that makes it appropriate to say that that's a statement of the trust rather than a statement of JCM."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if JCM falsely represented what it would do, it made that false representation to the fund, and the fund, as has been acknowledged, would have a cause of action against JCM."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not what's going on here."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What isn't clear from all of those things is that -- is that JCM made any representation to the public. The representation was made in the prospectus issued by the fund, not by JCM. Now, the fund may have a cause of action against JCM, but what's crucial here is whether -- whether you can establish that it is JCM who made the representation to the public --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- and I don't see how you can get there. You might proceed under the control provision, but -- but not by saying that they made the representation."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's fine. Just like writing a speech for somebody."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry to interrupt, but it seems be an important -- when they issued the prospectus --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Who issued the prospectus?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If I carry a letter over and file it on behalf of some principal, does it become my letter? Have I made that representation? Sure, they filed it. What does that prove?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"As you say, they have no other agents, unless the trustees themselves were going to walk over and file it. JCM was functioning in that capacity as an employee of the fund in the filing. They didn't file it on their own behalf."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"On their own behalf?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And the SEC has recognized that they remain two separate entities, despite this interconnected relationship."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The one -- the one activity --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The one activity that we know they did not outsource was review of the materials submitted by JCM. They had independent counsel that conducted that review. Would it have been a breach of the trustees' fiduciary obligations to the fund investors under common law -- I forget where this is incorporated -- to rubber-stamp what they get from somebody on the outside, not to have independent counsel review what they're going to say in their prospectus?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it seems to me --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't -- isn't that, again, what has been conceded: That there may well be an action from the fund represented by their trustees against --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Common-law suit for duping."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose this case didn't involve a mutual fund. Suppose it involved a corporation with thousands of employees, and the prospectus is drafted by outside counsel. It's adopted by the directors of the company without changing a word. Now, would that case come out the same? And if not, what would -- what exactly would you have us say to distinguish the two?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what if it's alleged they knew exactly what was going on?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"They would be liable as aiders and abettors? I thought there wasn't aiding and abetting liability."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What is it that -- I'm unclear on this. That's why I use the oil company example. Plain, ordinary -- the top executives in the oil company write the false statement. They give it to a board that doesn't know it's false, and the board puts it out in its name. Now, it seems to me it ought to be clear at this point in securities law whether those -- the president and vice president are or are not liable under this 10-b, the (B) part."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And they are liable."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying they are liable?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Then their response to that is: This is not like the president of the oil company, and the reason that it's not is something to do with the nature of the -- the obligation that runs between the managers and the fund, which is somehow different between -- you understand it better than I. Can you say what it is and what you think your response is?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So you're saying -- you're saying it shouldn't matter that if they issued -- it's worse if they run the whole company than if they're just the president?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Now, at that point, we get into a problem, and the problem is how do we distinguish an aider or abettor from a principal?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"At that point, I am uncertain indeed, and that's why I put out this for comment, this suggestion that you follow criminal law here and say at least they're a principal if they have a high position, they participate in it, they do all these things you say, and the entity that they're fooling in the first instance is simply a conduit, and, therefore, you cannot say it's a scheme, because this other part of the scheme wasn't part of it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What's the difference between substantial assistance and -- and doing it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, I thought we had held -- I was sure we had held that there is no aiding and abetting liability --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- under the provision we're discussing here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"There's a distinction. You want to say what the distinction is. So I would -- consistent with the view there is no aiding and abetting liability, you still would win your case."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is your claim premised on Janus being duped or not? If Janus was not duped, if its board knew and JCM was doing the activity with either the consent or acquiescence of the board, would you have a claim here?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then go back to Justice Breyer's question, because I can see when there's one primary violator who uses another entity as a dupe or as a puppet, but I can't, and I don't know how to, distinguish what you're proposing from aiding and abetting. There has to be something to differentiate the two. So what is it?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But the distinction you're drawing is between making the statement and assisting in making the statement. Isn't that -- isn't that what you just said?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, and aiding and abetting is assisting in making these statements as if -- as in something you want to take place, right?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But what is the difference, the distinction in -- in this context? Now, one possible distinction is who formally makes it, in whose name is it made, but that's obviously not your -- your position. So, what -- what is it to distinguish a principal here from an aider and abettor?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you deny that the fund had substantive control? Couldn't the fund have stopped this statement from being placed in its prospectus? Didn't it have outside lawyers who advised it whether it should allow this statement to be included in its prospectus? How can you say that they -- they didn't have control?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that may mean that they're duped, but it doesn't mean that they don't have control. They had control, but you say they -- they were duped. But that's quite a different theory from saying that they had control --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- that they didn't have control."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But there was -- there is nothing in the record to indicate that that statement was attributed to JCM."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You can -- you can play with the words \"make\" as you choose, but do we take the case on the assumption that you can show that it was attributed to JCM? I -- I see nothing in -- in the record that would justify that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What did -- how did it reserve that? You said twice in your brief that Janus is a name to which JCM reserves the right. How did it reserve the right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, a substantial part of the power of your argument comes from this notion, as Justice Ginsburg said, that JCM was in the driver's seat, that JCM had control, that they were -- Janus was at most an alter ego of JCM and maybe something more, that it was just a creature of JCM. But the securities legislation seems to deal with that in section 20. And your case is not brought under section 20 and, because of the relationship between mutual funds and their investment advisers, presumably could not be brought under section 20. So, why should we think relevant the kind of controlled relationship that you're talking about?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Except -- except to the SEC, right? Because they can pursue it under aiding and abetting. It's kind of a big --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- problem if you're trying to say we're safe from actions for security fraud."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know, but you were just responding by saying the problem is that this will give people a road map. But they're going to hit a pretty big bump in the road when the SEC brings an action against them, including potential criminal actions."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The SEC --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Frederick. Mr. Gannon. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, could you start by taking your brief and distilling it down to three sentences? Define what a primary violator is, what a secondary violator is who aids and abets, and who a control person is? And then tell me how that definition would exclude lawyers, auditors, investment -- general investment advisers, et cetera. I've read your brief, but I've been trying to distill it down to three sentences. So try to do that for me."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Give me an example of that. What do you see as all of the elements?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I understand. But --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And that becomes -- how is that different from aiding and abetting the making of a statement?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But that's every lawyer -- MR. GANNON -- or indirectly."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- who writes the false statement knowing it's false. So, are you saying that every lawyer who writes the statement knowing it's false is a primary violator?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, just to get --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- to get back, so you are conceding that if you lose this case, you will be unable to bring any aiding and abetting case in a situation such as this?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It seems like a yes or no question."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm still not clear what your distinction is between making the statement and aiding and abetting in the making of the statement. Now --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- could you explain that?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is it necessary that the person in whose -- the entity in whose name the statement is made is an empty shell? It's simply a puppet that's controlled by somebody else? Is that -- is that necessary or does it go beyond that?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think that's a reasonable interpretation of -- of make a statement indirectly. I mean, you can make it indirectly by not issuing it yourself but having somebody else make it in your name."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But I would not say that I'm making a speech indirectly if I have drafted the speech."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The person for whom I drafted the speech is making the speech."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He may just be some poor associate, his first day at work. The law firm sent him over there, and there he got stuck down in the boiler room. And somebody said why don't you write something that will get everybody to sell things, and -- and why don't you say we're a thousand tons of oil instead of only a ton? There he is. He writes it out. You think he's liable?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, he knows. He knows."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"At some level he knows: I shouldn't be saying they found a thousand tons of oil when they only found 50. Okay? And four people told him to go do something like that, but he's the guy who wrote it. I'd say he didn't behave well, but I don't think he's the principal."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They didn't say what words to write."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They gave him the general idea, and then he did it. He created the words, to use your phrase. When you say \"creating the words,\" he's a great writer."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ah, now we have \"sufficiently involved.\" Once we're into sufficiently involved, we're back into what is sufficient to make the person the principal rather than the aider and the abettor, and apparently creating or writing the statement is not clear whether it is or is not sufficient. So we're back into the problem."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm interested in your test. I'm interested in your test, not the --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In that connection, Mr. Gannon, would you answer the -- the statement that Mr. Perry made that the Government had, in fact, conceded that this theory would spread not only to the -- to the investment adviser so closely linked to funds but to every lawyer, every accountant, every bank."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"He said that you said that on page something here."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that will always be charged. It's the simplest thing in the world to charge scienter."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And you've bought yourself a big lawsuit."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You think attribution to the actor is not necessary for the actor's liability for a statement?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, could you have -- you just admitted if there -- if the company was duped, you couldn't have aiding and abetting liability. Could you impose a 20(a) or 20(b) control person liability?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Gannon, suppose that we think that this test that the SEC is using and that you recite on page 13 is really pretty broad and that it might apply to a range of factual situations that are not before us. Is there a way to confine our holding just to the mutual fund situation, and if there is, how would you do that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Your point is that --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Well, it should change that, because Congress has made it very clear that investment advisers are not to be treated like employees. You -- you want us to undo a clear distinction that Congress has made."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Gannon. Mr. Perry, you have 4 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- the whole arrangement was made possible by JCM. JCM wants long-term investors, so it puts this provision in the prospectus. The board of directors have no reason to believe that JCM is dissembling and it's going to go out and seek hedge funds."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just to sum up, if there are -- if investors in a mutual fund are duped by a false statement that is made in fact, is written by -- by the management company and issued by the fund without knowledge of its falsity, is there any place they can get -- look to for relief?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"In the mutual fund, yes."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Perry, on the allegations of this complaint, these plaintiffs were harmed by the misrepresentations, the alleged misrepresentations from JCM to the fund. So if the fund was duped, would these shareholders, JCM's shareholders, have any relief?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the theory of -- of the fund shareholders? You said the fund shareholders recovered -- there was a settlement."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what was that action?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Perry. The case is submitted."}],"people":[{"id":0,"fullName":"MARK A. PERRY","firstName":"MARK","lastName":"PERRY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3156,"interruptions":52,"times_spoken":89,"laughter":0,"num_int_by":8},{"id":1,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":1854,"interruptions":33,"times_spoken":61,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"respondent","words_spoken":1223,"interruptions":22,"times_spoken":30,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":520,"interruptions":9,"times_spoken":28,"laughter":0,"num_int_by":4},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":888,"interruptions":4,"times_spoken":29,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":534,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":419,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":399,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":957,"interruptions":2,"times_spoken":32,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":775,"interruptions":4,"times_spoken":34,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":323,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":52,"words_spoken":3156,"times_spoken":89,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":55,"words_spoken":3077,"times_spoken":91,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":23,"words_spoken":4815,"times_spoken":191,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127075}}