{"petitioner":{"name":"JOSE ANGEL CARACHURI-ROSENDO","counsel":[0]},"respondent":{"name":"ERIC H. HOLDER, JR., ATTORNEY GENERAL. ","counsel":[1]},"caseNumber":"09-60","date":"2010-03-31T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 09-60, Carachuri-Rosendo v. Holder. Mr. Srinivasan. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Srinivasan, as a threshold question, is there a mootness problem here, because, as I understand it, the Petitioner came back to the country illegally and committed another minor crime? But his coming back illegally and being turned away again, as I understand the law, means that he cannot get any dispensation as a result of the illegal entry. So even if we were to hold in your favor now, I take it that he could not -- he would not have any hope of getting any cancellation of removal or any other dispensation. Is that so?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I -- I'm not sure I understand what you’re saying. You’re saying that his reentry was not illegal because his removal was illegal? Is that what you are saying?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but does --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But does it make the -- the second unlawful entry now lawful?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- I thought it's a separate offense to enter, to reenter improperly, and -- and that stays no matter, isn't that correct, regardless of the correctness of the prior removal order?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or am I wrong?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I -- I think also in the picture is that he never contested removability. The only thing was the grace: Would -- would he qualify for discretionary relief by the Attorney General? So the -- the removal order itself, I take it, would stand."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What elements would a State conviction have to contain to qualify as a finding of recidivism in your view?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. What would have had to have been determined in a State conviction for you to recognize, under your argument, that it would qualify as a felony under the Controlled Substances Act?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know of any State law that is analogous to the Federal law, precisely analogous?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I'm trying to -- to get to. What are the elements of that finding? What exactly -- because different labels are attached to different crimes that qualify you for recidivism under some State statutes, et cetera. I'm trying to get you to articulate what finding of recidivism counts, what are the underlying --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which court now, the State court?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So are you arguing that a State court has to make a finding of a valid prior conviction; is that it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it doesn't have to be a State felony?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The felony has to be a Federal felony, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Punishable as a felony under the Federal Act."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But this was punishable as a felony because it was his second drug offense. He was a recidivist. And although it was only a misdemeanor under State law, under the Controlled Substances Act he could be prosecuted for a felony, for a Federal felony. I -- I -- I don't know why that doesn't fit the statute."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He can't be convicted of a Federal felony in a State court. He has to be convicted of a crime --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which may be a misdemeanor, which would subject him to a felony conviction in Federal court under the Controlled Substances Act. And I think that's - that's what this is. He's convicted of a drug offense, and if - if he were prosecuted in Federal court, he would -- he was punishable as a felon --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in Federal court under the -- under the Controlled Substances Act."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn’t the --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn’t the crux of your argument that for present purposes the term \"conviction\" must include a determination of recidivism?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what would you say --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say about 21 U.S.C. section 851, the Federal recidivism provision, which says: \"No person who stands convicted of an offense under this part shall be sentenced to increased punishment by reason of one or more prior convictions.\" So under that statute, the conviction does not include the recidivism determination."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn’t that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume we’re not talking about immigration consequences. Let's -- let's assume we’re talking about an American citizen who has committed a -- a misdemeanor drug offense. When he is brought up under the Controlled Substances Act, even though he wasn't found to have been a recidivist by the State conviction, couldn't he be prosecuted under the Controlled Substances Act for a felony because in fact he is a recidivist?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but -- the crucial word here is \"punishable\" as a felony under the Controlled Substances Act. And the fact is if indeed he’s a recidivist, he could be punished for the -- for the felony. Now, you’re quite correct that the Federal court would have to find the recidivism, but -- but still he would be punishable as a recidivist."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Under the applicable State law, what’s required before the recidivist sentence is triggered? Is it a formal finding of recidivism by the -- by a jury?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And we've held that’s okay --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that you don’t need a jury."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But we have five States, isn't it, that have no recidivist provisions?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the thrust of your argument or the logical consequence of your argument, if you have one of those States with no recidivist provisions and you have ten separate possession convictions, they're still not a recidivist under the Federal rules?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. In my hypothetical, what would happen if -- if there was a deportation proceeding?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because there is no recidivist finding."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the State prosecutors often prosecute when they have a recidivist provision under that, rather than the much more difficult illicit trafficking crime. I mean, if you’re going to go to jail for a certain amount of years for a recidivist possession, that's easier to show than illicit trafficking."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know. It seems to me you go further than you need to and, moreover, imagine a State offense that just says possession of marijuana, zero to 5 years. Now, our problem is, reading those words, is that or is that not analogous to a Federal -- a Federal -- what a Federal law would make a felony? And suppose you discovered as a matter of fact that all the people who did have a prior conviction got more than a year. In simple possession, they got less than a year, which you’d have to do research to find out."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if those were the facts, I would say it is analogous to the Federal felony where this person was sentenced to more than a year."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we could argue that one --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but I don't see where -- that there’s a line, because it seems to me the rule is set forth -- we said in the last sentence here of -- what's the case? You know --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, Lopez. It says: \"A state offense constitutes a ‘felony punishable under the Controlled Substances Act’ only if it proscribes conduct.\" So we’re not looking at what happened in reality. We’re reading some words from a State statute."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what proscribes conduct punishable as a felony under that Federal law. This would be normal. We get some words in the State statute, and you have to decide are the -- those words cover some events in the world. And you look at those words, what -- the events they cover and discover, did they or are they analogous or not analogous to what is a felony under Federal law? Sometimes that's easy, sometimes it's not. You have a case, I think, that's easy. But I can imagine the case you’re talking about, not easy."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you say, what do you do? I see no rule there. I see no rule absolute how you treat it, so I probably would treat it by trying to look at what really happens under this statute in the world."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- where does it say \"offense element\"?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does it say that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, where in the statute --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- does it say \"offense elements\"?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you say that it says \"elements.\" I don't see any of our cases that say \"elements.\" And I -- and I think that -- that what we could do is look to the conduct that's likely to be at issue under these State words, and if in fact it's regular that the State does punish people for more than a year when in fact they do possess for the third time, at least there would be a good argument --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that that counts. You want to argue it doesn't count, okay. I don't know why you do."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, I mean, I'm interested in why you do, since that isn't your case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but the reason I ask my question is it seems to me your approach, which I think is consistent with Lopez and Nijhawan absolutely --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- does raise the question you are talking about. So I want to know: Why are you talking about it? Because I might be missing something, because I don't think -- if I'm right, your case doesn't raise these issues. Or am I wrong about that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Well, skip the question. (Laughter.)"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you this question --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Could I --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":6,"sideBefore":"justices","text":"If -- suppose a State makes simple possession a felony. Now, that doesn't make it a felony for these purposes, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. But in sentencing the -- the defendant in State court for this felony, the -- the defendant concedes that he had a prior conviction, and the judge finds that and takes that into account in imposing the sentence. What would happen there?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But what's missing there?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the difference between that and -- and a situation where, just because of the vagary of State law, recidivism is something that has to be proven in order to bring the offense into the -- into the felony level?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems to be a totally formalistic distinction that's based on the vagaries of State law. What -- what is the difference between someone who is found by a court under a State recidivism provision to have -- to be eligible for an increased punishment as a result of that finding and someone who is found by a court in the context of sentencing, discretionary sentencing, to have a felony possession, to have a prior -- a prior conviction and receives an increased sentence as a result of that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the -- is there any functional difference between those two situations?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But does it matter in that situation that that's an element, that has to be an element of the offense?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Srinivasan. Ms. Saharsky. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The exact words of Lopez, which I think are important: \"We hold that a State offense constitutes a felony punishable under Controlled Substance ... only if it proscribes conduct punishable as a felony.\" Okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Under Federal law. Now, there’s an ambiguity when you use a word like \"offense\" or \"crime.\" Sometimes you mean what this guy did, and sometimes you're referring to a statute. It's statutes that proscribe, not what this guy did. So we’re talking about the statute. So what it tells us to do -- and we said the same thing in Nijhawan, and I have written in other opinions the same thing -- you go read the State statute. Forget what he's done. Read the statute and see if the statute proscribes conduct that would amount to a felony under Federal law. So let us read the statute. We turn to the statute of conviction. What it says is it is a class A misdemeanor for which you are punishable of less than a year if you possess less than 28 grams or whatever. It says nothing about recidivism. There is no increased punishment for recidivism. So all we did was read the statute. The statute does not proscribe conduct that would be a felony under Federal law; it proscribes conduct that would be a misdemeanor. QED. This person has not been punished in Texas under a statute that proscribes conduct that would be a felony under Federal law. End of case. Now, what is the matter with what I just said?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What do you mean, “a two-step inquiry”?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Where does it say that? Where does it say that in the language? You are looking to the conduct that the statute proscribes, not what he engaged in. Suppose the State statute says it is a misdemeanor to steal a chicken, okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It is a misdemeanor. He is convicted of stealing a chicken. It turns out that the way he stole the chicken was to burn down the farmhouse. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"That is a felony. Now, what we have written is: Forget the second. I’ve written it in five opinions or four or three, most of which had a majority. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"It is called -- it is written right here in this case. It is written in Nijhawan. What is it that tells us to go beyond the conduct that the State statute proscribes, not some other thing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Where is the additional question? Read me the words of the statute that -- there might be. I'm not -- I'm being argumentative, but I want to know what words in the statute say there -- or what words in a case say go look to some other thing beyond what the State statute proscribes?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. What offense? The offense proscribed --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- by State law. That's why I asked you: Where does the State statute proscribe something that has to do with recidivism? I’ve read that State statute three or four times."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Saharsky, do we take into account at all -- I mean, in Lopez as I understand it, the petitioner prevailed because it would not have been a felony under the Federal law. Is that right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Here we’re talking about two crimes. One is a small amount of marijuana. He gets 20 days in jail. The other is a pill that I never heard of, a Xan-something, and then he gets, what, 10 days in jail for that. If you could just present this scenario to an intelligent person who didn't go to law school, as you're going to not only remove him from this country, but say never, ever darken our doors again because of one marijuana cigarette and one Xan-something pill -- it -- it just seems to me that if there’s a way of reading the statute that would not lead to that absurd result, you would want to read the statute. If you are forced to read it because there’s no other way -- but maybe there is another way."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it has --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Can you tell me what --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What would happen if there -- forget the State. There are two Federal offenses. The first Federal offense is drug possession; the second Federal offense, drug possession, but the prosecutor is not quite sure that he has a strong case or she has a strong case for recidivism because of the first conviction. So the -- on the second go-around, the conviction is without the added finding of recidivism. What does the INA do with that case?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you’re telling us --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what would --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":5,"sideBefore":"justices","text":"So something's not a Federal felony and it's now subject -- because he hasn't been convicted in Federal court of recidivism -- now he's being punished under the INA or removed under the INA for what is not a felony under Federal law?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could I just ask you one --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":6,"sideBefore":"justices","text":"If -- if I could just finish on this one -- this one. In this hypothetical that we’re discussing, the -- the two Federal offenses but no finding of recidivism, does the INA have the authority to question the first conviction because it was uncounseled or in effect collaterally question the first conviction?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, what -- our hypothetical here is Federal."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought if it’s in the Federal court, and the -- they are going to use it as a recidivist offense, (a) the defendant is notified of that, and (b) is given an opportunity to say there’s something infirm about that first conviction. That's totally absent from this picture. You say, oh, well, that's just a matter of procedure, so he doesn't have to get that anyplace. I think that Congress is requiring that. It's certainly an element of fundamental due process fairness, notice and opportunity to say, no, the first conviction shouldn't count."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You go ahead."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But my point is that if it all happened in the Federal court, if these two possession offenses all happened in the Federal court, at the time of the second one the -- the defendant would have gotten the notice and the opportunity to knock it out. I'm not talking about immigration, but just -- and he doesn't have that opportunity the way you treat it. He doesn't -- didn't get that in the State court because nobody thought that this was a recidivist offense in the State court."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do we know practically, both on the State side and on the Federal side, do prosecutors presented with a simple possession case, do they -- do we ever see in real life this combination that somebody's going to be convicted as a recidivist when it's one marijuana cigarette on one time and one pill on another? Do prosecutors, Federal or State, do that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you a related question, which will show what I'm trying -- another thing that’s worrying me. Suppose we’re in the Armed Career Criminal Act. Now, I have -- this is my hypothetical. You’ve heard of cat burglars. Well, this gentleman is called the pussycat burglar, and the reason is he’s never harmed a soul. He only carries soft pillows as weapons. If he sees a child, he gives them ice cream. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"It is absolutely established that this person in breaking into that house at night only wanted to steal a pop gun, and he is the least likely to cause harm in the world. Question: He is convicted of burglary. Is that a crime of violence? Answer?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Correct."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The answer is of course, because we are not looking to whether he is the pussycat burglar or the cat burglar. We are to look to the statute of conviction and see what it is that that behavior forbids -- the statute forbids. Lewis, Nijhawan say -- do precisely the same thing with this part of that long list. Indeed, Nijhawan lists this provision as an example of what you would do the same thing for. Now I'm back to my first question. Let's do it. Read the Texas statute. And where in that Texas statute does it say a word about recidivism or punish that conduct? Now, if I adopt your position, am I not, not simply overturning Lewis and Nijhawan, but getting a very mixed up area of the law which we have tried to straighten out -- Taylor, ACCA -- once again totally mixed up. That's my concern."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Under the Federal --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Under the Federal statute, it's only punishable on -- for recidivism purposes if the prior conviction was valid, because, as Justice Ginsburg pointed out, the statute permits a defendant to object. Who has the burden of proof of proving validity is irrelevant. It's not punishable as recidivism unless the prior conviction was valid, constitutionally valid. So why isn't that same standard or proof thereof required either in the State conviction under your -- under any theory, or by the IJ? The IJ fails to make that finding, how has he and on what basis has he ruled that there was a valid prior conviction?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But only under a process that requires notice --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- And --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, you would suggest, then, that even if a prior State court conviction was secured without the advice of counsel, that would qualify as a Federal offense of recidivism. So let's assume this case, that in neither the conviction for the one marijuana stick or the conviction for the one sleeping pill, that if those convictions were secured without the advice of counsel, that would be enough to qualify him as a recidivist under the Federal law."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could a -- could a defendant whose prior conviction was under a State recidivism statute claim that that conviction was invalid because that defendant was at that time deprived of the right of counsel? Do you see a difference between that situation and the situation in which -- and the situation in the sort of case we have here with respect to the issue of whether the prior conviction was invalid because of the deprivation of the right of counsel?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why are they distinguishable? You could -- you can -- you could -- a person faced with removal could challenge a prior conviction on the ground that there was a deprivation of the right of counsel, whether or not it was pursuant to a recidivism -- whether or not there was a recidivism issue in it, couldn't -- couldn't they?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what case do I read to establish that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but Almendarez-Torres was a different offense; was it not? I mean this is -- this is a drug offender who -- it's not like a burglar who stops burglary to take up a new trade. This is -- this is a drug offender who continues to repeat under the drug offense laws, and I thought the position was that this shows a particular propensity, a particular immoral attitude that’s not being corrected. And so that the recidivism makes him a worse person."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's what was worrying me, that's why I asked the other question. But the -- what was worrying me would be a statute where they -- it's big enough in the State to cover possession with recidivism or not, and they deal with it at the punishment stage, and I can see your point in respect to that. But that isn't this statute. This statute not only doesn't deal with it at the punishment stage; it's forbidden to take it into account because what this says is you can only get recidivism if you previously had a conviction for a class A misdemeanor, and the prior conviction here was a class B; and, therefore, one thing we know about the statute is that under this statute, his behavior as a recidivist is as close to irrelevant as you could make it. That's why I’m back to the cat burglar."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It did? Well, Nijhawan uses this provision as an example of where it didn't."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- because your time is running out. I take it your answer would be the same -- at least these two misdemeanors were committed a year apart, but if they were 10 years apart, your answer would still be the same?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There was another crime, I thought a more serious crime, though still a misdemeanor, in this picture, but the Texas prosecutor didn't make anything of that. Remind me of what that was, but I thought it was a -- a more grave offense."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So we respect that judgment on the part of the prosecutor, not to make it a -- a ground for a recidivist charge, but we don't respect the prosecutor -- Texas prosecutor saying I'm just going to treat this like it's a first-time misdemeanor; that's it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Saharsky. Mr. Srinivasan, you have 4 minutes remaining. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We usually think of recidivism when we talk about statistics as being repeated for any crime. This is a recidivism of a special kind. It's repeating the same -- the same thing. Is that essential to your argument? I know it's essential to the -- to the Federal statute."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you distinguish Nijhawan? I mean, there what made it a Federal felony was the fact that more than $10,000 was obtained from the victims. But that was not found in the -- in the State conviction. It simply was not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No issue."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about the $10,000? That --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He was never convicted of having obtained by fraud more than $10,000 from the victim."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You still had the word \"convicted.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is what you’re relying on. That word was applicable there as much as it’s applicable here, and we did not require him to have been convicted of having obtained more than $10,000."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that’s -- that --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because she got to that argument at the end, and she said my -- I wrote that, I think, and I -- when I used as an example or the text uses an example, this provision is one where you don't look to real conduct. She said that was a mistake, really. It was overstated, because what they’re saying is that recidivism analogous to the $10,000 was meant to be a real conduct aspect, not just offense of conviction, and -- and she gave similar reasons. That's why -- similar reasons are that the States are too mixed up in this; it will be too difficult to look at that element itself. So she’s trying to analogize that to the $10,000. Now, why isn't that a good analogy?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Make your second point short."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3950,"interruptions":36,"times_spoken":80,"laughter":0,"num_int_by":7},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":3115,"interruptions":21,"times_spoken":44,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":123,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":701,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":463,"interruptions":5,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":421,"interruptions":3,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":408,"interruptions":8,"times_spoken":16,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":463,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1634,"interruptions":8,"times_spoken":41,"laughter":4,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":3950,"times_spoken":80,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":21,"words_spoken":3115,"times_spoken":44,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":29,"words_spoken":4213,"times_spoken":133,"laughter":4,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.32630290870831985,"respondent":0.6736970912916802,"date":1473644743611}}