{"petitioner":{"name":"JASON PEPPER","counsel":[0,1]},"respondent":{"name":"UNITED STATES\n","counsel":[2]},"caseNumber":"09-6822","date":"2010-12-06T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 09-6822, Pepper v. United States. Mr. Parrish. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I think you -- I think you've got a difficult job navigating between your two issues. It seems on the first one, the 40 percent to 20 percent, you're saying: Look, you've got to stick with what you did before. And when it gets to the post-sentencing consideration, you're saying: Well, we can -- all bets are off; we can start -- start anew; we can look at things that have happened since. Is there a way you reconcile that -- those -- that tension?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the law of the case --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the law in the case is left to the district court, then the district court can say, well, the law of the case -- that's what that other judge said, but it was a question of what's a reasonable time, and I'm -- I appraise it differently. The -- the judgment has been vacated, the sentence has been vacated, so how does the law of the case survive? I mean, is -- the judgment is no longer --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can a district judge say later on in the process: I made a ruling earlier in the case; I've since done a lot of research, and I now think that that ruling was wrong?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Well, that's kind of a fortuitous situation, then. You're sort of saying if you end up with the same judge, she can reconsider her own prior determination. But if you, for whatever reason, the death of the first judge, you're in a different judge, she's bound by what went before. That doesn't seem right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even with the original judge?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless there are new facts or some -- some new --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I'm -- I'm a little confused."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that the entire premise of Booker was that judges should have full discretion under 3553 to balance the factors that are required by the statute to be balanced and to come to what they believe is the appropriate sentence. If we impose, in a resentencing, in a remand order that has vacated a prior sentence, a limitation on that power, don't we in turn do exactly what you're arguing in your first half of your appeal, which is unconstitutionally tie the hands of the judge? I think that was what Justice -- the Chief Justice was getting to in his first question."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So why isn't a new sentence just that: A new sentence? And the judge, whoever the judge is, can do what they're supposed to do, which is to look at all of the factors and weigh them as that judge believes is appropriate, assuming the remand order is not a limited order."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but one -- one of the new facts that -- that is before a judge on remand is that part of the basis for his decision has been eliminated. He -- he gave additional time because of a certain factor, and the court of appeals says: Oh, no, you can't look at that factor. And then he looks at the whole thing. He says: Gee, without that factor this guy is getting off scot-free. You mean he cannot -- he cannot readjust his other discretionary judgments in light of the fact that this additional factor doesn't exist? That seems rather -- I don't -- counterintuitive, I guess."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do you do with 3742(g)(2)?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be consistent with Booker for Congress to pass a statute that says the following? When a judge initially imposes a sentence, the judge must specify all of the factors that the judge thinks are relevant to that sentence, whether it's going to be a sentence within the guidelines or a sentence that's outside of the guidelines, and if there is then a remand, the judge may impose a sentence based on the factors that were listed at the initial sentencing but not based on any other factors."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that exactly what 3742(g)(2) does?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It says -- well, under 3553(c), the sentencing judge is supposed to explain the factors that justify the sentence that's imposed. And that would -- that means explain a sentence outside of the guidelines; also explain why the judge chooses a particular sentence within the guidelines range."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And 3742(g)(2) says that when there's a remand, the judge may take into account all the factors that were mentioned the first time, but not other factors."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Has the Sentencing --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the Sentencing Commission -- it still has that guideline that you can -- you can depart -- you can lower within the guideline, but not beyond it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Is it --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But as far as the Sentencing Commission itself is concerned, its position is still that postconviction behavior does not warrant a below-the-guideline sentence?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that Mr. Pepper had an identical twin, and suppose that Mr. Pepper and his twin engaged in the same criminal conduct. They're charged with the same offenses; they're tried together; they're convicted of exactly the same offenses; they're sentenced on the same day. Between sentencing and the time of the appeal, they -- they rehabilitate themselves in exactly the same way. The twin's sentence is affirmed on appeal, and Pepper's sentence is overturned and he is -- he gets a remand for a new sentence. Why is it justified for Mr. Pepper to get credit for post-sentencing rehabilitation, but his twin does not?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"His twin -- his twin did everything that was expected of him, too, but he doesn't get any credit for the rehabilitation. He just gets good time credit for good conduct while he's incarcerated."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's -- it's warranted that the one get the benefit, and it's unwarranted that the other does not. I mean, the departure in the case of the one who gets reconsideration is warranted, but that doesn't mean that the disparity is warranted."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a guideline that says that there cannot be a departure for rehabilitation after an initial sentencing that's set aside?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No. So there's no guideline. So as far as the answer to Justice Ginsburg -- what I thought was her question, that is -- the guidelines initially said that the Commission has the power to limit departures --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but it doesn't do it, except for race and gender --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and age. That's right. So under the guidelines, a judge can depart for any reason except those few forbidden things, which I think are properly forbidden."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Yes. And --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and that's still the law. That's still the law."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And so it's -- it's the circuits that have made this thing up."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what would the source of law be to make up such a thing? I mean, what is the source --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What law gives the right to the -- to -- a -- a circuit, to make that up, would have to say it was an unreasonable thing to do. Now, I guess you could have an argument either way on that, but it doesn't strike me off the bat as unreasonable, where a person has rehabilitated himself, to take that into account."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And we would have the power to say that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about 3742(g)(2)?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"I wasn't going to bring that up."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"That's what we're arguing about."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"No --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You may want to --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- reserve time. Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McLeese. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Wait. Which guideline? What guideline prohibits that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, isn't there a difference between evidence that -- evidence of conduct that occurred prior to the initial sentencing but wasn't known at the time of the initial sentencing, and evidence of conduct that occurs between the initial sentencing and the resentencing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And what's your --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":9,"sideBefore":"","text":"Maybe it's all or nothing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"It is."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Maybe it works both ways, that the defendant doesn't get the credit for good conduct between sentencing and resentencing but also doesn't get punished at resentencing for unproven conduct that occurs between the first sentence and the next -- and the second sentence."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Was that your fourth point? I'm all on pins and needles waiting for your fourth point."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"If Congress reenacted 3742(g)(2) tomorrow, would it be valid?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why? Because the -- look, the -- that is not this case. This case, they never had a chance to consider whether Booker applies or not, so this is, I think, a special case. But think of 3742(g) in general. It's pretty easy to read that section as applied to instances where a judge, the initial sentencing judge, has decided on his own volition to apply the guidelines rather than not to apply them. Now, in such a case, he sentences the individual. There's then an appeal, and the appeal he's reversed on. What in the Constitution says there has to be a second chance to decide whether the guidelines or something else should apply? What in Apprendi says that? What in any of these cases says that? This is an Apprendi problem. As you know, I've dissented throughout; I think this is bad policy, but -- I've disagreed with everything, but forget that fact, important though it is. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"But the -- the thing that's worrying me about -- and I don't think -- I agree with you on policy, but what I'm -- what I'm having trouble with is: Is it better under the law to say yes, we can interpret 3742(g) so it can be constitutional, and then if in some cases it violates Apprendi, let the court say that in this case it violates Apprendi. But it just isn't clear to me, which is why I left it alone the first time. It's not clear. So -- so -- as to when it is, when it isn't constitutional. You got my whole question there?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And I'd appreciate as much answer as you can give me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You think that violates Apprendi?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":9,"sideBefore":"","text":"Yes."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":9,"sideBefore":"","text":"Well, under 3553(c), the court is supposed to explain the reasons for the sentence, even if it's within the guidelines; isn't that right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And so if the court is deciding whether the sentence should be 57 months or 63 months, whatever the figures were that you gave, and the court thinks that some factor -- let's say age -- is significant, the court should say: I'm sentencing the defendant to 57 as opposed to 63 because of the defendant's advanced age or young age or whatever it is. Now, on appeal, the -- the court of appeals says the guidelines sentence was improperly calculated; it should be -- the real range is 120 to 125 months. Remand. Now if the court wants to grant a departure or a variance based on age, the court has mentioned age previously as a relevant factor, and it can do that. But if age wasn't -- if age was not relevant to the determination of where within the guidelines this sentence should be set, why is it -- why does the Constitution require that age be a relevant factor, a factor that's open to the judge on resentencing?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It's just a notice provision. It's not -- it's not something that substantively limits what the court can do."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"The answer to this case is, I don't think, too hard. You say it's at least questionable enough, 42(g) you could say, at least questionable enough that it's the same box as the ones that were excised. MR .McLEESE: And --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"And then there has not been focus in the district court on what the district court would want to do, assuming he is free to apply the guidelines or not, on the remand decision that that judge has never made."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"They didn't say -- forget that argument. What I was about --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I do have another point I'd like to get out, as long as I have this opportunity. It seems to me there's a considerable confusion, perhaps, only from my point of view, but this word \"variance\" -- I mean, why is it felt necessary to use the word \"variance\"? If it's true -- and it's not totally true, but if it's true the judge -- you can apply the guideline, apply it. Now, the guidelines themselves gives you the right to depart in every single case but, for example, a handful of factors such as race, where you really shouldn't change the thing just because of race. So what is the need for the variance? Now, maybe this 5K9-point whatever that is -- maybe there are a handful where there is a need, and maybe this is an example of it. But are there a lot, many, what -- can you just talk a little bit about it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It's just a policy statement. Does it enjoy the same status of law?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, I get it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, perhaps before your time is up, you'd like to address the first question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But it has nothing -- but what if the appeal had nothing to do with the issue at all? I'm thinking in -- the analogy in the civil context, so you have two totally unrelated issues. If you appeal issue B and that's what the fight is about, and you reverse and send it back, it would at least be unusual for judge to say, oh, and by the way, I'm coming out the other way on issue A."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But these are not interconnected, are they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"No, my point is that the level of assistance is not in any way connected to the post-sentencing conduct."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but why -- why does that matter when you're talking about two totally unrelated issues?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"There's no reason to suppose that the court of appeals thinks there ought to be -- or any issue with respect to the question A when they focus solely on question B."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, you're worried about the general rule, but you agree that none of those arguments make any sense in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That would not interfere with the new judge's or the judge's discretion across the board?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I have never had to sentence someone, but it seems to me, particularly when you have a change in the judges, there's a very personal investment in what you do with the -- the defendant, and to say that, well, another judge looked at this factor so your hands are tied in that respect is -- is a questionable result."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there reason to suppose when they say de novo resentencing, they're talking about the mistake that was made with respect to issue B and not issue A?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do they -- is it their practice in some cases to say we're sending this back for de novo sentencing but only with respect to the issue that we addressed? Or do they just normally throw it out and say start over, without any supposition that the district court would take a look again at something that wasn't before the court of appeals at all?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Could they -- are you aware of any case where the Eighth Circuit has said we're sending this back for resentencing but only on the issue that we addressed on appeal?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Ciongoli. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And as far as you're concerned, Justice Alito's question about post- -- post-sentencing criminal conduct couldn't be considered by a court, either?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Because it wasn't a factor mentioned in the original sentence, so you would apply the rule equally to --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any logic to that? I mean, I know that when I was a district court judge, routinely post-sentencing criminal conduct would make me wonder whether this person really was worthy of a lower sentence or not, or of whatever largesse I may have given him or her in original sentence. What makes sense about that?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I -- when this provision was passed, Congress was worried, I thought, about the situations where district court judges' hands -- were on appeal told you can't use this ground for departure, and often the court, because they thought the original sentence they gave was fair, would then articulate another ground for departure that they hadn't earlier. But didn't all of that go out of the window with Booker? I mean, the presumption in -- that drove Congress was that the guidelines were mandatory. Once Booker said they weren't, why should we be limiting Congress -- a judge's discretion ab initio or post hoc to giving what they believe is a reasonable sentence?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but there are two explanations for your hypothetical. One is there has been a real change that affects the judge. The other is where you -- where you began, I thought you were going, where the judge is evading the court of appeals. Those are two different things. I mean, one may happen, and one may not."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How many of those statutes are left that we -- that the Court hasn't looked at?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Which are the three?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But all those -- what you'd tend to do is take the parts that refer to the other statute and say they don't do anything. And does that ruin the provision it's in? The answer, I think, normally ws no, it doesn't ruin it at all. It makes sense. But this one is a tough one. I grant you that this one is a tough one. And my problem of course is I can think of a constitutional way of applying this, but it's a little far-fetched. And the far-fetched one makes me think that it's unconstitutional in the far-fetched nature of it, and I don't think it has a spillover."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You see, the far-fetched one was the one that was brought out. I mean, not far-fetched. To -- to say in those circumstances that it is constitutional, where they're going to apply a new guideline and they don't have the evidence -- as much as I dissented in Apprendi, I think that one probably does violate Apprendi."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And I think I have to stick up for that, don't I?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Would that -- I mean -- we right now are receiving hundreds of petitions saying the court didn't sufficiently articulate its reasons. We're going to change the practice of the district court. I mean, dramatically."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You think that's a good thing to do?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They can check a box. They can check a box and the -- unless they're going to depart. Now, the part that's not necessary -- you could deal with later, but the part that's confusing me is where this word \"variance\" comes into, because I think the word \"departure\" would normally -- normally -- cover the matter. And then when it gets to the court of appeals, the court of appeals, whether they're inside the guideline or outside the guideline and have departed, reviews the matter for -- you know, inside and have departed or outside, those situations. It says in Booker the standard is to review for reasonableness. But where does this variance business come in?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's true that -- that in all of the briefing in Booker, 3742(g) was not mentioned by any party."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So it wasn't a question of the Court overlooking it. The Court didn't say anything one way or the other about it because it wasn't presented as one of the statutes that would have to be overruled."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But the problem, to be very specific, is I think the following: The first sentencing, the judge applies the guideline. He says: There was $300,000 stolen from the bank. I look it up over here and I get sentence X. On appeal, the appellate court says: You should have counted the securities as money taken. So it's 1,300,000. So go and apply guideline Y. He goes back, looks at Y -- it's a very high number -- and thinks: Given certain circumstances which make this case unusual, I want to depart downward. Now, I would have thought that the judge's behavior in that second instance would have violated Apprendi, because that judge was either going to sentence even without the departure on the basis of his having taken some securities worth a million dollars which was not a fact that went to the jury. So there it is. Or he'd have to throw aside the guideline. But this statute says you can't throw aside the guidelines, and you can't depart for a reason that wasn't previously given. So this statute is -- is forcing him to sentence on the basis of a fact that was not found by a jury. I think that's the argument for saying it violates Apprendi. And I -- I don't see why it doesn't."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How? Would -- would you explain, as concisely as you can, why you think that (g)(2) would be unconstitutional in -- in some limited category of cases, and how that can be avoided by what you call a flexible interpretation?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but -- I mean, why wouldn't you read that simply to have been overcome by the holding of Booker, that you apply -- that every judge has to apply 3553 factors and decide the ultimate sentence on the basis of those factors? I mean, isn't that what Booker said? And why wouldn't you apply that to -- to (2)(A) and (B) as well?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But doesn't it conflict with 3553(a)(2), that is, the overriding provision that a sentence should be sufficient but not greater than necessary to deter criminal conduct? And the judge is looking at this defendant and says -- a criminal -- to deter criminal conduct and protect public against future crimes: Well, this person has turned out to be a model citizen, and we don't have to keep him in for a longer time to protect the public against future crimes. So if I were to apply 3742(g)(2), I would give him a sentence that is unnecessary to protect the public against future crimes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Parrish, you have 2 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Ciongoli, you have briefed and argued this case as an amicus curiae in support of the judgment below at the invitation of the Court and have ably discharged your responsibility. The case is submitted."}],"people":[{"id":0,"fullName":"ALFREDO PARRISH","firstName":"ALFREDO","lastName":"PARRISH","counsel":true,"justice":false,"side":"petitioner","words_spoken":2239,"interruptions":14,"times_spoken":40,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ROY W. McLEESE","firstName":"ROY","lastName":"McLEESE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2338,"interruptions":20,"times_spoken":32,"laughter":0,"num_int_by":5},{"id":2,"fullName":"ADAM G. CIONGOLI","firstName":"ADAM","lastName":"CIONGOLI","counsel":true,"justice":false,"side":"respondent","words_spoken":1950,"interruptions":8,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":658,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":347,"interruptions":5,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":262,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":613,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1306,"interruptions":7,"times_spoken":30,"laughter":1,"num_int_by":3},{"id":9,"fullName":"MR. MCLEESE","lastName":"MCLEESE","counsel":false,"justice":false,"side":"","words_spoken":97,"interruptions":2,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":67,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":34,"words_spoken":4577,"times_spoken":72,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":8,"words_spoken":1950,"times_spoken":21,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":19,"words_spoken":3692,"times_spoken":105,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":4},"num_jusitces":8,"prediction":{"petitioner":0.40218629440284315,"respondent":0.5978137055971569,"date":1472501779067}}