{"petitioner":{"name":"PERCY DILLON","counsel":[0]},"respondent":{"name":"UNITED STATES.\n","counsel":[1]},"caseNumber":"09-6338","date":"2010-03-30T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We’ll hear argument first this morning in Case 09-6338, Dillon v. United States. Ms. Freeland. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Freeland --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"What if the Sentencing Commission just issued a new guideline and said anyone with a -- a crack sentence, their sentence is going to be reduced by 10 percent? That wouldn't present any problems, would it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's no --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But 3553(a) doesn't even come into play under my hypothetical."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"3553(a) doesn't even come into play, so there's not a resentencing by a judge. It is just an across-the-board policy, like increasing good time credits."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, in -- in this case, but in my hypothetical Congress hasn't done that. It hasn't -- or the Sentencing Commission hasn't done that. They haven't invoked the discretionary sentencing. They just said: Across the board, 10 percent off."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why is that? It's the same hypothetical of the Chief Justice. I'm not interrupting your -- your discussion with him. Suppose, pursuant to a permissible regulation, the BOP says: Just file paperwork with us, and if -- and if you show that you were under a crack cocaine sentence, you’re going to be reduced by X number of months, period. Just file it. What --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a problem with that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the -- the hypothetical is Congress doesn't do this. The hypothetical is that Congress just tells the BOP: Find out who's in on crack cocaine and release them -- whatever, 20 months early."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What’s wrong with that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Then the Chief Justice's hypothetical, at least for me, meant: What -- why should there be a difference?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the constitutional difference that would inure a Sixth Amendment right in the resentencing by the court that doesn't when it's a resentencing or a modification of a sentence by the Bureau of Prisons?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But is this truly a new sentence, meaning a person serving a sentence? This is an act of clemency. Whether the Bureau of Prisons does it or the court does it, why should we introduce a different binding or non-binding constitutional limit on one body rather than the other?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Freeland --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"May I take you on another path, not the question of the difference between the two -- two sections. We have a large prison population, and then Booker comes down, and then the guidelines change only as to crack cocaine, nothing else. All of the others whose sentence has become final cannot get into the court's door because they don't have the entering wedge. In what system -- what fair system would say, aha, because the crack cocaine guideline was reduced -- the disparity was reduced -- these people are now going to overcome the finality bar, but all of the others who are identically situated with respect to all other factors, they don't get their sentences revised?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But why should, bearing in mind that entire prison population similarly situated, the courts say it’s -- the finality bar is lifted only to the extent that the crack cocaine guideline disparity has been reduced?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you -- if you are right that this benefit goes to -- only to the class that can get in the door, wouldn't that be a powerful motive to the Sentencing Commission not to make its guidelines reductions retroactive?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It wouldn't say that. It just wouldn't do it. That's all."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it’s certainly a factor that if I were -- if I were on the Commission, I would certainly take that factor into account. Every time I make it retroactive, it’s going to reopen -- going to reopen the whole sentencing and -- and allow a Booker application where -- where it didn't apply before. How can I close my eyes to that if --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if I’m making the retroactivity determination?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Only Booker?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"justices","text":"But that means it --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Only Booker? What if there is another constitutional objection to the sentence, and he goes back under -- under the crack cocaine? Can you say, oh, and, you know, also, it violated my rights under equal protection? You didn't notice that before, but here's the argument. Is that before the sentencing court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, you would you have to say. So --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not only as unfair as Justice Ginsburg hypothesized. It's even more unfair than that, because just because of the crack cocaine change, somebody with an equal protection challenge gets to raise that. While somebody in prison without an equal -- with an equal protection challenge but not the crack cocaine one is still stuck."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a new constitutional rule. This is an old one. This is one that was -- you know, the equal protection clause has been in the books for a while. And -- and he -- he just gets the chance to raise it solely because of the fact that his conviction involved crack cocaine."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no, no, no. I thought under your theory this is a whole new sentencing. So who cares whether he waived it at the first one? We’re starting from -- from point zero."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And my point is that they shouldn't under your theory. The fact that he waived it at the earlier sentencing under your theory should not matter at all, because your theory is that this is a whole new sentencing, so who cares what went on in the prior sentencing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why do you -- why do you pick on -- on Booker as -- as not carrying over? I mean, if you say that there carries over from the prior sentencing his failure to raise the equal protection claim, why can't you say it's also law of the case that the Booker objection doesn't stand? It's law of the case. It was decided before Booker, and that's the law of the case as far as that's concerned."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your theory, there’s no bar to an upward sentence by the -- by the judge, because if it's a brand new hearing subject to Booker, which mandates complete discretion under 3553, the judges define the sentence that fits the crime and the defendant. So you don't mind an upward --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you want --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You only want part of -- the statute, not the whole statute?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you want the whole statute, then it's a new sentence. You can't beg and say the statute limits up and down, but I only want the down --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and I want a new sentence. It doesn't make sense."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's -- what's the -- the words in the statute is that it may reduce the term. You can’t change the term -- you cannot change a sentence, except that you can reduce the term if such reduction is consistent with applicable policy statements."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you see anything -- what's -- what's unconstitutional about that? Then they issue a policy statement, and the policy statement says you can't reduce it except insofar as our new -- whatever the new thing is -- applies. If you’re arguing that that violates the Constitution, what I’m missing is why? What violates the Constitution in that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't remember --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought in Booker -- and I have to go back and look at it, but I thought in Booker the Court held that certain specific -- like certain specific words in certain specific provisions of the -- the sentencing statutes were unconstitutional because of Apprendi and because of the other part, Booker itself. Well, 3582 wasn't one of them. So -- so there must be something unconstitutional if you’re right. I don't see how you get around this statute."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. If it's not unconstitutional, then why don't you have to follow it? Because what it says is, you cannot get a reduction except in respect to what the policy guideline says. And the policy guideline says you don't get a reduction, except insofar as we’ve reduced a sentence in a particular respect. What's unconstitutional about that? I'm -- I'm not saying there isn't. I want to know what your argument is that it is unconstitutional."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what it says. I don't know how you’d interpret it some other way --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if that's what it says."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it just says what we're doing is we’re reopening the sentencing in respect to the particular way we reduce people's sentence, not in respect to something else. That's what I read the policy statement to say. That if there were 19 things that were considered in the sentence and one of those 19 is changed in a downward direction, then it says we make an exception, says the policy statement. You can reopen number 19, but not the first 18. Now, why is that unconstitutional? What in the Constitution prohibits doing that?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Freeland, what would happen if the -- the motion is made with respect to the crack cocaine, and the judge said, I'm -- I'm not going to -- I deny the motion? Would the judge then have to go on and consider Booker and say, now, on this piece, I deny the motion, but now I can just do whatever I want with the rest of it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if -- suppose Congress and the Sentencing Commission had made it crystal clear that they are authorizing a reopening but only with respect to one piece. You say -- you say no matter how clear it is, as a matter of constitutional law, because Booker has been decided, the whole sentence is up for --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- consideration?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a better answer to Justice Breyer's question. You want my better answer?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"It's -- it's -- it's not -- it's not section 3582 that’s unconstitutional, and it isn't even the provision for being guided by a policy statement of the Sentencing Commission that's unconstitutional. It is the nature of the Sentencing Commission's policy statement that is unconstitutional. Surely, if the Sentencing Commission had a policy statement which said you will reduce it for white prisoners but not for black prisoners, that would surely be unconstitutional, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And your point here is that the policy statement which says you effectively will disregard Booker is unconstitutional?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That works, doesn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You agree. Now -- now, what -- that's what I -- I could understand that if 3582 said to the judge you resentence him. But it doesn't say that. So there’s a sentence in effect, and what 3582 says is a -- a sentence can be reduced just as if, to go back to the beginning, Congress passed a statute or the Commission said everybody's sentence will be reduced. That doesn't change what the sentence was. It says there’s a reduction, like for good -- good time. So it says a defendant, if he has been sentenced based on factor 19 in the case, the court may reduce the term of imprisonment, the term of imprisonment there under the sentence. So I'm back to my question. What’s unconstitutional about that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And what the court just says is the court -- the Commission says: That's right. You may reduce it in respect to what we’ve considered; you may not reduce it in respect to something which is not considered. So I'm still puzzled about the constitutional problem."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, you don't have to apologize."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand your argument now. And I didn't quite and now I do. So there’s nothing to apologize for."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You wanted to get the idea in my mind. I'm not expressing that in my question, but I got your answer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Why --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why could they -- the first part of that, why could they not hold him for the term under the 1993 sentence?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what if the President reduces the sentence using his pardon power? He cuts it back; he cuts it in half. The Bureau of Prisons has to hold him for the full term of the imprisonment? No, that can't be true."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So why is this any different?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is this any different? I mean, there are obviously -- what it proves is that there are exceptions to that requirement that they hold him for the term of imprisonment. They -- they have to hold him for the term of imprisonment unless it has been shortened, right, by -- by pardon or remission of part of the term by the President or what the argument for the government is, or by application of this retroactive rule by -- by the Commission."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that’s what it says. It’s -- the other thing that has bothered me, to tell you the truth, is -- is the part of the point that was brought up previously, that it is up to the Commission whether to make it retroactive. It is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know why they couldn't take into account that to make any drug-related change, you see, and then make that retroactive, is going to reopen the sentencing for every single person who has already been convicted of a drug crime in the Federal courts, of which there are probably tens of thousands. And -- and I think they would properly take that into account. And, therefore, they might properly say, we're not going to make this retroactive."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I’ll make this brief because your -- your rebuttal light is on. Your answer made sense when we talk about term as opposed to sentence, if you just look at (c). But (b) says, “Notwithstanding the fact that a sentence to imprisonment can be modified ... a judgment of conviction that includes such a sentence constitutes a final judgment.” Does (b) not apply to (c)?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Freeland. Ms. Kruger. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Does that extend to -- which was part of this case -- the court notices that there was a technical error; it was a calculation error the first time, and the judge says, well, I’ll fix that up, too. That was an arithmetic error."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that gets tied up, doesn't it, to your argument that this is not a part of the criminal prosecution, that this is a -- not a Sixth Amendment proceeding, but -- not a Sixth Amendment proceeding, so it doesn't require constitutional protection?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Am I correct in understanding that 3582(c) was enacted prior to our decision in Booker?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And is it clear that it should be construed as though the system was mandatory before the decision in Booker, rather than construed in the light of the remedial decision in Booker?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Is that any more a dramatic change than was made in the Booker remedial opinion itself?"},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But the remedial opinion basically rewrote the whole statute on -- except first it didn't have to reach 3582(c), but it certainly changed the -- the nature of the mandatory provisions that were previously in the statute."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Have there been other guidelines ranges that have been reduced, and, if so, were those also retroactive?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can -- can I ask you a different question on the secondary argument that they make? When I read the secondary argument, that there was an error in the calculation of the guidelines and she would like to have that error corrected, I didn't see anything in the policy statement that would prevent her from getting that correction."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":7,"sideBefore":"justices","text":"I think you told me -- I asked you that question, and you told me it could not be corrected, because everything was final."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But why?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What in the policy statement? Because what it says is: What you're supposed to do is: Judge, you go and look at the guidelines that were applied. Now, substitute the new one reducing the sentence for the old one, and then go apply it. And, therefore, that seems to me not to block a claim that would say, when you apply these guidelines with the new one substituted for the old one, apply them; that is, if, in fact, there was an error the first time. Now, she may have a hard time showing that, but if she can show it, what in the words that are right there in (b)(1) stops her from getting that correction?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I have it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I have it in front of me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That’s right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That’s right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, all other guideline application decisions, and the claim is that they just made an error, like a clerical error, a clear error, manifest injustice, in that first math. Do you think that this would leave them unaffected?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. I see."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I guess they also made a mistake in not applying Booker, right? (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. I would have thought the objection to that is: No, they didn't make a mistake in applying Booker, because this Court has said that Booker isn't retroactive."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And, of course, they did make a mistake if it is retroactive. And then the Court should have said it is retroactive, in which case there would be no problem."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I know my word was: It shall leave all other guideline application decisions. Well, that's -- that's -- their claim is not that the guideline -- it's that they -- they chose the wrong guideline or they didn't apply the right words. You see, so they weren't applying that -- they just applied the wrong thing. Now you say I'm working too hard. Okay."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When the judge considers the adjustment motion under the -- under the section, does he consider how the prisoner has behaved in prison; i.e., if he has behaved very badly, he doesn't give the -- the reduction?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But he -- but he can’t go below. The -- the Petitioner makes the argument metaphysically that there’s just a new sentence. In your view, is that refuted by the language of (c)(2) because they talk about in the case of a defendant who has been sentenced to a term of imprisonment, and then they say the term can be reduced, and it doesn't use the words \"a new sentence shall be imposed\"? I assume that’s your argument."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I’m troubled by your response to Justice Kennedy's previous question, that the judge can take into account conduct in prison and all these other things. It does seem to open it up to other factors than the crack cocaine disparity, and once you’re looking at other factors, why not look at everything?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, it's a one-way ratchet?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The Petitioner's brief opens with a statement about his rehabilitation. We don't know if that has been contested. You don't respond to it. But let's assume that's all true. He established schools, and he helped young people and so forth. Does the Justice Department ever make recommendations that prisoners like this have their sentence commuted?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And isn't the population of prisoners in the Federal prisons about 185,000 now?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I think it is. And were there -- how many commutations last year? None. How many commutations the year before? Five. Does this show that something is not working in the system? 185,000 prisoners? I think that’s the number."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask this question? Accepting the point that there’s no constitutional compulsion that they had to open up for a full new sentencing, and I understand one reason for not doing it is that you don't impose too much work on the district courts for doing it, but could you explain to me why as -- just as a matter of policy and good judgment, the Commission would say, well, you can take a look at all the negative factors that would argue against reduction, but you cannot look at any of the factors that would show why you should have had the same sentence that if -- why you should get the kind of sentence you would have gotten if you had been sentenced in the first place today? Because I guess this particular man is going to be -- spend 22 more years in jail than if he -- if he had been sentenced today."},{"name":"JUSTICE STEVENS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You think the statute would have prohibited a more generous policy statement, then?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I -- I still don't understand how you fit into that your answer to the Chief Justice earlier that, in fact, the court can consider other factors in -- in 3553 when it's making the reduction."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I see. But -- but I thought you said you could take into account good behavior in that determination? But that isn't -- that isn't a factor that would cause you to disallow the reduction. It's a factor that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But it -- it's also a factor that would -- might guide the district court to a decision not to reduce the sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Kruger. Ms. Freeland, have you 3 minutes remaining."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Three. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I get you to go back to -- you said something that only the executive can grant clemency or ought. What -- what about a program where a district judge says I'm going to have this person undergo a course -- a drug addiction course, and if the defendant successfully passes the course, then I’ll give a lighter sentence? That -- that --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did your answer exclude that -- that possibility?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but they do if Congress says they do."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You can answer Justice Breyer's question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"LISA B. FREELAND","firstName":"LISA","lastName":"FREELAND","counsel":true,"justice":false,"side":"petitioner","words_spoken":2671,"interruptions":35,"times_spoken":68,"laughter":1,"num_int_by":6},{"id":1,"fullName":"LEONDRA R. KRUGER","firstName":"LEONDRA","lastName":"KRUGER","counsel":true,"justice":false,"side":"respondent","words_spoken":2018,"interruptions":13,"times_spoken":35,"laughter":1,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":520,"interruptions":3,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":482,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":240,"interruptions":4,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":495,"interruptions":2,"times_spoken":16,"laughter":2,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1090,"interruptions":2,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE STEVENS","lastName":"STEVENS","counsel":false,"justice":true,"side":"justices","words_spoken":272,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":35,"words_spoken":2671,"times_spoken":68,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":13,"words_spoken":2018,"times_spoken":35,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":16,"words_spoken":3521,"times_spoken":107,"laughter":2,"num_int_by":3}],"outcome":{"side":"respondent","margin":6},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127084}}