{"petitioner":{"name":"JEFF PREMO, SUPERINTENDENT, OREGON STATE PENITENTIARY","counsel":[0]},"respondent":{"name":"RANDY JOSEPH MOORE ","counsel":[1]},"caseNumber":"09-658","date":"2010-10-12T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case 09-658, Premo v. Moore. Mr. Kroger. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't -- isn't Fulminante relevant as -- just for the proposition that a defendant's own confession carries heavy weight, leaving the rest of it -- the statement that -- in Fulminante that when a defendant confesses to the crime, that carries heavy weight?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- if I am understanding your argument, it is that the Court erred in assuming that if the confession had been suppressed -- which you're not arguing for or against. I'm assuming you are not taking your amicus's position that we have to get to the question of what would have  happened in a motion to suppress -- but that under all circumstances, if there's a suppressible confession, a defendant should never plead guilty. You are saying that that conclusion is what the Ninth Circuit drew and that was wrong?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's another way of saying what I said, which is, no defendant should plead guilty if it's a suppressible confession?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So now, what is the other information that would have made a plain guilty in this case inevitable?  However, that's a higher standard than you need to meet, but --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Were those higher than the minimum he pled to?  Were those mandatory minimums higher?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about Judge Berzon's test, that seems to be simple and a matter of common sense, that if you get rid of the confession, then you have a better chance of getting a good deal in the plea bargain?  The confession certainly -- it -- this serves the defendant to get rid of that as well as weight on the prosecution's side."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have to, don't you? I mean, what's the alternative?  I mean, imagine a case where it's clear there was a malpractice or an inadequate assistance, and it happened a long time ago and now you have to decide, well, was it prejudicial or not?  It's prejudicial if in the absence of that he would have gone to trial or wouldn't have pleaded guilty, or -- and what's the alternative to trying to figure out whether that's so?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It can't be the State always wins and it can't be the defendant always wins.  So -- so what's the alternative?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, but that is -- isn't that -- sorry, maybe we are just quibbling.  I -- I don't quite see it.  That would seem to me to be going into the plea bargaining process.  Would he have pleaded guilty, what would have happened?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Without any confession -- forget about the brother or the girlfriend -- assume that there had been no confession, wouldn't it have been a fair conclusion to draw that without any confession whatsoever that the plea bargaining strength of the defendant in this case would have been appreciably higher and that the prosecutor would have had to offer something --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"None of the three -- MR. KROGER -- had been made."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- whatsoever.  I mean, if the brother's confession -- or the confession to the brother is a very big piece of why a plea would have  been reasonable in this case.  Let's assume no confession."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kroger, from -- General Kroger -- from everything you said, and I take it -- from your brief, too, that you are not urging the -- that -- that counsel's assistance was adequate? You are not contesting that the confession was involuntary?  You seem to be putting everything on the prejudice issue; is that right?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if he had gone to trial, what's the sentence -- what's the range of sentence he could have gotten?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if they had gone back to the grand jury, as the prosecutor I guess could have done, it could have gone to the grand jury?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It could have gone to the grand jury.  Then what is the maximum he could have gotten?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about his argument that his failure -- the Defendant in the case arising out of this episode, if Salyer did go to trial and he ended up getting that exact same sentence that this Defendant did?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a little hard when we take away the finding that the confession was admissible.  We have to extract that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not quite sure what to do with the State court's case, assuming we have to presume, because of the posture of the case, that the confession was inadmissible."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Wax? "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I am having a little bit of trouble here with your argument for the following reasons.  Assume we suppress the confession.  Why is it unreasonable for the defense attorney to have concluded that the evidence showing your client's presence at the shooting, and identification as the shooter, that it was solely that he should have gone to trial on a defense that he wasn't involved in the shooting at all. Once you put him in this shooting, then the only issue he seems to be confused about is that he  thinks that because it was accidental that that presents a defense to felony murder.  And that's clearly an erroneous position on his part. So what made the case so weak that the Government was never going without the confession to prove felony murder?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What does your office do in this situation, all right, a client is indicted in Federal court and you anticipate that there are all sorts of motions that you might make if this case is going to trial, but at an early point the prosecution offers you what looks like a really good plea bargain. Now do you litigate all those motions?  If you have, you know, you have a chance of winning, of suppressing some statements that your client made, suppressing physical  evidence, getting certain evidence excluded with a motion in limine, maybe you could win on a severance motion, do you think you litigate all those rather than grabbing a good plea deal when it's offered to you?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So if you take the deal, then you want it later to be open to the Defendant if he's not, you know, after the Defendant has spent some time in jail, he's not too happy with the deal any more, he can now come back and say, well, the Federal public defender's office was ineffective because they could have moved to suppress my confession and the illegal search, et cetera, et cetera, et cetera, that is all open for relitigation years later?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What would have been the defense?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What would have been the defense absent the confession?  You have one at trial on the confession, suppressing it, how would he have defend the this case?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What motive would his brother have had to put him at the scene of this shooting as the accidental killer?  That's all his brother would have had to say.  He was at the scene, he accidentally -- this gun went accidentally off."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"His brother had no pending charges against him at the time."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So what does that have to do with what interest does his brother have when he has no pending charges against him at the time, he's going to use this as a future chip in case he does something wrong?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"To put his brother into jail for 25 years?  This is illogical, counsel."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Might.  See, that's the trouble.  We have a lot of evidence, I think, here, at least by first glance, that -- a lot of evidence he shot the guy.  A lot of evidence he carried -- kidnapped him. All right?  And now the -- now, maybe it was accidental, but if it was accidental, it's still felony murder; and  he received through the plea bargaining the minimum sentence he could get for that. You started out by saying that the -- the State court's conclusion that this was not prejudicial was clearly wrong.  All right.  If it's clearly wrong, what is it so clear, that he could get off if he went to trial?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There is no -- there is no State court finding that this was not prejudicial?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about Hill. I don't know the names of the cases associated.  I thought that the court in the State court said -- but I might be wrong; I'd like to know -- made a finding that one, this was not ineffective assistance of counsel and two, it was not prejudicial."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now I haven't read this very thoroughly, so -- so you -- yet -- so you tell me if I'm wrong about that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't Strickland require that it be prejudicial?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If I assume that the word \"fruitless\" and the reference to Strickland were a finding, that this is not prejudicial -- if I assume that for the sake of argument for the moment, what is it that you can show that shows it was prejudicial?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That was the same question I think Justice -- Justice Sotomayor started with."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Impeachable how?  What motive did he have to implicate his brother?  You still haven't answered that question.  All you keep saying is, he was a past cooperator, he had no pending charges, and now he has a motive to do this against his brother because of that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Even without his testimony, isn't there a very strong case of kidnapping?  Let's just take it step-by-step.  What would have been the defense to the kidnapping charge?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He didn't -- that he didn't go to the -- to the victim's RV with the other men? That would have been the defense?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"On this --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Wax, just to clear out some of the underbrush, the Ninth Circuit did say that Fulminante was really established law controlling this case.  I take it that you are not defending that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  I've got on the other -- I've got -- the other reason I asked the question, to be clear about it, is that -- is that he wouldn't have gone to trial in my mind unless he had a pretty good chance of getting a better deal.  And what he -- like getting off.  And what he got was the minimum.  Okay? One thing I've written down is that the State would not have the confession.  That's correct. Number two is he could say his brother is not a very good brother.  Moreover he's a rather dubious character there, and bring all that -- stuff.  Was there anything else? anything."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't want to miss"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And a competent -- and a competent counsel is supposed to accept their irrational client, who doesn't want to understand the law, and let him risk getting an aggravated felony charge brought against him, or a capital murder charge brought against him, and not -- and just go ahead?  And try the case because he's not going to recommend to the client, go to trial, take the plea, because you're irrational?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's really what you are saying, that a competent attorney would not recommend to his client take the plea, and that his client wouldn't ultimately accept the plea, because the objective reality is his upside horrible and his downside is almost a given."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but Judge Reinhardt and the court of appeals did not in fact apply the test of Hill, which you are asserting.  The test is whether he would have gone to trial.  I -- I didn't read the opinion as ever saying that he would have gone to trial. The opinion says he could have gotten a better deal. That's quite a different -- quite a different question, and I -- I'm not prepared to make that the test."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it's not the test that -- that Hill prescribed."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Did he say that?  Is there a statement in the record that Moore said he would have insisted on going to trial had he been advised that the suppression motion had merit?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That is an irrelevant question.  I don't see how we could go back to a possibly irrational state of mind.  I mean, don't -- when you're trying to figure out what a defendant would have done in the absence of an error in respect to a plea, don't you have to ask a question:  What would a rational person have done. I mean, I would say that's a good question. I don't know the answer, but if we are trying to figure out he might have been totally irrational and would have  gone to trial even though he was likely to end up in jail for life as opposed to 25 years, we should then reverse it and give him a trial?  I'm rather disturbed by that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What do you actually think about this?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think you -- I think General Kroger brought up that Moore carried the gun. It was cocked, and he shot -- who was it?  Roger."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  Where was the citation for this?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They believe it.  The jury believes it was an accident.  Now, how does that get him a lighter sentence?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No.  The sentence is 25 years mandatory for felony murder.  Now, the jury believes just as you said.  It believes it was an accident; he never intended to pull the trigger. How does that get him a lighter sentence? That's my question."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't kidnapping a felony?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then, if he is kidnapped -- if he is convicted of the kidnapping and there was an accidental murder that took place, I believe that that would be felony murder."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  And the defense to kidnapping was what?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But four witnesses put him at the scene to kidnap this guy and scare him to death.  Or scare him."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Wax, as far as the confession is concerned and its excludability, what effect do you think we ought to give to this passage in the -- in the defendant's agreement to the plea:  \"I understand that any admissions, statements, or confessions which I may have made or any evidence obtained by virtue of the search and seizure of my property may well be inadmissible against me in evidence, unless my constitutional rights have been safeguarded.  I understand that if I would like to speak to an attorney concerning my constitutional rights, that the Court will grant me time for that purpose.\""},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, wait.  Wait.  This is not the attorney speaking.  I mean, this is what he said.  He said, \"I understand that any admissions, statements or confessions which I have made may well be\" -- \"may well be inadmissible against me in evidence.\""},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, boilerplate -- I mean, the man signed it.  How can a prosecutor ever protect himself against the person who signs a plea agreement later -- later coming in and saying:  Oh, my attorney misadvised me. I don't care what your attorney advised you. The plea agreement itself advises you that this stuff may be inadmissible."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could I just clarify something? Is it your position that the prosecutor, in making his offer of proof at the plea on 227 to 228, affirmatively said that this was an accident or did not -- did not allege that it was intentional?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Where is that?  I --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You read that as a -- as a  claim that there was no intent to kill?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I have to say, I think that's a very aggressive reading of what was said here. It was not necessary for the plea to this offense to prove an intent to kill, and the statement that the intent that was necessary, which is lesser intent but sufficient to support this plea, was present is not a statement that a greater mens rea was absent. And I thought you argued to us that the prosecutor said this was not intentional.  It was an accident."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. General Kroger, you have eight minutes "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel, the case is submitted."}],"people":[{"id":0,"fullName":"JOHN R. KROGER","firstName":"JOHN","lastName":"KROGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2714,"interruptions":9,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":1,"fullName":"STEVEN T. WAX","firstName":"STEVEN","lastName":"WAX","counsel":true,"justice":false,"side":"respondent","words_spoken":2165,"interruptions":22,"times_spoken":47,"laughter":1,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":40,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":293,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":718,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":831,"interruptions":0,"times_spoken":22,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":49,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":409,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":289,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":9,"words_spoken":2714,"times_spoken":20,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":22,"words_spoken":2165,"times_spoken":47,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":4,"words_spoken":2629,"times_spoken":69,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627035228}}