{"petitioner":{"name":"KEVIN KASTEN","counsel":[0,1]},"respondent":{"name":"No. 09-834\nSAINT-GOBAIN PERFORMANCE PLASTICS CORPORATION ","counsel":[2]},"caseNumber":"09-834","date":"2010-10-13T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 09-834, Kasten v. Saint-Gobain Performance Plastics Corporation. Mr. Kaster. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me give you this example.  Suppose a company has an established policy that if you want to make a complaint, there's a particular supervisor you should go to.  And let's say they say you can make this complaint in writing, you can make it orally. Now, there's -- something's going on in the workplace and the supervisor happens to be walking by, maybe a machine is broken, an employee has been hurt, and an employee walks up to the supervisor who is walking briskly by, taps the supervisor on the shoulder and says the company is violating the Fair Labor Standards Act because of the placement of a clock.  You said that filing has no formality requirement.  Would that be the filing of a complaint?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you mean that if the  Government says you've got to file a complaint with us by either calling us or submitting something in writing, and at a cocktail party a worker goes up to a Government employee in that agency, and says, you know, my company is violating the law.  That that's enough?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The reason I'm asking that question is related to Justice Alito's question, which is, what does filing a complaint mean?  Does it have to be relative to the procedures adopted by the person that you are reporting this to?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, at a cocktail party that employee may be there on personal time, but when he goes back to work the next morning he could do something.  Is that enough?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what you are doing is he is estopping the Government from saying, the only way that you can file a complaint with us is to do it in writing.  We are now forcing the Government to adopt an oral procedure even if it chose not to?  Even if it thought an oral procedure would create havoc, et cetera, et cetera?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's one thing to say that filing doesn't necessarily mean that something is written, although that's usually what the word means, isn't it?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you filing your comments right now?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You are?  Really?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the ordinary usage of  the word.  But to say that it includes no degree of formality, that's your argument?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's the law and the employee gets fired and the employee says, well, this was done in retaliation for my having filed an FSLA complaint three weeks ago, and the employer says what complaint?  We have no record of any such complaint and the employee says, oh, yes, I said it orally to a supervisor who was passing by and my buddy Joe was there and he's going to corroborate this.  So now we have a trial about whether a complaint was filed?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"With whom?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you feel the need to go beyond, say, what the AFL-CIO identifies as a normal oral failing -- filing?  They use language like, at the initial stage of the grievance procedure, there is confrontation with an eye to fact finding, and the dispute is joined when the employee or the steward or supervisor come face-to-face to identify, to discuss, and hopefully to resolve a problem. Now that's a formal kind of relationship. It doesn't involve a cocktail party, and yet it is done orally.  And there is a tradition as to how that works. But from you've said, I gather that you want to go well beyond that and provide that cocktail parties -- perhaps not cocktail parties, but just a tap on the shoulder  would be sufficient, where I take it that would normally be sufficient in the grievance process."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Suppose I think that that provides a good precedent for -- for oral filings.  What happens then?  What am I supposed to do in your case?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, we are talking about a filing.  In the grievance process -- I don't want to repeat it, but it seems to me form having read the brief that filing takes place without writing, provided that there are these other safeguards which are described. Now, I want to know in your opinion, is there a reason for not importing that into this system? I take it you win the case -- or maybe you lose it, I don't know how it works on the fact.  I don't know what the filing was."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a word \"filing\" in the AFL-CIO statute as well.  So I am looking for a way of interpreting the one in light of the other.  Do you favor that?  Are you against that?  If so, why or why not?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And there wasn't -- he didn't invoke the grievance procedure."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":9,"sideBefore":"","text":"In this case, he didn't invoke the grievance procedure."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that would keep you out, if that were the test, that you have to formally invoke the grievance procedure.  But we are told that every other time the word \"file\" is used in this Act, Fair Labor Standards Act, it refers to a writing.  And  so you are urging a meaning that deviates from the standard meaning of the term in the very Act at issue."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there another provision where the word file is used to mean something other than a writing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's the problem.  I mean, you can talk about a grievance procedure.  I suppose there's always one in -- in companies that -- that are unionized, but an awful lot of companies aren't. Your -- the -- the Respondent is -- is going  to argue that this statute doesn't apply to private filings of complaints anyway, that it relates only to the filing of a complaint with the government.  And that -- that's a new -- a new point in this case, and normally I would not be disposed to consider it. My problem is, I cannot decide on -- on the question of whether filing means filing only in writing or also includes verbal filing, without resolving that other question.  That is to say, if indeed the complaint has to be quote, \"filed\" with the government, I'm inclined to think that an oral complaint pursuant to procedures established by the agency which permit an oral complaint, even a complaint by telephone that would be okay. But my goodness, if it applies to private employers as well including employers that have no grievance procedures, including employers who have employees who go to cocktail parties, I am -- I am very disinclined to think that it -- that it could mean an oral complaint in -- in that context."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What does file -- what  is the meaning of \"filed\"?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are filing your argument right now.  Now come on, people don't talk like that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"","text":"That -- that -- that is absurd.  You are not filing an argument right now. Nobody uses the language that way."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'd like to go back to the question --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":9,"sideBefore":"","text":"I would like to go back to the question Justice Scalia filed just earlier. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":10,"sideBefore":"justices","text":"What -- what would you say about his point that it seems to me had substantial merit?  It - it's really our determination -- our interpretation of what filing means might well depend on whether filing in -- or a complaint includes intracompany complaints, the grumbling of an employee  and so forth; and I recognize this -- this argument comes up late.  Has it been addressed in any of the other circuits?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All have said that intracompany complaints --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that's true. You -- you can complain orally to somebody at the Labor Department who decides that the complaint isn't serious enough to -- to warrant commencing a proceeding.  I mean, if you go in and insist, I -- you know, I want to begin a proceeding, that's -- that's something else. But you can file a complaint orally without -- without doing that, it seems to me."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not if it's never instituted.  Not if it's never instituted.  If no proceeding is ever instituted, you can hardly be accused of having caused a proceeding to be instituted."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"","text":"So if you make an informal complaint and it doesn't go any further, and they ask -- \"You know, do you want to\" -- \"No, I don't want to start  a proceeding, but -- but this company is just, you know, it's acting improperly, you guys ought to look into that.\" That's -- I'm 00 I'm prepared to say that's filing a complaint, if you are only talking about filing complaint with the government.  But if you are talking about oral filings of the complaints with employer, I am very troubled."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Wall. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"This is one of the oldest, though, isn't it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it the very oldest?  It may well be the very oldest.  You are talking about a really old fogey Congress that -- that passed this thing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what is the language in those statutes?  All those statutes use the language \"file a complaint\"?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you -- you -- are you urging that if you just tell a coworker, that that's enough?  I thought the whole idea is to give the employer notice that something is amiss.  So, how would telling a coworker serve that purpose?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes.  Fine.  It's a perfectly normal use of speech, I accept that.  But what is it that would surround this use of speech on a particular occasion with enough formality that we know it isn't something that could pass unnoticed and bring in a whole lot of things like the cocktail party example, et cetera? I noticed there was a paragraph in the AFL-CIO -- that's why I brought it up.  Is that the right standard?  What we say here may take effect or have influence, so -- so I want to say it correctly. What kinds of oral complaints count as filing a complaint?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But I would like more than that.  The Government sees these statutes as a whole, so I would like the Government's assistance on what words to write to be able to get this right so it will not be too formal, it will not be too informal, it will do the job."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  Now, fill in this blank then, there must be surrounding the oral complaint sufficient elements of formality such that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So if he just says to the employer, \"You know, I think we ought to have a little more time to put on our gear,\" is that an assertion of statutory rights under the FLSA?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, I know, but the idea -- one of the objections to your position is that it's going to be very hard to figure out in any  particular case what is a filing an oral complaint under the FLSA, because one, it's got to be reconstructed, unlike the situation where you had have a government agency that's doing it, or you have a written complaint; and second of all, it's -- it's unclear perhaps for the employer to know that he's being charged with a violation of the FLSA."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if it's written -- if it's written, you have got a document that people can look like -- look at, whether it's the NLRB or a court, that -- that they can look at and say, yes, this is a -- an assertion of a violation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But it's on a form.  So we have got that -- that helps a lot.  Also an employer could have a notice.  Notice, if you really are upset because you think there is a violation going here, go to this microphone which is directly connected to the complaint department and cite the statute.  That would work, too.  (Laughter. )"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"But -- but there have been years and years of -- you have just said, of statutes like this, you say that many of them operate orally. All right.  What kind of thing, if you can help, maybe you can't -- which is dangerous, but then we just try to do our best, and we don't have the labor law experience necessarily, but -- but what is the -- the form of words that we can use to separate the wheat from the chaff?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Let me see if I can look, because in about 2 minutes you are going to hear, I suspect and the other side, say see, see, we told you, that's why you have to have it in writing."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It would really be helpful if you could just give us the rule that you think should apply.  Is the rule -- your -- your -- Mr. Kaster's argument seems to be anything goes, any oral communication to a supervisor goes."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Let me go back to the example I started out with.  A worker has been hurt, a supervisor is going to attend to the hurt worker, and an employee says, the company is violating the FLSA.  And the supervisor says, don't tell me, and don't tell me about it now.  I'm doing something else.  That's enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what if he goes to the boss and says, boss, you ought to do something, that railing is -- is pretty dangerous over there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Is the boss supposed to know, well, he is asserting statutory rights under the FLSA?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That would not be filing a complaint?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What did he do?  What did he do specifically?  I mean, you are saying that -- that the employer has to know that he is making a complaint under the Act.  So what -- and you said here are the facts that was clear that he did."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Wall, I -- this is just a factual.  Were you saying that the employee  has to know that he is submitting a claim of statutory violation or the employer?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"In those circuits where they allow intercompany complaints that are oral, can you give me any sense of how often this leads to claim for retaliation?  I mean, are they in the hundreds or."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So why is it inherently unworkable here in any greater extent that it is unworkable in all of the other statutes where oral complaints are permitted?  What makes this worse than these other statutes?  What would create more cases in this area as opposed to some of the other areas?  Oral complaints are explicitly --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This is the -- this was the Lochner era where they weren't even sure they could do this.  But why should we read their language with a narrow reading of any complaint?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What grievance -- would the bringing of a grievance, the example that Justice Breyer suggested, an employee goes to his union and says, they are violating the statute.  Let's grieve it.  And according to the proceedings established by the employer, they meet with the employer, and the employee does everything in the grievance and they now fire that employee.  Under your reading, that's not instituting a proceeding?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Then we have to address your second question, not the first.  You are saying the oral wouldn't work in there?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Would it work if they instituted a proceeding orally and the proceeding required itself to start orally?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But there is a protection built in, Mr. Phillips, it says it's criminal liability only if it's willful.  And on the civil side, the civil liability under the Fair Labor Standards Act, you certainly don't have to prove willful, you just prove a violation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Wouldn't any retaliatory action be willful?  I mean, to say it's in retaliation means you are firing this person because of the complaint."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":6,"sideBefore":"justices","text":"The question is whether the violation is willful.  The willful qualification in the criminal context is are you willfully denying your workers the wages and hours the statute requires?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Nothing to do with retaliation."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know, how common is it to have criminal prosecutions under this section  of the Fair Labor Standards Act?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that the whole idea of this statute is to protect the workers, and I would like you to address particularly the amici's point, that this statute in 1938 affected people -- many were illiterate, they couldn't write a complaint, many were immigrants who weren't familiar with the language, for that universe of people, wouldn't Congress have meant that all complaints are okay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Your case would be a lot easier if you didn't try to have it both ways, to say, number one, it only applies to filing a complaint with the Government.  And number two, you say, it also only applies to written complaints to the Government.  I mean, why don't you --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why don't you give a break to the illiterate and let them file oral complaints with the Government?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose it says we won't necessarily institute a proceeding, but we will regard it as a complaint?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Justice Scalia's hypothetical, unless I am misremembering, I think, is very common.  For example, the EEOC, people often file complaints and then the EEOC considers whether it's going to institute a proceeding or not."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How does it work with respect to the more recent statutes?  Title VII, The Age Discrimination Act, Disabilities Act?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  If you have not filed anything with the Government, but you have to your supervisor opposed a practice."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But is it -- so in those cases I think you are quite right, intracorporate complaints count as opposing any practice.  Has there been any huge problems about people saying, oh, I made an oral complaint to my supervisor, and supervisor said I never heard of it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What about Justice Ginsburg's question?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What about her question? In 1938 a lot of illiterate people couldn't have filed written complaints."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if they did, isn't it reasonable to think that they would have included in filing, in such circumstances, oral filing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But your easier answer is, \"yes, but only with the government.\"  Why isn't that an easier answer?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, that -- your problem is -- that in front of us, do we have to decide that now?  We've granted a different question, etc.  So --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You may not want to give up your first point."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  Then it's odd that you say -- it -- I gather, as well, for about 50 or 60 years the relevant agencies have interpreted the -- the statute the way that -- to include oral complaints. And that seems to me a fairly strong reason for continuing to do so, if -- where the language is so -- allows it and there aren't any strong reasons the other way."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe it's 30 years.  Maybe it's 30."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do we owe any deference to the Government's position on this point?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Chevron deference would depend on an intent.  I guess you are getting into an argument here that there's no reason to repeat in public.  I mean, Justice Scalia and I don't necessarily agree on this.  Why would you --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Well, I mean, regardless of whether we do, why -- why don't you think we --we have to give any deference, Chevron -- Chevron deference."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How do we know?  I mean, all right, if you want to get into it, this is a very minor sort of interstitial point in a statute that they  administer, and there are lots of instances, I think where the Court has said, where these minor matters of how you work out the actual application of the word are implicitly delegate it to the agency to determine within the context of reasonable view."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But not everything has to be done through formal rules.  There -- there are many, many ways of agencies determining practice."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So we should give it no weight at all?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Not even Skidmore?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  Why would it be different?  If an agency work out a system of deciding when a person is really making a complaint, as opposed to an offhand remark, and that is good enough to run the government of the United States, where they have -- where they are in this business, why -- why couldn't whatever their indicia are there, also be transplanted to the private sector --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- and get that to work out all right --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- in which case you would be left, if you are going to say that might work, then -- the you are left with the simple argument that you don't think that this statute means to apply to  complaints to an employer, written or oral?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Would you accept -- you think -- that a tenable interpretation?  What this means is that written complaints are good enough to count as filings where you complained to your private employer, but written or oral count as a filing where you deal to -- with the government agency?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, it isn't."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I agree with you."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That isn't even brought up in the brief in opposition, right?  It -- it's in your brief on the merits."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"On the ground itself, is there anything in the legislative history of the statute that says it's limited to the government?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That could be.  It could be that they are thinking of malicious complaints and they are thinking of government agencies at the time, but  neither their language nor their purpose, as history later shows, requires that limitation on scope."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How would it -- how would it relate to, say, an equal pay complaint?  Because equal pay is formally part of the Fair --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- Labor Standards Act. But an equal pay complaint could also be brought as a Title VII suit."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So a -- a worker just complains about the denial of equal pay to the supervisor.  Does that -- is that --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And there's been -- you said there was no evidence of the government for 60 years -- but there has been some 30 years or more experience under Title VII of the statutes, with oral complaints to the employer as being sufficient to ground a retaliation claim."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But it really -- it starts in 1970."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It starts in the 1970s."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How long have collective bargaining arbitration agreements been in existence."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How old?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that when Congress wrote or caused to be instituted any proceeding under or related to this chapter, that they intended to exclude that proceeding and intended to exclude people who testified in that proceeding about a violation of the statute?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can you point me to something in the act that defines \"proceedings\" --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"related\" -- the  words \"proceedings related to this chapter,\" as limited only to Government proceedings?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Then we're back to if Congress meant filing any complaints, either oral or in writing.  I'm asking a different question, which is --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That Congress's intent was not to protect a worker who publicly took an oath in front of an arbitrator and testified about a violation of law, that they would not have considered that retaliatory under the statute."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It's more of a question for the Petitioner's counsel than you, but are you aware of any cases in any other jurisdictions where there have been proceedings, actions for retaliation, based on complaints to third parties, like complaining to the press?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Just one more question."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me you are saying the only complaint that counts is the one to the Government. Isn't -- in the work setting that's being regulated, wouldn't there be every reason to want the employee to complain first to the employer rather than making a Federal case out of it by complaining to a Government agency?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if you are an employee of the Treasury Department and there is an oral complaint to your superior?  Is that filing a complaint with the Government?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Thank you,  Mr. Phillips."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kaster, you have five minutes. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  I don't understand how those agencies have any part in the administration of private lawsuits under this statute."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It administers lawsuits?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it seems to me it's a matter for the courts.  An agency interprets the statutes that direct the agency's own actions if it has to enforce things and so forth.  But where there is a provision for a suit in court, it seems to me it's up to the courts to decide what it means."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean by the very same language?  Just --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the remainder of it? Institute a proceeding --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Be a member of a committee? He is relying on large part on the context of filing a complaint.  Does this statute have those other provisions?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a big difference."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That goes to your adversary's first argument or second argument where he says when this act was passed for all of those people, they would never have thought of going to their employer because the work ethos at the time was that those employees couldn't complain to their employers.  They would always naturally go to the Government.  How do you answer that?  How do you disprove that point:  That historically at the time this was passed in 1938, that there was a number of those employees who as a regular course of their business, filed complaints with their employers as opposed to the Government?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"JAMES H. KASTER","firstName":"JAMES","lastName":"KASTER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1705,"interruptions":12,"times_spoken":38,"laughter":0,"num_int_by":4},{"id":1,"fullName":"JEFFREY B. WALL","firstName":"JEFFREY","lastName":"WALL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1179,"interruptions":14,"times_spoken":22,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":2821,"interruptions":24,"times_spoken":60,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":354,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":362,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":647,"interruptions":3,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":797,"interruptions":4,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1196,"interruptions":5,"times_spoken":29,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":644,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":9,"fullName":"MR. KASTEN","lastName":"KASTEN","counsel":false,"justice":false,"side":"","words_spoken":14,"interruptions":4,"times_spoken":4,"laughter":0,"num_int_by":3},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":179,"interruptions":2,"times_spoken":6,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2884,"times_spoken":60,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":24,"words_spoken":2821,"times_spoken":60,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":16,"words_spoken":4179,"times_spoken":128,"laughter":2,"num_int_by":5}],"outcome":{"side":"petitioner","margin":4},"prediction":{"petitioner":0.813321107099401,"respondent":0.18667889290059902,"date":1472418052952}}