{"petitioner":{"name":"CIGNA CORPORATION, ET AL.","counsel":[0]},"respondent":{"name":"No. 09-804\nJANICE C. AMARA, ET AL., INDIVIDUALLY AND ON BEHALF OF ALL OTHERS SIMILARLY SITUATED\n","counsel":[1,2]},"caseNumber":"09-804","date":"2010-11-30T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 09-804, Cigna Corporation v. Amara. Mr. Olson. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, when you say the employees had no choice, but the district court found, didn't it, that the reason for this plan summary being misleading was that the employer, Cigna, feared that there might be a backlash on the part of the employees if they found out, if they were told the truth about this plan; that is, that it was less favorable, that they would not have the same benefits that they had under the prior plan?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Olson, we have several times referred to the plan as having a range of documents associated with it, not as having just a single written instrument, but we referred to documents and instruments governing the plan.  We did that in Curtiss-Wright, which is the case that you pin so much on.  We did that in Kennedy. And the statute itself talks about that on numerous occasions, that there are documents and instruments, in the plural.  And one would think that the SPD is -- is one of those documents and instruments that govern the plan."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Am -- are we missing something?  They -- they cannot be in the SPD unlessthey are in the plan; isn't that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so the one cannot be more detailed than the other, can it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  But what --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":6,"sideBefore":"justices","text":"But can't the SPD --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Whatever is in the SPD must be in the plan; isn't that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  That's what I'm talking about, of course."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Olson, what about the opposite?  Because the statute seems to be written so that things are in the SPD which don't need to be in the written instrument.  And together, they all somehow constitute the plan."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that what the district court said was that they would treat the plan as containing what the summary said, not that -- that it was part of the plan itself, not an amendment, amendment.  I thought that was what the district court said."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It can't be part of the plan without modifying the plan, can it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it contradicts other provisions.MR. OLSON:  That's correct.  And the SPDs, the two SPDs themselves, on page 922a and 938a of the Joint Appendix, specifically say that if there's any discrepancy between the SPD and the plan, the plan governs.  The language is at the bottom of, for example, at the bottom of 922a.  So --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":6,"sideBefore":"justices","text":"But the SPD can't negate the force of ERISA, and if ERISA says that the summary has to be consistent with the plan documents, nothing in the SPD can negate that requirement."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they can't do that because the statute requires the summary to be understandable and not prolix."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the very question here is if there is an SPD that is inconsistent in some waywith the written instrument, what happens?  Is the written instrument modified or, instead, is the provision in the SPD given operative effect?  And that question is one about your benefits under the plan."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I do think you're over-reading Curtiss-Wright.  Curtiss-Wright talked about whether a particular provision satisfied the requirement that a plan have an amendment provision.  It didn't say anything at all about whether there are provisions that can have operative effect regardless of whether they pass through a formal amendment procedure."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So far we're justdiscussing, I take it, whether under (1) the other side is entitled to their benefits even if they weren't hurt, on a contract theory."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  But I thought we took the case to decide a different issue."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that is -- I'll assume you're right -- it should have come under (3).  But I don't know if that's harmful, whether it was (3) or (1). And the question I thought we were to decide was, if you're under (3), say, where equity is at issue, now equity is at issue and the district court says:  Here we have 27,000 people, and now here's how I'm going to go about this.  I'm going to look at this provision mistake here, and the mistake it seems to me was likely to cause them harm.  And once that's shown -- and they showed it, it's likely to cause it harm; we can't be sure, but it's likely -- then it's up to your client to refute case by case that these guys were not -- or women were not really harmed.  Okay? Now, that seems very sensible to me.  And -- and if that's the issue we're going to decide, I'd like to hear you explain why that isn't sensible.  It's an equitable matter.  This is simply a way of going aboutit.  What's wrong with that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree, but I don't understand -- I'm with you on this one so far."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're sounding to me as if you're saying there wasn't likely harm.  Okay.MR. OLSON:  Except --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Are you conceding that the standard that they used, that the standard was -- the question that you raised at the beginning, whether -- whether the showing of likely harm is sufficient in the absence of a rebuttal?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  That's what I want to hear:  What's the argument against that standard?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  And does \"likely harm\" capture that idea?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?  Why not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the kind of harm they mean.  What they mean --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You object to this decision saying the following:  Of course, the lower court said likely harm is necessary.  As we understand it, given the context of equity, what that means here is that there was reason to believe -- reason to believe -- it was probable that, or some words like that, that there would have been harm caused by reliance on the -- the misstatement."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But wasn't the -- wasn't the meaning of \"likely harm\" simply that they were promised one thing in the plan document, and so what likely harm is, is we have to do away with what they call, what is it, \"the wear-away effect\"?  So that's the harm, the wear-away effect, and we have to remedy that. And the way to remedy it is to treat this as, what is it, instead of (a) or (b), (a) plus (b)?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you can't --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Excuse me, Chief Justice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Then you can't require, it seems to me, each individual to make a calculation about whether they have actually been harmed, whether there's detrimental reliance.  The whole point of these plans is to give people some comfort and assurance when they are age whatever, that:  Don't worry; retirement is taken care, or at least I can rely on that. And your formulation would sort of put that up in the air and say:  We don't know if you're going to be harmed or not; wait until you're 65 and we will see."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it couldn't be --MR. OLSON:  Under the rules --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":4,"sideBefore":"justices","text":"But it couldn't be brought as a class action, and isn't that a large piece of this picture, that proceeding as they did they can proceed as a class?  Proceeding under detrimental reliance, it would be hard to get a class because it would be an individual case of detrimental reliance."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then the question is, under the -- under the section that the district court proceeded under, not the one that you say is proper, a class action would be appropriate."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, turning to (a)(3), I have two questions.  One is, as you -- and this is probably for your friends on the other side more than you.  But as you understand the \"likely harm\" standard that prevails in the Second Circuit, is it likely harm to a majority of the members of the class, all of themembers of the class?  Do you know?  Has the Second Circuit told us what that means?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Likely harm to whom?  I think that's the question --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that Justice Kennedy is asking, and I have the same question.  Does it mean likely -- is it likely that the class as a whole has been harmed, or that each -- is it likely that each individual member of the class has been harmed?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Or -- or a significant number?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Or a majority?  Or whatever?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What does \"likely harm\" mean?  Do we know that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe it wouldn't be too hard.  They're -- they're joined as members of the class in light of a certain set of characteristics, and the judge would find that, other things being equal, individuals who have that set of characteristics which in this circumstance make them members of the class would be harmed in all likelihood, okay?  Done. Now, it's up to -- it's up to the -- the defendant then to show that in a particular case this individual wasn't harmed."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it depends on the facts. Maybe they have a union or --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Your white light is -- just one more thing.  If you proceed under (a)(3), doesn't Mertens bar the award of -- of monetary damages?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then -- then you're not offering us much.  You say:  Oh, please go under (a)(3), but then you go back and say:  Oh, well, you can't get monetary damages."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Olson. Mr. Bruce. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that seems to me like just a roundabout, complex way of saying that you must recover under the plan, because if reliance is not required then there must be some basis on which you must recover, and that recovery must be under the plan.  So it's -- it's --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, if you say -- if you say injury is not required, then -- then I don't see how the SPD can give you recovery, unless the SPD is the plan, which brings us right back to the argument, which is your argument, under the first -- under the first section, under (a) --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- (a)(1), (a)(1)."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but why is there any requirement whatsoever, other than the fact that it's in the plan?  If the SPD is the plan and the SPD says you get certain benefits that you wouldn't get under the written document, then -- the previously executed written document, then you get the benefits under the SPD, period.  It doesn't matter whether there's likely harm or reliance or anything else, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that it's a very tough argument to say -- to make a nondisclosure claim on the theory that the summary is part of the plan, because the whole point of a summary is not to disclose everything.  If it disclosed everything, it wouldn't be a summary.  And if you can claim something because it didn't disclose it, it seems to me that's in tension with the idea that it's not supposed to be just a repetition of the plan."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So there's a -- there's a presumption that everything in the plan is favorable?  I still don't see how you get it both ways.  If it -- if it understates the benefits, that doesn't count?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Are you finished with that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If you're finished.  As Iunderstand what you have been saying and written, you don't mean that the SPD, the summary, is a contract? mean, one thing would be to say it's a part of the plan and moreover it's a contract, so therefore we enforce it according to terms.  That's one view. But if you took that view, you get into problems such as were mentioned.  The employer would write 10,000 pages because he knows it's an enforceable contract.  Nobody would understand it.  You'd have to worry about the time when it was less favorable than the written document.  So call it a plan if you want, as long as you don't mean it's an enforceable contract. Now, there's a provision that deals with it, saying just what you said in response to Justice Alito. And what I don't understand is why wouldn't that provision govern?  I take it there's a provision, 1054(g)(1), that says a plan cannot reduce the rate of accrual of future benefits unless there's written notice in a manner calculated to be understood by the average plan participant. So I would have thought, I read that, I get what you've said in your brief.  The summary was inadequate.  It wouldn't have been understood, and, therefore, according to this particular provision, those provisions in the plan that reduce benefits are void.So now we enforce the plan with the -- in the absence of those particular void provisions, and you get what you want.  Now, I thought that makes a lot of sense to me, except I don't see that anywhere in this case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So there's some reason it doesn't seem to appear in the opinions.  It doesn't appear in the briefs.  It doesn't appear anywhere until you just mentioned it in response to Justice Alito, or seemed to."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It is?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is that provision?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"(h).  He's right, it's (h)."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Does it appear anywhere in -- in the briefs?  1024(h), does it appear anywhere inthe briefs?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that.  So suppose we can't reach that, which would seem to be the logical thing to govern this, but we can't, okay?  Then we only have two choices.  The first choice is (1)(b), which seems to -- you want to use that by treating the summary as a contract, or we go to (3), in which case we're under equity. Now, between those two, the first one gets all the problems that we just were talking about.  The second one would seem to be you're free and clear as long as you show some kind of reliance and harm, and then we're back to what I thought we granted this for, which is why not say if harm is likely, then the burden shifts?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Why not?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you say under standard trust law once you show there's a breach, the burden shifts to the trustee to show that there's no harm?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I understand thatto be the Second Circuit rule, but I didn't understand that to be the rule generally in the law of trusts, and I quarrel with the Government's brief on that.  I think the Government's brief is quite wrong to suggest that this is part of the law of trusts."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, it could be the law of ERISA under the Second Circuit, but that's something quite different."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not under trust -- trust law, or correct me if I'm wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could I just stop -- the securities cases, does that involve stock traded in a market, in which case the inference of harm would bemuch more obvious and follow more logically than in the trust context?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask you this:  If this were an individual action and it -- and it were under (a)(3), what would either the plaintiff or the defendant have to show, depending on what the burden -- who has the burden, on the issue of likely harm? What would \"likely harm\" mean in that context?  The person was likely to have left the employment of the company, or what?  What else?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could they here have gone -- could they also have said to the company:  Look, why are you doing this?  If interest rates fall, we're going to lose money.  But interest rates might rise, and if interest rates rise, you'll lose money.  So we're risk-averse, so what we would like to do is just make sure we get the same pension that we would under Plan A, and then if there's more on Plan B, add it in, and we'll risk the fact that interest rates might have gone up."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So they could -- they might have talked the company into it."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Under your proposal, I assume, if you prevail, under your position, the -- the summaries will now become part of the plan.  So thateven if there's no intent to mislead, there can be a class action if the -- if the SPD is in anyhow at variance with the plan --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- and to the -- to the detriment of the employee."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If an administrator -- if an administrator issues a summary plan description that is 100 pages long and is basically the same thing as the written instrument, and that's a violation of the requirement in ERISA that it be a summary and that it be intelligible to ordinary readers, what remedy is available to a beneficiary?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, doesn't that put the -- think of the incentives for the administrator in that situation or for the plan sponsor.  If you issue a succinct SPD, you risk misleading the recipients as to the contents of the plan, and you may have financial liability. If, on the other hand, you issue -- you err on the side of issuing an SPD that is comprehensive, well, the worst that can happen, according to what you just said, is you can be faced with an injunction to provide a more concise and comprehensible statement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mr. Kneedler, do you view this as essentially a contract case, as that just suggested, or instead a trust case?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If this is a contract case, then where does the \"likely harm\" standard come from? If I'm owed something under a contract, I'm entitled to get that under the contract.  I don't need to show that I was likely harmed by, that I relied in any -- in any way on anything."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think likely harm is required?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the likely harm --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's not the likely harm. That's the breach.  That's the offense."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying once you makethe offense, you have to cough up what you stated in the -- in the summary."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then it's not contract."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":6,"sideBefore":"justices","text":"The minute you get away from contract --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Is it contract or not contract?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the SPD is written by the fiduciary."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the other is written bythe -- by the person who is giving the money, the employer.  So now you're saying that it's a contract, even though it wasn't written by the employer and even though it could differ in dozens of ways from the actual -- from the actual plan document.  Sometimes they'd be favorable to the employee, sometimes they'd be unfavorable, sometimes they'd be different but neutral. So what's the judge supposed to do?  Forget about the basic document and just enforce this thing written by the fiduciary?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I said that there can be conflicts, sometimes favorable to the employee, sometimes unfavorable, sometimes neutral.  So what we have is a document that's, by the way, supposed to be short, but I guess if we took your view it wouldn't be short anymore.  And -- and it -- it could differ in any one of three ways; and I could think of seven other ways. So -- and we'll find seven others.  So, what -- how is a judge supposed to react?  Is he supposed to say that this two-page document is the contract, is the contract, and there are all kinds of conflicts -- what'ssupposed to happen?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That isn't my question.  My question is:  One, why should a document written by a different person, the fiduciary, govern over the actual plan?  Second, what happens when you have a favorable conflict?  What happens when you have an unfavorable conflict?  What happens when you have a neutral conflict?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How should it be worked out?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I think the fact that this individual in this case happened to be the same group orperson is beside the point of my question."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is this governed by ERISA or are these things governed by ERISA?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So where does the rule come from, then?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But we have a statute herewhich says that it is the plan that governs.  I mean, that -- that's -- don't you think that's a crucial difference?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is that true of the certificate of insurance?  Is a certificate of insurance a simple document that any consumer is able to understand or -- or is supposed to be?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is there an example I could look at?  Find one, on line --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do they use a likely harm standard?  Is that where the likely harm standard comes from?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They just made it up?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, I -- I think it's a hard question here as to whether to think of this as more like a contract dispute or more like a -- a trust issue. If we were to look at it as a trust issue, what would be the result of that?  What kind of test would we use?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if it's a contract case as you're submitting, then the burden-shifting rules, it seems to me, that apply in trusts don't apply.MR. KNEEDLER:  Well, the burden-shifting rule would apply to the extent of enabling the administrator of the plan or the employer to demonstrate that the employee actually knew or that there were other documents that would have informed the employee so that he would not have been misled by the statements in the -- in the SPD."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Well, and in all of that --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- I think, under trust law, there has to be a showing of breach and harm before there is -- the burden shifts on causation.  And your brief left out the -- you indicate the burden shifts just so long as you show that there is a misstatement."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you put -- do you put any weight on Congress insisting that the summary, that each -- each participant get a copy of that summary, butthere's no such requirement with respect to the plan?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it can't -- it can't amend the plan, contrary to what we've said."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's not an amendment?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait -- wait.  It's part of the plan, but the other part of the plan contradicts this part of it.  And -- and you say it is this part, the SPD, that governs, which means it amends the prior part, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, all right, okay.  We'llsay it controls.  Does that make you feel better about it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Does it control when it's less favorable?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Oh.  It only controls when it's more favorable, but not when it's less favorable."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What theory of contract law gets you to that conclusion?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Kneedler. Mr. Olson, you have 4 minutes remaining."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"(j)."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't that (h) apply here?  Was it not egregious enough?  Is that -- is that why it didn't apply?  Or they just forgot about it or what?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but I still have the same question Justice Scalia had, which is -- which iswhy didn't this (h) thing apply here, because they didn't have -- their claim, the notice wasn't good, and if the notice wasn't good, then -- the plan didn't change, and if the plan didn't change, they should have gotten the money.  Why didn't it -- why?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't it apply to the SPD?  Isn't that a notice?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it says --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Well, there was a -- there was notice, wasn't there?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And is the claim based on that, or is it based on the SPD?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson, on your view of showing detrimental reliance, I take it you would require each employee to come forward and say yes, Iread this SPD; is that correct?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And doesn't that really misunderstand the realities of the workplace?  Very few people read their SPDs, but you only need one person to read the SPD to come in and say, by the way, folks, 21,000 of us are not getting our retirement benefits for the next few years.  And within a day, every employee in the workplace is going to know about that.  So doesn't this give an incredible windfall to your client, Cigna, or to other companies that commit this kind of intentional misconduct if you hold them to this detrimental reliance standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Olson. The case is submitted."}],"people":[{"id":0,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3317,"interruptions":30,"times_spoken":50,"laughter":1,"num_int_by":6},{"id":1,"fullName":"STEPHEN R. BRUCE","firstName":"STEPHEN","lastName":"BRUCE","counsel":true,"justice":false,"side":"respondent","words_spoken":1855,"interruptions":11,"times_spoken":29,"laughter":0,"num_int_by":4},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1119,"interruptions":20,"times_spoken":33,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":263,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":357,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":472,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":448,"interruptions":5,"times_spoken":30,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1462,"interruptions":4,"times_spoken":35,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":592,"interruptions":5,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":370,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3317,"times_spoken":50,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":31,"words_spoken":2974,"times_spoken":62,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":18,"words_spoken":3964,"times_spoken":123,"laughter":0,"num_int_by":9}],"outcome":{"side":"petitioner","margin":8},"prediction":{"petitioner":0.5920242264823331,"respondent":0.4079757735176669,"date":1472411005838}}