{"petitioner":{"name":"AT&T MOBILITY LLC","counsel":[0]},"respondent":{"name":"No. 09-893\nVINCENT CONCEPCION, ET UX.\n","counsel":[1]},"caseNumber":"09-893","date":"2010-11-09T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 09-893, AT&T Mobility v. Concepcion. Mr. Pincus. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if a State finds it unconscionable to have an arbitration clause in an adhesion contract which requires the arbitration to be held at a great distance from -- from where the other party is and requires that party to pay the cost of the arbitration? Can a State not find that to be unconscionable?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that wouldn't apply to other -- to other contracts."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are we going to sit in judgment? Are we going to sit in judgment? I know you say -- you say it has to shock the conscience, but if a State wants to apply a lesser standard of unconscionability, can we strike that down?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the difference, then, with the act that you are positing? A State comes in -- or I should ask: Is there no difference between a State saying these terms in a contract are unconscionable, making the petitioner always pay the fees and making him or her arbitrate in a different State -- that is unconscionable -- or a general rule of State law that says in a contract of adhesion the stronger party can't impose undue cost or expenses on the other side to vindicate their rights, whether it's in litigation and/or arbitration. In your mind, there is no difference between those two things, between these two approaches to the issue?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do you address Justice Scalia's -- if you are saying there is no difference between those two things, then how can a State find those terms unconscionable? Under what theory, general theory of law, would they be --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is bad, absolutely, but that's not what the State is going to do. The State is simply going to say: We find this to be unconscionable. And you say it's not unconscionable; it's very fair. And the State says: Eh, we think it is unconscionable. Are we going to tell the State of California what it has to consider unconscionable?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There's nothing --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There is nothing that indicates that California's laws are applying a different concept of unconscionability. You haven't come up and said, oh, look what they did here. And in another case they said it has to shock the conscience. Maybe across the board, California is saying: We think that unconscionability should have a broader meaning. Is it unfair to the weaker party to the bargain? Is there really no genuine agreement here? And if that is so, that will fit our definition of unconscionability. You don't have anything that says -- the California court hasn't said: We are applying a special definition of unconscionability to arbitration agreements."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I was under the impression"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I was under the impression, Mr. Pincus, that Discover Bank specifically cites a case which arose not in the arbitration context, but instead in the general litigation context, which is this America Online case, and thereby made clear that its rule, however different it may seem to you from normal contract provisions, its rule applied both in the arbitration sphere and in the litigation sphere."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Well, any contract that would have an arbitration clause."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we criticize one feature of this? You are not claiming that, vis à vis litigation, arbitration is being disfavored, which was the original concern about arbitration agreements and what prompted the Federal Arbitration Act. The courts didn't like to have their business taken away, and so they were disfavoring arbitration contracts. That is no part of the picture here, as far as I can see, because the rule is the same whether it's litigation or arbitration."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but some -- some elements of unconscionability can only arise in a litigation or an arbitration context, such as requiring the complaining party to litigate or arbitrate at a distant location. How could that possibly apply in -- to any other contracts?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Three? What are the three?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I was going to ask you about that. Right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that Discover Bank is the California case that sets it out; is that correct?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's California law. And what they say in Discover Bank is -- they are talking about class waivers in both arbitration contracts and not arbitration contracts. And they say they are void when it's a consumer contract of adhesion, when they predictably involve small amounts of damages, when it is claimed that the party with the superior bargaining power has carried out a scheme deliberately to cheat large numbers of consumers out of individually small sums of money, and the waiver becomes in practice the exemption of the party from responsibility for its own fraud. Now, seems to -- those seem to be the principles that apply. Those principles apply to litigation. They apply to arbitration. What's the problem? They don't say anything there about the things you mention. They just mention four things, which I just read."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I would guess it's like Switzerland having a law saying, we only buy milk from cows who are in pastures higher than 9,000 feet. That discriminates against milk from the rest of the continent. But to say we want cows that have passed the tuberculin test doesn't. So I guess we have to look at the particular case. And here, my impression is -- correct me if I am wrong -- the class arbitration exists. It's not a -- it's not like having a jury trial. You could have it in arbitration. You can have it in litigation. So where is the 9,000-foot cow, or whatever it is? Where is the discrimination?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Pincus, are they necessarily saying that? As I read it, the plaintiff brought a case to court, not to arbitration, and then there was a motion to stay the State court litigation. Why isn't it a proper reading of this case to say: You want -- if you are in the arbitration forum, it's bilateral, but you can't dupe these plaintiffs out of a class action? So if you don't have a class action in arbitration, you can have it in court. That is, the class action is preserved, not necessarily in the arbitration forum, but in the court."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're not requiring --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're not requiring arbitration --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Go ahead, Justice Sotomayor."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"justices","text":"They are not saying you have to arbitration -- class actions in all arbitration proceedings. They are identifying a class of cases in which they pursue the State, who's their own sovereign, and the savings clause in the FAA permits them in law or equity to set forth rules to say in this subset of cases there is a substantive right being affected. That is different than rules that are looking at procedures and setting uniform procedures in both. How do we draw the line between a law that says discovery has to happen in arbitration, and one that says a -- in a contract of adhesion, if the superior party retains the right to do discovery but tells the inferior party, you can't? And a State says, that's unconscionable."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But Mr. Pincus --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Pincus, I'm not understanding what test you are asking us to formulate. Justice Scalia started this by saying, how about a provision prohibiting certain kinds of attorney's fees? How about a provision prohibiting certain kinds of -- a law prohibiting certain kinds of discovery provisions? And you said that would be fine, for the State courts to hold those things unconscionable, but it's not fine for the State court to hold a class arbitration prohibition unconscionable. So what separates the two? How do we know when something is on one side of the line and something is on the other? Both procedures, but you say some are fine, to say that those procedures are unconscionable, but other procedures if you held them unconscionable that would not be sufficient."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The State says yes."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The State says it absolutely is. Now, who are we to say that the State is wrong about that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that -- I don't want to interrupt your complete answer."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought that was the gist of your argument, the heart of your argument, that traditional unconscionability in California and elsewhere focuses on unfairness to the party who is before the tribunal. So here it would be unfairness to the Concepcions, rather than unfairness to other members of the class who are not before the court."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Pincus, the State says, well, our unconscionability doctrine may not have done that in the past, but now in the year 2010 it actually applies to more things than it did in the past, and we do take into account third parties and that's our new unconscionability doctrine. Now, it may be a good unconscionability doctrine or it may be a bad unconscionability doctrine, but it's the State's unconscionability doctrine."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why, why, why?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? That's I think what Justice Kagan is getting at. If a State wants to have a doctrine which says, you have to have a seal of a certain kind on certain kinds of contracts, they've never done it before, but now they do it, and on that kind you have to have a seal both on the arbitration contract and on the other. And here what they've done is they have listed the four characteristics from Discover Bank, and they've said all contracts to do with litigation have to satisfy those four. At which point I think Justice Kagan said, so what if they've never done this before? They sure have done it now. And what's the basis for saying that the Arbitration Act or any other part of Federal law forbids California from doing that?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me that all State -- most State statutes pertaining to contracts pertain to a class that is not entirely universal. Suppose the State had a statute referring to banks, contracts with banks. That doesn't apply to all contracts. It doesn't apply to railroads. But we know that it applies to a class that generally includes both arbitration and non-arbitration. And that's this case, because there can be class action rule with respect to litigation and class action rules with respect to arbitration. So you have to have some rule that recognizes that you don't have to have the entire universe of contracts."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And I'm not quite sure what your test is. You have a few of them in your brief."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do you have special rules applicable to banks?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Contracts by banks, can't a State say, you know, certain bank contracts have to have this or that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They claim that here. They claim it's the general principle of unconscionability."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So then we have -- we have to serve as reviewers of State law?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We have to look at what the States are doing in -- to interpret their own laws?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So if we look at the California law and we find other instances of unconscionability that are applying a standard less stringent than \"shock the conscience,\" then we would say okay?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then, Mr. Pincus --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Pincus."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gupta. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If I could just go to your -- your second reason seemed to be focused particularly on arbitration as opposed to a principle that applies to every other contract."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the substantive State liability rule on the issue you are addressing is that you consider the issue of consent ex ante, and with respect to arbitration you are considering it at the time the dispute arose. Isn't that a discrimination against arbitration agreements?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, sure. That's true in all of these cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's a question of what the State law provides; then you consider whether it's consistent with the Federal Arbitration Act."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what other area of contract law does the court consider unconscionability not with respect to the parties before the court, but with respect to third parties?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't that -- doesn't that look to the parties before the court rather than third parties?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's a general rule of contract law that contracts contrary to public policy could be unenforceable. It seems to me that's quite different than saying we're worried about third parties that are in the same position as these particular parties. In other words, it's not simply adverse public consequences, but it's a different mode of analysis than I'm familiar with under basic contract law."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe you can explain it this way. Compare what the Concepcions have available to them under the contract with what going through the arbitration, all the procedures leading up to arbitration and arbitration, against what they would get at best if this were allowed to proceed on a class basis."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why is -- why are they better off with a -- with a class adjudication?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and isn't that what distinguishes this from the ordinary unconscionability analysis? If the district court correctly understood the way the AT&T Mobility scheme works and --and the district court said that under the revised arbitration provision nearly all consumers who purchase the informal -- who pursue, I'm sorry, the informal claims process, are very likely to be compensated promptly and in full, etcetera, etcetera. If the district court understood that correctly, the scheme here was -- is found to be unconscionable because it doesn't allow the enlistment of basically private attorneys general to enforce -- to enforce the law. And isn't that quite different from ordinary unconscionability analysis?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that this doesn't have what's called a blowout clause. Suppose that that kind of clause was not in there. And the consumer opts out of the arbitration. Arbitration doesn't -- doesn't go well. Anyway, can the consumer then insist on the arbitration that the consumer bargained for, the individual arbitration that the consumer bargained for?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So then the bank has to have -- liability exposure for two different proceedings?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you are saying then California can say it's unconscionable to allow the parties to agree that there will be just the single arbitration proceedings? I don't see how the third parties are necessarily protected. If you say that the consumer still has the election, that certainly isn't what they bargained for. Maybe I'm -- maybe that's just a quarrel with the content of the unconscionability standard."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Rather than FAA, but I think it does bear on at least section 4 of the FAA."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I've asked your adversary this question and I'm not sure yet what his answer is, so I'm asking you it. How would you propose to distinguish between facially neutral contract law defenses that implicitly discriminate against arbitration and those that do not? What's the test you would use to tell the difference between the two? Because obviously there are subterfuges that some legal systems could use to address themselves just to arbitration. So how do we tell the difference?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How do we test that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, other than -- I don't want to look through legislative history and determine whether some committee person said something that sounds like subterfuge. How do I look at the law and its effects and determine that subterfuge or that discrimination?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Where do you get --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"justices","text":"Your brother says that the"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Where do you get \"obvious subterfuge\" in the Federal Arbitration Act?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that's in the independent and adequate State ground context, which strikes me as quite different. We have a statute here that says the arbitration agreements have to be treated like any other contract, any contract. I don't see how that's the same as obvious subterfuge."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You have to -- you would do it differently, because they might be telling the truth. The example that your brother lawyer gave is this: That we have a State and the State says, if you have a contract, in the dispute resolution provision, whether you have arbitration or not, that provision is void if it says you won't have a judge, and it's void if it says you won't have a jury, and it's void if it says that you will not go to the United States courthouse for deciding all Federal claims. That applies whether there is an arbitration clause or not an arbitration clause. Now, that would seem to me no subterfuge. It is absolutely clear. They are not lying. It just happens to prevent arbitration. And he says that's absolutely true of this one, that once you get into class actions you will discover you have something that really looks like a court case. You have to have discovery, you have dozens of lawyers involved, you have depositions, you are running off every 5 minutes to the judge or to somebody to say is this deposition good, bad or indifferent. You have methods for enforcing the deposition. You have all kinds of things. He can make a much bigger list than me. So he says: This case is like the case of California saying everybody can decide it any way they want as long as they do it before a Federal judge. Okay? Now what's your answer to that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what's your answer to his specific effort to assimilate the issue in this case, which is the class action, to the made-up issue, which you concede is a discrimination?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- what about a rule that says what you have to have in any contract is a rule that all the rules of the Federal Civil Procedure apply to discovery, not necessarily in a courtroom, but you have to follow exactly those procedures?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, why isn't this obstacle preemption?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gupta, is -- I'd like you to focus on Stolt-Nielsen. In Stolt-Nielsen this Court said that, absent express consent, no class arbitration. If the seller or employer, whoever it is, doesn't want that class arbitration, doesn't have to have it. And here that's surely the case; the ATT has not consented to class arbitration. Then California law says: Well, that's okay; then you will be subject to a class-action suit in court. But the very purpose of the arbitration agreement was that you would be in arbitration and not in court. So why isn't Stolt-Nielsen dispositive of this case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But here you have an unwilling defendant who doesn't want class arbitration."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gupta, AT&T says that nobody would ever choose class arbitration; it's the worst of both worlds. You get all the procedures, you get broad liability, but at the same time you have no judicial review, so that this will effectively kill off arbitration in the consumer context."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Of course. The question is not whether they are being forced to accept class arbitration; it's whether they are being coerced into abandoning regular arbitration. That's really the issue."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's true, as long as those impediments are removed on an -- on an equal footing with all contracts."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can I take you back to a question that was asked a few minutes ago, because I'm not sure I understood your answer. What is the difference between a State rule that says that the rules of civil procedure must be followed in any adjudication and a rule that says that class adjudication must always be available?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, uh-huh."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, I just -- I'm not putting this under an unconscionability label. These are just general rules, and the question is whether they -- whether they can be applied, whether they constitute discrimination against -- against arbitration."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but I really would appreciate it if you would answer my hypothetical on one that was posed before. What is the difference -- let me change it slightly -- between a rule that says you must follow the rules of evidence in every adjudication and a rule that says that class adjudication must always be available? I think your answer comes down to the proposition that the former is inconsistent with the idea of arbitration, and therefore, that's why it's not allowed, and the latter is not inconsistent with the idea of arbitration, and therefore, it is allowed. Is that correct or not?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, okay. It amounts to the same thing. Insisting on compliance with the Federal -- with the California rules of evidence is an obstacle to arbitration, but allowing -- insisting on the availability of class adjudication is not an obstacle to arbitration. But in the end --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- we have to make a value judgment about whether these things, one thing or the other, fits with arbitration. That's what it comes down to."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And when it -- when it imposes the rule that the -- the rules of evidence apply across the board, it says it feels that these are necessary in order for parties to be treated fairly in every method of adjudication."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Where do we look to find the answer? I mean, I understand your answer and I know the other side's going to say: Well, this is a tremendous obstacle. If I have one person to deal with,"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is your test a purpose test or an effects test? Is it a test that says the State is doing this in order to kill arbitration, or is it a test that says the State is doing something that will kill arbitration?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If you stick with the theory that the test is whether or not the law in question is inconsistent with the idea of arbitration -- whose idea of arbitration? What about, suppose it's the bank's idea of arbitration, that we -- we want this settlement, say; we do not want that; that's the bank's idea of arbitration that the parties agreed on."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but I -- I find it difficult to regard as -- voiding exculpatory contracts. I mean, yes, contracts which say I'm not liable if -- even though I've committed a wrong, that's exculpatory. But the State here says, you have to not only be liable for any faults that the other party to this contract discovers, but the other party of this contract has to be able to benefit from whatever faults anybody else in the world might find and bring -- and bring a class action lawsuit. I -- that -- that goes well beyond forbidding any exculpatory provisions."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Pincus, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ANDREW J. PINCUS","firstName":"ANDREW","lastName":"PINCUS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3283,"interruptions":13,"times_spoken":43,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DEEPAK GUPTA","firstName":"DEEPAK","lastName":"GUPTA","counsel":true,"justice":false,"side":"respondent","words_spoken":3115,"interruptions":15,"times_spoken":42,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":322,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":460,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":415,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":392,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":785,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":560,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":340,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":10,"fullName":"I say","lastName":"say","counsel":false,"justice":false,"side":"","words_spoken":138,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":3283,"times_spoken":43,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":15,"words_spoken":3115,"times_spoken":42,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":9,"words_spoken":3713,"times_spoken":92,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.7619515993275899,"respondent":0.23804840067241007,"date":1472418052957}}