{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"TOHONO O'ODHAM NATION ","counsel":[1]},"caseNumber":"09-846","date":"2010-11-01T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 09-846, United States v. Tohono O'Odham Nation. Mr. Yang. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you recognize that sequential suits could be brought. So that if the case in the district court went to final judgment, then it would be okay to go to the Court Of Federal Claims."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't have control over how long the district court case is going to take, and there is no mechanism to stop the running of the statute of limitations."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's -- you just --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"justices","text":"In the cotton cases, why isn't my reading of it quite very simple, which is Congress was concerned with ensuring that a claimant didn't get double-recovered in two different suits."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that a simple -- you know, you've got people suing in different jurisdictions over getting the same pot of money or something close to it. Why isn't our view of 1500 just simply you can't have two suits that are seeking the same pot?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you couldn't get both. I mean, that's I think Justice Sotomayor's point, about duplication. It's not -- even if you can say, yes, it's a different mode of relief, but you could -- couldn't get -- I mean, suppose we didn't have 1500 and you prevailed in your suit on the APCA or whatever you call the statute. You could not then turn around and sue the government official, because you have the -- the single claim, you've been compensated."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not here -- it's quite different. I mean, one suit is not precluded by the other. You -- you recognize that by saying you could bring the Claims Court suit after the district court suit. That's not so in -- in the cotton cases."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I'm not sure I understand your answer to my question. Assuming you had a recovery under the -- for the -- confiscated cotton, under the one route you had a recovery. You could not sue again under the other route without -- leaving aside 1500, because the claim would be precluded."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it's not -- it's not as broad as your test, \"arising out of the same operative facts.\" It doesn't say that; it says \"any claim for and respect to which.\" And it seems to me that the facts of this case draw that precise distinction. When you are asking for an accounting, you are not raising any claims about people doing anything bad at all. You are just saying, let me know what I've got. And then when you bring a claim for -- for money because of mismanagement of the trust, that's -- that's quite different."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- is that to assert the basis about why an accounting should be required?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is the -- maybe I don't know enough about what an accounting is. But why would it be other equitable relief to which they are entitled if they simply say, we want to know what we've got?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And they can get -- and then it may be a basis for a further claim that, if that's all we've got, where did the rest of it go, and that might be the Court of Claims action. But it does strike me that they are different -- claims for different relief."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it accounting what should have been in the trust fund or what actually is? You say give me an accounting of the trust fund. Does the officer go back and just add up the bank accounts and value the land and all that? Or --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- does he go back and say, well, this should be there but it's not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Going forward."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, are you at cross-purposes on those two issues? When it comes to what an accounting is, you want to say, oh, that's just going forward; when it comes to this 1500 question you want to say they're the same as the money damages, which goes backward?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you read the claim in section 1500 the same way that it should be -- or do you think we should read it the same way in 1500 and 12(b)(6), failure --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether or not you've stated a claim upon which relief can be granted?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But not so, not so here, because of the way Congress has set up the authority of each court. You could never -- what is it, 54(c) or --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"54(c) is the relief to which you were entitled. The only relief to which you were entitled in the one court, the Court of Claims, is compensatory damages. So there isn't a question of some other form of relief. You have to go to another forum to get different relief."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I also thought that the Court of Claims could give --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could be brought --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They can give injunctive relief where that's necessary."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any instance you've been able to think of where an Indian tribe could have a claim for money of some kind and some other kind of relief that they seek where they couldn't get it all in the Court of Claims?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Declaratory judgment. Is there anything else?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No injunctive relief."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No matter what. Okay. Well, then they have a problem, because they might want -- they might want some money and they want an injunction. So what are they supposed to do?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a big choice."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"To test that choice -- it's pretty stark in the Casman case, where Congress said back pay is for the Claims Court, reinstatement for the district court. But your position is that under your reading of Casman -- let's forget about Congress's amendment. Under your reading of the statute, the Casman decision was wrong and the plaintiff had to choose either back pay or reinstatement; there was no way to get both."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Your basic point is this: You're just saying it's too bad, go to Congress. But you don't deny the basic point, which is that an Indian tribe may think the Bureau of Indian Affairs has really mismanaged everything and what they would like is some money, and also they want an injunction so they won't do it again. And now your view is, it's true, there is no way they can get that, because they have to go to two different courts, and really in your view they can't go to two different courts, period."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And hardship is definite. It's just you are saying, that's what Congress wanted."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it just as bad as what I just said?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You have to extend a case that I didn't agree with when it came out. You have to extend Bowen in order to achieve that. Does the government want to extend Bowen?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You could complete it to a denial of recovery?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that's any comfort to the Indian tribe, do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not -- I mean, you are putting a pejorative spin on what they are doing, saying, you know, many plaintiffs like to take a chance in more than one court. But your response to Justice Breyer suggests that that's a tough choice if you have to choose between injunctive relief or damages. That's not them trying to, you know, get the same -- take two bites at the apple."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why isn't our rule simply -- what is so wrong with a rule that says if you can bring it in the Court of Claims you have to, but if there's relief that you can't secure there you can have two lawsuits? What is so irrational about that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If there is no double recovery possible."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We have already gone through that because most of those claims would have had some element of double recovery, that might have precluded a second action. The point that I raised was if there is a chance of potential double recovery, you can't breach, what's wrong with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Yang. Ms. Spinelli. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Your argument assumes that there is available in the district courts injunctive relief under the Administrative Procedure Act, and that is far from clear, even after Bowen, it's far from clear if you had any business being in the district court anyway. And so in a way we are resolving a very strange question, that is if as is not clear, you have a right to sue in the district courts for an injunction, can that suit proceed because of 1500 when there is a suit pending in the Court of Claims and that is sort of an abstract question."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The main thrust that I was raising was does this really get the Tribe into trouble? They have to forego one kind of relief for another. So what about injunctive relief, that's what he thought of, and Justice Scalia raises the point, well, they are not going to be entitled to injunctive relief anyway because the APA doesn't provide it, if I understand that correctly. So you are giving up the null set. You were giving up the null set."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it couldn't get that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It couldn't get that kind of relief in the Court of Claims?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, it could."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't it well established that part of the jurisdiction of the equity court when it requires an accounting is to give damages for breach of the trustee's duty? That's Hornbook."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm talking about historically in equity. No. Historically in equity the trustee who breaches the trustee's duty in the equity court is required to give damages."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's not common law, it's not common law, it's equity. It's old law, it's equity."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that unrealistic? You don't want an accounting for the sake of having an accounting so that you can put the accounting in your desk. Oh, look it, they stole $1,000,000,000 from us. You want to get the $1,000,000,000. If the suits are directed at the same object, and it is fanciful to think there is this separate suit for an accounting. The object of that suit is the same thing as the object of the suit in the Court of Claims."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Can you get the accounting in conjunction with the claim of damages? Maybe the Court of Federal Claims, you can't go there and say, look, I want an accounting, but you can say I have been wronged over the century and I would like to find out to what extent, and before you can figure that out you actually have to have an accounting. Can't the Court of Federal Claims get an accounting in that context?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. It's a remedy, but is it terribly different from what the accounting the Court of Federal Claims would order to figure out how much --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Were those accountings available before the Administrative Procedure Act was passed? Is the jurisdictional basis for that the waiver of sovereign immunity that allows you to demand an accounting from the United States? Is that just the APA?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about this --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"So you didn't have a right to that before the APA was passed?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Either in the district court nor in the Court of Claims. So this is not an unthinkable situation, is it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It was thought about for a century, anyway."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why have -- you say Congress has specifically recognized it by statute. You're referring to the APA?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But did not provide for a lawsuit against -- against the government."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"When you are in the CFC, don't you get -- you aren't you asking for compensation for losses and injuries from the commingling or the misappropriation of assets?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But your brief makes the -- seems to make the point that that's all just interest on capital. It's not for lost capital. But even as you described it, it sounds to me that you get damages for loss of capital plus interest."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"My problem is that I read the CFC complaint as including both. I will take a look at it. And I intruded on Justice Breyer's question."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"What I'm trying to work out still in my mind, is if you say, look, Indian Tribe: You have to go to the court of claims, period. Period. You can't go to these other courts, I mean unless you give up the court of claims. Is the Indian Tribe going to really lose something it needs?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I know you think yes. I realize that. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"And, what I want to ask you about --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- is in section 2 --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- of 1491 there is a sentence which says, about the court of claims, in any case including the 1505 Tucker Act, the court shall have the power to remand appropriate matters to any administrative or executive body or official with such direction as it is may deem proper and just. Now that seems awfully broad, so I'm thinking now, if they want money, they can get the money from the court of claims. If they want something like an injunction, they could ask the court of claims, tell the executive branch to behave the way we think they have to under the law and there's your authority."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm just quoting. Now what's -- I want to know the response."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you want money; that causes the problem. If you don't want any money, you don't have a problem. You Just forget about it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure I understand. You could not bring in the court of claims the old money claims, and why? That the government mismanaged --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It does, because why couldn't you simply have said, they owe us that original extra 10 bucks -- $10, and we want it? What -- what --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The government says the statute is simple. It says you can't have two suits simultaneously, or you can't when the CFC suit is the -- the second one. And Mr. Yang told me that yes, the government thinks that in the Casman case there was a choice, you can sue for reinstatement in the district court, you can sue for back pay in the claims court, but you cannot get both. And when Congress realized that that's what was happening, Congress did not adopt a two -- didn't bless the two-state -- two court solution. Congress said, there will be one lawsuit. It will all be in the claims court, and they can grant both the back pay and the reinstatement. So the two-suit approach was rejected, I guess, in -- in Congress's response to Casman."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, excuse me, it didn't make it easier. You -- you had to bring them both in the court of claims, no? You didn't still have the option of -- of still bringing two different suits, did you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You had to go to the court of claims."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, but if they were just making it easier, they -- they would have said, you know, you can do either one."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That would be inconsistent with the definition of \"claim\" in the federal rules, I think."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If you give it that narrow meaning, however, the government says you are contradicting what was the case with regard to the cotton suits. That, in fact, some of them were asking for funds from this -- money from this common fund, and others were seeking relief against the individuals who had taken the cotton or replanted the cotton. Those are different claims, as you define \"claim,\" anyway."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That is different from the word \"claim.\" I mean, if you are hanging the whole thing on the word \"claim,\" you gave me a very plausible alternate definition of \"claim.\" But your case does not follow that. Your case hinges on duplicative relief, which is something quite different. I don't know any definition of \"claim\" that is synonymous with duplicative relief."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I had under the impression that sometimes they sued for some money out of a fund, which would have been partial, and other times they sued for the value of the cotton, and other times they sued for the cotton itself, which in certain circumstances could have been worth a lot more. By the time of suit, it went up. I mean, do we know it was always duplicative in those cotton suits?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if the amount differs, then, why do you suppose the cotton belonged to the Indian Tribe? On the one hand, they want an accounting out of the money ever earned out of this cotton in the past and on the other hand, they want what the cotton is worth in the future on the --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's Justice Scalia's question."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But in your case -- now, let's assume the government prevails. You go to the CFC, and you prevail on everything. You get all the findings in your favor and so forth. There is some relief that you don't get. I take it, unless I am missing something, that you could then, after the CFC suit is finished, go to district court and say: Now we want this added protection, this added relief."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And the statute wouldn't have run generally, because if you are seeking the injunction, it's only latches bars you, and you are not barred by latches because you couldn't have gone sooner."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Yang, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree with your friend that there are differences between the accounting you can get in the district court and the accounting you can get in the court of federal claims as a prelude to monetary damages?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't even know who has hunting leases and --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the accounting doesn't come out of the trust corpus if there is misfeasance, the trustee has to pay the damages for that?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the Loveladies situation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Yang, Ms. Spinelli. The case is submitted."}],"people":[{"id":0,"fullName":"ANTHONY YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"petitioner","words_spoken":3770,"interruptions":23,"times_spoken":45,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DANIELLE SPINELLI","firstName":"DANIELLE","lastName":"SPINELLI","counsel":true,"justice":false,"side":"respondent","words_spoken":2807,"interruptions":16,"times_spoken":41,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":579,"interruptions":3,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":551,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":231,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":347,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":576,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":665,"interruptions":3,"times_spoken":23,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3770,"times_spoken":45,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":16,"words_spoken":2807,"times_spoken":41,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":14,"words_spoken":2949,"times_spoken":91,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":6},"num_jusitces":8,"prediction":{"petitioner":0.5697096294014737,"respondent":0.43029037059852626,"date":1472419305458}}