{"petitioner":{"name":"JASON M. RANSOM","counsel":[0]},"respondent":{"name":"FIA CARD SERVICES, N.A., FKA MBNA AMERICA BANK, N.A. ","counsel":[1]},"caseNumber":"09-907","date":"2010-10-04T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this term in Case 09-907, Ransom v. FIA Card Services. Mr. Burke. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that the crux of it? Congress made reference to the local standards, right?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And were the -- was the commentary in the Collection Financial Standards in existence at the time when Congress enacted this provision?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that explains what the IRS understands the local standards to mean; isn't that right?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand that, but Congress decided to make reference to the local standards in this bankruptcy provision, didn't it?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And this -- and at the time when it did that, there was official IRS commentary regarding the meaning of those standards, correct?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And your argument is that Congress intended to adopt the standards promulgated by the IRS, but not the IRS's interpretation of the standards."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the chart say \"ownership costs\"?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you would read that to mean non-costs as well?  I mean, if the -- if the table is called ownership costs, then why not use the  IRS's definition of what costs are, and that definition says, what, loan payments and lease payments?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Burke, isn't it -- isn't it the case that, even on the other side's interpretation of it, it doesn't come down to actual costs anyway?  Isn't it the case, or do I misunderstand it, that so long as there is one payment, you get the entire deduction?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even one payment of $1, you get the entire deduction.  So to argue this case as though it's a question of whether you actually expend the money that you're getting the credit for is simply -- is simply false.  You don't do that under  either side's interpretation, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm trying to help you, Mr. Burke. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Burke, before you respond to that question, isn't it so that in the event that Justice Scalia just proposed, the trustee could propose an amendment to the plan to reflect that that cost is no longer being incurred?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is:  In the situation that Justice Scalia proposed, it's not automatic that the $471 gets deducted because there could be proposed an amendment of the plan to reflect that that -- there's no longer any expense for ownership."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it isn't -- it isn't automatic that because there's one payment, then forever, the rest of the 5 years, he gets to deduct the  $471."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  What -- what happens under the tax law?  Do they make an adjustment under the tax law as well?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A standard --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  So that they -- what is suggested is that you look at it and apply the IRS's approach as to whether you get into the chart, but then you don't use the IRS's approach when the trustee takes you out of the chart.  Is that what you think is the law?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You do.  You do, but the difficulty that I -- I don't get the answer to Justice Ginsburg's first question. Of course you have all kinds of costs dealing with ownership, but what the IRS says, what it says in the statute, is you are supposed to take the applicable costs from IRS.  And what it has on page 5a is it has something called \"ownership costs.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it defines those as $471."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And then on 3a, where it says what ownership costs are, it says the  transportation standards consist of nationwide figures for monthly loan or lease payments, referred to as ownership costs.  So when I read that, I said ownership costs means monthly loan or lease payments, nothing else. Now, you have all kinds of other things. It's just these words \"ownership costs\" don't refer to those other things, because of that definition given right there.  That's what I thought Justice Ginsburg was initially asking."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Yes, I was."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":4,"sideBefore":"justices","text":"And I -- and how -- how do you get out of that what I think of as very, very clear language which says what these standards refer to?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it doesn't -- for example, suppose you buy a dozen apples every month, and they cost you $48 extra.  You're not going to say the ownership costs refer to the apples, even if you decorate the car with them. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, ownership costs refers to lease and loan payments.  Nothing else."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"What's the language we're dealing with, Mr. Burke?  Do you want to quote the language to us? Nobody's quoted the language.  What does it say is applicable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait.  The -- the applicable amounts specified where?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Read the text of the statute, would you, please, for me?  I couldn't even get it from your brief.  You had to refer me back to the petition.  Why isn't in an appendix to your brief or printed in the beginning of your brief, instead of kicking me back to dig out your petition?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Amount specified under\" the standard."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Applicable amounts  specified,\" not the amounts specified if applicable."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Look at the local standard, which is on page 8 of the appendix to your brief, right? And all it says is \"Ownership Costs,\" \"First Car,\" \"$471.\"  That's the relevant text, isn't it?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if a person leases a car?  Do you think they get ownership costs?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But they don't own the car, so how can they get ownership costs?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do you get that, from the --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- from the Collection Financial Standards?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do you get the definition that somebody who leases something owns it?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then how do they get ownership costs?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If somebody rents an apartment, do they own the apartment?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there something wrong with the IRS saying what they mean?  It says ownership costs means monthly loan or lease payments.  Now, is there something --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what it says it means.  Now, is there something illegal about it  defining ownership costs in that way?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not just -- it says you are supposed to look at the form; it says ownership costs.  So the only thing you'd look at the IRS for is -- the manual -- is to define ownership costs.  And they say ownership costs means those two things."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't follow that.  If the simple thing is to just -- what does the word \"costs\" mean?  And then you look to the IRS manual, and it tells you that \"costs\" means loan or lease payments."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Burke, if we could stay with this.  The $471 is derived by looking at the average loan or lease payments nationwide.  Then, in addition to that, we know that the IRS has a separate category for operating costs that is meant to reflect costs of having a car that are not your loan and lease payments.  So, between those two things, why wouldn't we say that ownership costs means your loan and lease payments, but operating costs means your other costs of having a car, and that you get the operating costs if you have a car but don't make loan and lease payments, and you get the ownership costs if you do make loan and lease payments?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Burke, the -- it's unusual to allow a deduction for the purpose of calculating disposable income although you don't have any expense.  I understand how you get to that conclusion with respect to car ownership.  Is there any other provision that in -- in calculating disposable income, you are allowed a deduction for an expense that you don't incur?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  The question -- is there anything else that works like this?  You don't have the expense, nonetheless you have the deduction? Any -- I mean, there are a whole list of deductions, expenses.  Is there any other one that works this way? It doesn't matter whether you have the expense, in fact."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":4,"sideBefore":"justices","text":"For example, Mr. Burke, what would happen if you didn't actually have any out-of-pocket medical costs?  Could you still claim a deduction for out-of-pocket medical costs?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the general view of the courts?  Is the answer that you just gave supported uniformly by the courts that have looked at this?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- in other words, even on this point, they are split?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand what you're saying.  He asked, are they split 50-50 on the point that is before us here?  Yes or no?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they apply -- do the courts apply the housing and utilities listed amount whether or not you pay for a house or not, whether or not you rent?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, once again, Mr. Burke, this is -- I don't know why you don't point this out.  This is not the difference between your position and the position of the other side.  You get the deduction for the other side as well, whether or not you are making the payment.  Now, maybe it can be adjusted by the trustee, but as far as the statute is concerned, so long as you make one payment of $1, under their theory you're entitled to claim the deduction; isn't that right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":5,"sideBefore":"justices","text":"My question, incidentally, about courts was not with reference to the car expense. It was with reference to the hypothetical or to the issue proposed by one of my colleagues, that said, what if you don't -- Justice Kagan -- suppose you don't have the medical expense.  And the answer -- and your -- and I wanted to know if your answer is supported uniformly by the courts that have looked at this, or if there is also a split on that point?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And they get it whether or not they incur that expense or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, food -- you don't have to say, well, he did spend this much money on food, so he gets the standard deduction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If he doesn't eat as much as somebody else, he gets the same deduction, right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Burke, even you would say -- is this correct -- that if you don't own a car at all, you can't claim the car costs?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- is that by reason of the Internal Revenue Service --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- manual, or is it by reason of the Bankruptcy Code itself?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's in the chart --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that you claim -- okay."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":5,"sideBefore":"justices","text":"What if you own a car, but it's completely inoperable and it has no value?  You buy it for a dollar.  It's a junk car, and you're planning possibly to restore it at some point.  Do you get the deduction then?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And would your answer be the same if the allowance was set, the decree was made, and -- and the debtor then went out and bought the junker to put in his driveway just in order to get the 400-plus dollars a month, or would that be deemed an evasion of the law that could be addressed by the Bankruptcy Court?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What is -- we've got about half the courts in the country agreeing with you.  And so you've read all those arguments, and what in your opinion is the best one on the point, again, where I am stuck, which is Justice Ginsburg's original point?  I mean, I can think of millions of examples.  You have a form that says -- the employer says entertainment expenses.  Then it defines entertainment expenses as food and transport, and they leave out movies, you know. Or you could have vacation expenses, and vacation expenses are defined as transport and hotel, and they leave out meals.  And here we have a definition of ownership expenses, and they say leasing and loaning, and they leave out other forms of ownership."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, the argument is, well, that's what they mean by it, so that's what applicable. Now, what's the best argument against that in those 50 cases?  Why is it trying -- why to try to get an  expense which isn't loan or lease?  Have you any more right to it than if you tried to get an expense to my totally irrelevant apples?  I mean, it doesn't fit within the applicable definition.  What's the answer?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I've looked at the form."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ownership."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they -- two pages earlier they say what they mean by the word \"ownership.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You say half the courts say, oh, you just sort of imagine what ownership expenses are, and anything that they can fall within that general English language word is what they can deduct; is that their approach?  Because we -- you say cut off the definition, cut off the definition from the  word \"ownership\"; don't use it.  So what do we use to define what ownership is?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I know, but it's for ownership; it's not for, for example, whistling.  It's for ownership.  So -- so how do we define what that $471 attaches to?  Do we use a State common law definition or something?  How have they done it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this a problem distinctive to your case?  Doesn't the other side have the same problem with ownership?  Don't they acknowledge that even if you are leasing the car you get the deduction?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see why this is distinctive to your case.  It's a problem both sides face.  And we don't avoid it by coming out against you, do we?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":6,"sideBefore":"justices","text":"What if -- what if the definition of --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Why don't we?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":6,"sideBefore":"justices","text":"-- ownership costs was moved into the local standards themselves?  Would the outcome be different then?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  It's moved from the CFS to the local standards, which are referred to in the -- in the code provision."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Burke, if the table said loan and lease costs, you wouldn't have a case?  If it said -- instead of ownership costs, if it said loan and lease costs, then you would sit down and you would say I'm not entitled to that deduction?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if it's called loan and lease costs?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You may want to save the rest of your time for rebuttal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Maynard. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- food costs, housing costs, utility costs, by getting his parents to pay for those things and still take this deduction?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Your adversary said that only two courts have addressed this issue and have permitted those deductions.  So under what reasoning  would we apply a different standard to the car costs as opposed to those other costs?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Housing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if they have  pre-purchased their food expenses, so long as they have $1 of food expense they get the entire expense even though they're not incurring it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And there are things like, you can pay up, you know, have the grocery deliver your food every month and you can pay in advance, and if you're paid up, you still get the full food expense that is allowed?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if you paid $1 for food, you'd get the full amount for 60 months?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So your argument leads to a result that's just as absurd as your colleague's result on the other side."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that was a big part of your argument.  You said his position leads to an absurd result, and yours is just as absurd."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Where does it say that?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The debtor's monthly expenses shall be the debtor's applicable monthly expense amounts specified under the national and local standards.  So the national and local standards have amounts listed.  Where does it say you take only the actual, not the national or local standard?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that's -- but that's not what the provision at issue here says.  It says you use the amount specified under the national standards, and you use actual for everything else.  That's what the statute said.  So now you're trying to move the actual into the first half of the text?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why would you even bother?  Why don't you -- if -- if what you're arguing is that only actual expenses are -- are what you can claim, you wouldn't need the first half."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what you would have the statute read is:  The debtor's monthly expenses shall be the debtor's applicable monthly expense amounts specified, as a -- as a maximum.  You would have to add  \"maximum\" somewhere there."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your -- your position penalizes debtors who pay their expenses in advance, who don't incur additional debt to pay for things like their car.  I would have thought the Bankruptcy Code would think that's a good thing, that they're not incurring debt that they can't afford to pay off, but instead, to the extent they can, they're paying expenses in advance.  Why should somebody who does that be in a worse position than somebody -- than somebody who takes out a loan they can't afford to pay back?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he hasn't incurred -- he hasn't incurred expenses.  It's the whole point, I guess, that he's paid for something."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Even though he can do it -- even though he can do it for everything else -- he can do it for food, he can do it for housekeeping expenses, he can do it for personal care expenses, he can even do it -- the other, the final category is miscellaneous, so he can do it for anything."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what you're proposing  is that every debtor has to go to the Bankruptcy Court and show what their monthly food bills have been over what period of time, how much their personal supplies have been over what period of time?  How can you calculate forward what they are going to spend on a monthly basis for each of those items?  Isn't that the reason the tables are used, so that you don't have to do that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I must say your position is more logical than the position that you read in some of the instructions applicable to the -- to the chart that's referred to in the Bankruptcy Code, but not others.  I mean, it seems to me, if you're going to read in the requirement that have to have made a lease payment, you should also read in the requirement that you're referring to now, which would mean your deduction is limited by the -- by the amount of your lease payment. I don't see why -- is there any reason why one would read in the other one and not read in yours?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Maynard, what would  happen if the debtor had a car that was 200,000 miles old -- 200,000 miles, and it was going to break down, you know, within the next 5 years?  Would the debtor then be able to take the deduction?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Even though if you look ahead, if you project forward, it's pretty clear that the debtor is going to have to incur those expenses?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the modification works for chapter 13, but it doesn't work for chapter 7; is that right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The -- sorry.  Are you finished?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Why don't you finish answering the question?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Finish, yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I think it is -- well, I'm  trying to work out what was his point.  And I don't blame him for this.  But trying to figure it out, he says look:  This whole thing was written for a different purpose than the IRS, and if we start reading all those things from the beginning into the tables, we're really going to get into a mess.  For example, we are going to give people deductions when they have lease payments, even though they're not owners when they have lease payments.  The company owns -- not even an ownership expense, but it does say use the lease payment.  And then it has all these other things. So forget it; do a simple thing.  It says ownership expense.  You go to the registry of motor vehicles and you say, is Smith the owner?  And they'll tell you, yes or no.  And if the answer is yes, he deducts $471.  Sometimes that's too little; sometimes that's too much.  But once we depart from that, we're really in a nightmare of trying to figure out what all these things mean that were written for other purposes. So, what do you say to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"justices","text":"What we are talking about is a paradigm of someone -- we're comparing someone who has a $470-a-month car payment and he gets -- and he gets the deduction.  Why is that, in light of the second sentence -- let's see, the third sentence of the statute, which says, \"Notwithstanding any other provision of this clause, the monthly expenses of the  debtor shall not include any payments for debts.\"  I mean, that would be the car company. And has -- has that point been litigated?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No -- no, but it would --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It would eliminate the anomaly that -- one of the principal anomalies.  There are many anomalies in each position.  It would eliminate one of the principal asymmetries that seems to concern the counsel and the Court."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the -- the general position was you get either the actual payment or the 471, of whichever is higher."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"And if he paid --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"justices","text":"Well, I -- excuse me, Chief Justice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"If he paid a dollar, he would be able to shield $27,999, and you're comfortable with that result?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"And I understood your brief to say it was the amount -- you get the whole amount, not simply as a cap."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"If the point of the $1, counsel, is to lead to the extreme hypothetical that would flesh out your position, what if it were $10,000 and the amount would give him $30,000?  The trustees have probably seen loans like that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"","text":"Why aren't -- why isn't one of the criteria the -- the provision that says maximum allowances for housing and utilities and transportation, known as the local standards, vary by location, and unlike the national standards, the taxpayer is allowed the amount actually spent or the standard, whichever is less?  Why doesn't that apply?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"","text":"It's not applicable.  It's not applicable if, in fact, you haven't spent that much. Just as you claim it's not applicable if you have no payment at all."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":10,"sideBefore":"","text":"No, but the -- but the gravamen of Justice Scalia's question is:  Why are you running away from 1a, which is what Respondent's counsel relied on?  And if that were clearly relevant to this statute, it would seem to me to answer the question. Are you saying we -- we don't look at this because it's just simply an interpretation; it's not a regulation?  What is -- what is -- in your view, what effect do we give to this language that Justice Scalia quoted?  Nothing at all?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":10,"sideBefore":"","text":"Suppose we -- suppose we think the word \"applicable\" is ambiguous and difficult  to construe.  Do we then look at this language at 1a, or do you say it's irrelevant in all instance -- in all respects?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":10,"sideBefore":"","text":"So then you would be comfortable with a person who owns a house outright, who only pays $100 in utilities, taking the full amount of the housing and utilities allowable living expenses because that's the amount specified?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"Ms. Saharsky, I should -- I should probably know this, but if you do have amounts that are excluded from the disposable income because of car ownership, in other words, you actually have, from -- in your point of view, expenses, do they have to go to the -- pay off the car loan or are they available for everybody?  All the creditors?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"But can he decide -- let's say he has more food expense than is allowed.  Can he decide of the amount that would otherwise go for the car payment that he's going to pay some of that for the food expenses?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":10,"sideBefore":"","text":"Ms. Saharsky, could you explain to me the government's position on when a debtor with loan and lease payments gets to deduct them under Romanette ii?  In other words, this goes back to Justice Kennedy's question, the notwithstanding clause and whether the notwithstanding clause effectively excludes all loan and lease payments from Romanette ii?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":10,"sideBefore":"","text":"But, in other words, the loan and lease payments don't count as debt for purposes of the notwithstanding clause; they count as expense amounts?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"Thank you, counsel. Mr. Burke, have you 4 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Burke, would you  explain one facet of this case to me?  Given the deduction, the $471 deduction, disposable -- projected disposable income comes down to $210?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"As opposed to -- it would be 600 some dollars if you didn't count the $471?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though the disposable income figure was $210, the debtor was willing -- the debtor proposed paying $500.  Why did the debtor come up with a $500 figure when projected disposable income without the car ownership would be -- if he gets the car ownership, would only be $210?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It would have to go to 1,500 a month, or he, out of the goodness of his heart, would decide to pay that amount?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  So why -- why would we assume that he -- I don't know -- your client is an extraordinarily generous fellow.  I don't think most people, when they go through bankruptcy, are going to cough up any more than they have to."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that the -- do"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that the Bankruptcy Code provision freezes the -- the national and local standards to some degree or completely as they existed at the time when the statute was enacted?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the IRS can change -- otherwise, they can -- going forward, they can completely change the national and local standards?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHRISTOPHER P. BURKE","firstName":"CHRISTOPHER","lastName":"BURKE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2262,"interruptions":23,"times_spoken":83,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DEANNE E. MAYNARD","firstName":"DEANNE","lastName":"MAYNARD","counsel":true,"justice":false,"side":"respondent","words_spoken":2211,"interruptions":17,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":594,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":370,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":479,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":755,"interruptions":3,"times_spoken":28,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":832,"interruptions":2,"times_spoken":24,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":388,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":443,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":369,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":10,"fullName":"MS. SAHARSKY","lastName":"SAHARSKY","counsel":false,"justice":false,"side":"","words_spoken":1582,"interruptions":9,"times_spoken":15,"laughter":0,"num_int_by":4}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":2262,"times_spoken":83,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":2211,"times_spoken":30,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":10,"words_spoken":4230,"times_spoken":145,"laughter":2,"num_int_by":5}],"outcome":{"side":"respondent","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.5918347935832481,"respondent":0.4081652064167519,"date":1472523515496}}