{"petitioner":{"name":"PLIVA, INC., ET AL","counsel":[0]},"respondent":{"name":"GLADYS MENSING ","counsel":[1,2]},"caseNumber":"09-993","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 09-993, Pliva, Incorporated v. Mensing, and the consolidated cases. Mr. Lefkowitz. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that makes a lot of sense, but we do have our Wyeth decision that seems to cut the other way."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have another -- you have another route, and that's what the government is telling us: That you could propose a revision of the label, and if you did that, then you would be home free. You would not be subject to the State suit."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it was in the -- at the cert stage as well."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we call this the take steps -- is this the take-steps doctrine, for purposes of discussion here?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not clear to me whether you say that that is preempted or just that it was not well-pled. I'm not -- I'm not sure of your position on that point."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Lefkowitz, why should --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Would the -- excuse me, Justice. Would the Federally licensed drug manufacturer have a similar obligation to lobby the FDA for a change?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But assume there hadn't been. Assume there hadn't been such a regulation. Do you understand it to be the government's position that the licensed drug manufacturer is not protected from State suits, even though it has a Federal permission to give certain warnings, unless it has lobbied the FDA to change those warnings?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. There is a legal obligation to advise the FDA when you have reports of adverse results that suggest the label may be wrong. Are you disavowing your -- your obligation to tell the FDA when something's wrong?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So please describe what the difference between that obligation and the obligation to suggest a label change when you know it's been misbranded."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's -- so what's the conflict with State law, meaning you have an obligation to keep your label as it is, but if you also have a Federal obligation to advise the FDA of adverse -- of adverse results and of needs for change, why can't you then comply with a duty to warn obligation because you can go to the -- to the FDA?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you contest, Mr. Lefkowitz, your ability to make that request? I know that you contest your obligation to make that request, but do you think you could go to the FDA and make that request and set a process in motion?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you could go to the FDA, why shouldn't we look at this suit in this way: That the plaintiffs are bringing a standard failure to warn claim; that you then have a preemption defense, that you'll say it's impossible; and then in order to litigate that preemption defense, the question will be, well, if you had gone to the FDA, what would the FDA have done? Would it in fact have required both brand names and generics to change the label? And if it would have, you would not have had -- been put in an impossible position."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Buckman -- Buckman was arguably a little bit different, in that there's a concern expressed in that case that requiring allowing the State suit to go forward would cause manufacturers to basically inundate the agency with proposals and warning revisions, so that there would be so many things that the agency wouldn't even be able to process them, and they would become meaningless to the consumers. That doesn't seem to me to be a concern in this case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Federal agency says that these suits complement, they're not at odds with, the Federal regime, because they give the manufacturers an incentive to come forward. Everyone is interested in making sure that only safe drugs are marketed. So, far from detracting from the Federal regime, the agency responsible says, this helps us; it encourages manufacturers to report."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is there any breakdown as to how many of those requests are generic and how many from branded?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So what are you supposed to do if your company happens by chance to come across a very, very high correlation between people who take your generic drug and who get seriously ill? And now what you know is that nobody else has really found that, but, my goodness, there you are; it happened that it was associated, a special group or something. What are you supposed to do?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And so are they saying that you -- is it conceded in this case that you did tell the FDA everything you knew about that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Or is that a point in dispute?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how would it conflict? Suppose the State said: Here is what we want; we notice that it says in the Federal law that you must keep your warnings up to date, and if you find an association, you must revise your warning. Now, we understand you can't do that without FDA approval. But as far as our State is concerned, we think that when you come across this serious problem you have to tell the FDA in some form or other, a reasonable form, about it. Would that law -- is there anything Federal that that law would conflict with?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said you had to tell the FDA about it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. I didn't understand that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"What I wonder -- see, I wonder if that's this case. I wonder if this case is what they're saying is: Oh, we concede you told the FDA every single thing, so they were just as informed as you are about the risks here, but you did not add the words: And please change our -- your permission, so that we can change the warning. Is that what this case is about?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"When they come up here they might say this isn't just what this case is about."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So your argument is that if we run across this tremendous, really serious -- I can make an imaginary as serious as you want -- really a serious problem, and you're saying the State has no right to say -- even if we purposely didn't tell anybody, they can't get involved because they can't get involved with our failure to tell the FDA anything because that's Federal, and we can't -- they can't get involved with our failure to try to change the warning because that's taken care of by our obligation to tell them, which we didn't fulfill?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you say that if the claim here is simply that you did not disclose properly, that claim could be brought?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"To disclose -- I'm sorry. To disclose to the FDA?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"To disclose to the FDA."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you just described Buckman as -- as involving precisely that, failure to tell the FDA the purpose of the screws. You said that the State -- the State suit would lie because of that failure."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But Mr. Lefkowitz, I think what the Respondents would say is that you are mischaracterizing their complaint and making it into something that it's not. Their complaint is a standard state failure to warn claim. Now, you have a preemption defense to that claim, and in that preemption defense there's going to be questions about your disclosure obligations and whether the FDA would have responded in a certain way to your disclosure obligations, but it's in a fundamentally different posture than the one that you're suggesting."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I agree that you don't have any ability yourself to change the warning, but here's what the FDA has said. The FDA has said if an ANDA applicant -- and that's you; you're an ANDA applicant -- believes new safety information should be added to a product's labeling, presumably because they've gotten information that suggests that the product's labeling is wrong, then it should contact the FDA, and the FDA will determine whether the labeling for the generic and listed drugs should be revised."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, do you think --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Buckman was a case -- I'm pronouncing it right, I think, Buckman -- where it was a branded manufacturer, was it not?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A medical device manufacturer. So there it was -- it was an FDA process, and we said there's no State cause of action for saying that the FDA process -- that's slightly different from saying that you have a duty to warn the FDA. You might say it's a fortiori."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, do you think Congress really intended to create a market in which consumers can only sue brand-named products? Because if that's the case, why would anybody ever take a genetic? And why in the world would Congress create a different, or even the FDA, a different obligation on brand-named products or generic products to give them information about labels when they know there's been a misbranding? What the government says is you start by instructing a jury that there had to actually have been information that proved a misbranding. That's the first step of the tort suit according to the government. So why should you or why would Congress or the FDA have intended to treat the two differently?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Lefkowitz, there's a certain overlap, is there not? Some of the generics are made by the same people that make the brand-name drugs, isn't that so?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And at least for those people, they have the means."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, all you're arguing is that this rule will have little practical effect, that there is going to be very few lawsuits that could be brought against your companies because you're just not going to have enough information to suggest a label change."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Lefkowitz. Mr. Bograd. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they're -- they're -- they're under the obligation to report to the FDA the facts which establish the grave risk, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So the argument here is whether it -- it will be the FDA ultimately that determines whether there was a grave enough risk to modify the -- the label or whether that call will be made by -- by a State court guessing what the FDA would have done, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but -- but -- no, but -- but surely you have to establish not only that the generic manufacturer requested a label change, but that a label change would have been approved. Otherwise there's no causation. Surely --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- that's part of your case, isn't it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but -- but their -- their preemption claim is we had to give these warnings, and you don't contest that. They had to give the warnings that they gave, unless the FDA said that the warnings must be changed, so --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- I mean, I don't see how you can hold them liable, so long as they continued to give the warnings that they had to give."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And they could have lobbied the FDA to say, you know, change the warning, but if the FDA said -- suppose the -- suppose they did tell the FDA, please modify the label, and the FDA said no. Would your lawsuit still proceed?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I would say --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. You're drawing a line between the FDA rejecting a warning and the FDA not accepting the warning; is that the line you're drawing?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It appears also that the -- it's Buckman, it seems to me, the relevant case, not Wyeth, because what -- if -- you're now saying, I've learned, that -- that they have a set of FDA duties; they must tell the FDA every detail."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That sounds awfully familiar to Buckman, where the State claim was basically a claim of fraud on the FDA. And we said it's not up to the State to -- to -- they can't bring -- have a claim for fraud on the FDA. The FDA has to enforce their own stuff. And why isn't the same true here, that the FDA has to enforce their own legal requirement to tell us everything you know? What's the answer to that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, because Levine involves the Wyeth case, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No. The -- the difference there is the difference that the SG points out: There is a broad-ranging obligation for the initial drugmaker to tell the FDA all kinds of things and change the warnings. But here the FDA tells us they have no power to change their warnings. They can't, unlike Levine. They have to copy the original maker. So -- I'm -- I'm just referring there to the whole SG brief."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Be sure you answer, please, my original question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But what happens --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How long does it take -- how long typically does it take the FDA to respond to a request from a generic manufacturer that it -- it ask the branded manufacturer to change the label?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are those the ones that are submitted by generic manufacturers?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does the -- does the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"-- whether about --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I was just going to ask, does the FDA give you an up or a down, or does it just not take action sometimes if you submit one of these requests?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Just so I understand what you've said, this 3-month turnaround that you mentioned, they are all requests from labeled manufacturers, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you said that generic manufacturers don't make any requests."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, okay."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I see."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can you, and I think that this is part of what your adversary has been talking about when he says we don't usually receive adverse incident reports; they go to the brand manufacturer. So tell me what you view as your main obligation. This is a little bit like what Justice Scalia was asking. You come in and you say there's a drug, it has an adverse effect, there should have been a warning about it because look at all of this literature, look at all of this proof --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that this drug is, in fact, in some way plausibly or otherwise causing this incident, and the label was inadequate to tell me not to do it. Is that your obligation completely? You don't have an obligation to show that this particular manufacturer knew that in some way?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does a generic manufacturer have to be an expert in the field in which it manufactures?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What does -- what does being an expert mean?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In this context, being an expert means being able to produce exactly the drug that has been approved by the FDA, right? You don't have to be expert in anything else?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What else do they need?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't make them an expert. I'm talking about what expertise does -- does the company have to -- to possess. It surely has to possess the chemical expertise to produce exactly the product that the -- that the -- that has been approved by the FDA. What other expertise is necessary?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think that'd take any expertise. You have people who complain, I've taken -- I've taken your pill, and it -- it, you know, it's caused -- this is expertise? That's not what I normally think of. Whereas a drug manufacturer does, indeed, require expertise, conducting tests and knowing what changes will produce what results and so forth; right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose they had. Suppose that -- is a generic required to file adverse incident reports?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Now, imagine a company that files every adverse incident report, complies completely; period. Now, in your view does it have an additional obligation?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And what is that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, their argument is that in respect to their failure to do the first, that's Buckman. That is similar to Buckman."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now. And that's what I -- now, as to the second, it just doesn't add anything. The FDA has all that information."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Now, why is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Your basic argument, I'm getting this now, that -- I think -- is that the failure is, where State law has a right to enter, is to require them to keep track of adverse incidents and other things in the -- and do their best to change the label, which will consist of going to the FDA, likely, and asking them to change."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":3,"sideBefore":"justices","text":"Suppose a generic -- suppose that the FDA issued a rule that says a generic drug manufacturer has no obligation to request a change in labeling. Could a generic drug manufacturer be held liable on a failure to warn claim on the theory that it could have lobbied the FDA to change the rule that says that the generic drug manufacturer has no obligation to ask for a change in labeling?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that why -- isn't that where your theory leads?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But your theory is that they have a duty to pursue an informal process that is nowhere provided for under the FDA rules; and so I don't -- so it's a duty to lobby the FDA basically to change the rules, isn't that right?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Assuming that they're correct in their interpretation of their own regulations."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is your -- what is your explanation for why Buckman isn't applicable here?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the suit was brought by the injured person in Buckman."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And it's similar in that respect. And in Buckman there was a -- a formal relationship which did not permit the cause of action, and it seems to me you could at least argue that a fortiori there should be no cause of action when there an informal relationship."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Somebody has been appointed in all those cases to sort of carry the flag, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Don't they have a distinct obligation to propose labeling changes when they -- when they think they're necessary?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You can finish your sentence."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Make it a long sentence, with a lot of \"ands.\" (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kneedler. "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, suppose that I'm not sure I agree with you that there is an obligation of the kind that you say for a generic drug manufacturer to come forward and request a label, but I do think that there's an opportunity for that manufacturer to come forward and ask the FDA to revise a label. If that's the way I read the law, does your result follow? Do you think, then, that State law claims should be able to go forward?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I assume that the patient's physician has the same opportunity. Anybody could go to the FDA and say this label ought to be changed, right? So the -- the physician taking care of this plaintiff didn't -- had the opportunity to go to the FDA and didn't. Is there a cause of action against him?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not talking about what the -- the FDCA regulation. We're talking about what State law would allow, and State law would allow a suit against the physician because he did not take advantage of the opportunity to go to the FDA and propose a label change."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if your theory of the case is accepted, this is what will happen: Every time a generic manufacturer gets an adverse incident report, it will send that on to the FDA, and there will be a boilerplate sentence at the end of it saying, We think you should consider revising the labels because of this, and then, under your theory, that manufacturer is completely protected from State suits?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they're not going to take a chance. They're going to say, if you're the FDA, you look at it. We're just telling you what we know, and we think you ought to consider revising the label."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. We think you should revise the label; if you agree, this is what it should look like."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Does it lead to preemption?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Does it lead to preemption?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right. Wouldn't you -- if you were the generic company's lawyer, you would advise them to do that in every case, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, I know that's what this case is, but if -- a reasonable generic manufacturer would be worried about every case, and it would just add this boilerplate language at the end of every letter, and as I understand your theory, they would be protected."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That would be the -- the prologue -- the prologue to the rule said that, and the rule was never submitted for notice and comment. Is that what you're relying on, that prologue?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Has the FDA made any calculation of the economic consequences of imposing this duty on generic drug manufacturers? I don't know whether this is a good idea or not, but it does seem to me that it may significantly increase the costs for generic drug manufacturers, and therefore counteract one of the objectives of the statute, which was to provide generic drugs at a low cost."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Am I -- am I to understand -- and I think I am understanding you. There is a legal obligation in the statute to report adverse events. You're saying that the statute also requires every manufacturer, of whatever type, to monitor the safety of the drug they're selling? Is that what you're saying?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And if reasonable evidence, whether directly in their possession or in the marketplace --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How do you decide whether a generic manufacturer ought to have proposed a -- a labeling change?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This is a generic manufacturer. He doesn't know anything about -- about science. He knows how to replicate this pill exactly. That's all -- that's all he really knows. Now, what is the test you're going to impose to -- to a jury to decide whether this generic manufacturer ought to have -- ought to have proposed a labeling change?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is it -- is it, well, you know, if he had been as well armed scientifically as the original manufacturer of the labeled drug, he should have known or, you know, does this guy who graduated from high school and can replicate a pill, should he have known? What -- what's the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And in the brief -- and in the brief that you filed you said one of the concerns is that people are going to flood the FDA with all these warnings and -- and whatever, and that would interfere with the FDA's ability. Now you're telling me -- you -- you said when you started out that you think it's unlikely or you don't think it's likely. In your brief it said SG language you said we're not prepared to predict that a ruling would do this. So, why is that a difference between those two cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but it's not -- the regulation doesn't say propose a labeling change. It says labeling shall be revised, and the one thing we know is that the generic manufacturer can't revise the labeling from the branded one."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Kneedler. Mr. Lefkowitz, you have your 5 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, the difference, as I see it, is that they're not suing you for a failure to tell the FDA. They're suing you for a failure to tell them. It's you who are interposing a defense and saying I manufacture a dangerous drug, and I have no obligation to monitor and ensure that the label is accurate. And what the government is saying, as I understand it is, no, you do. Yes, we understand you want to sell more cheaply, but not at the cost of public health. So what's wrong with that argument?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Lefkowitz, if you had asked, you would be in a different situation. If you had asked and the FDA had sat on it or was negotiating, then you could say, look, we've done all we can right now. But you're not in that situation. You, in fact, have not done all you can right now to change the label because you never wrote that letter."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The government is taking the position that there's no clash between the government, the State, and Federal law. It's not saying that you commit some kind of Federal offense if you don't file this law. The government is saying, the question is preemption. Is there a clash between Federal and State law to traditional Federal warn you have a preemption defense if you tell the FDA, and if either the FDA does nothing or tells you, no, we're not going to change the label?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the -- Buckman was about, was a -- it was a very odd case to be brought under State law for fraud on a Federal agency."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Lefkowitz, do you agree with Justice Ginsburg's characterization of the government's position? I thought the government was saying that there was an obligation on the part of the generics to propose changes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Otherwise, the government would be saying you have an obligation to lobby, and I don't think they're saying that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Lefkowitz. Counsel, the case is submitted."}],"people":[{"id":0,"fullName":"JAY P. LEFKOWITZ","firstName":"JAY","lastName":"LEFKOWITZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":3041,"interruptions":13,"times_spoken":44,"laughter":0,"num_int_by":5},{"id":1,"fullName":"LOUIS M. BOGRAD","firstName":"LOUIS","lastName":"BOGRAD","counsel":true,"justice":false,"side":"respondent","words_spoken":2264,"interruptions":25,"times_spoken":51,"laughter":0,"num_int_by":4},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1070,"interruptions":12,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":593,"interruptions":3,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":265,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":221,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":468,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":987,"interruptions":4,"times_spoken":38,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":596,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":759,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":202,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":3041,"times_spoken":44,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":37,"words_spoken":3334,"times_spoken":72,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":12,"words_spoken":4091,"times_spoken":123,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.33194789218084164,"respondent":0.6680521078191584,"date":1473644743632}}