{"petitioner":{"name":"TOBY DOUGLAS, DIRECTOR, CALIFORNI","counsel":[0,1]},"respondent":{"name":"INDEPENDENT LIVING CENTER OF SOUTHERN CALIFORNIA, INC., ET AL.  ","counsel":[2]},"caseNumber":"09-958","date":"2011-10-03T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 09-958, Douglas v. Independent Living Center of Southern California, and the consolidated cases. Ms. Schwartz. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Schwartz, the government doesn't have the injunctive power -- as far as California's rates are concerned, California puts them into effect.  The government can't stop that from happening, even if the government thinks that they are in violation of the Medicaid Act; is that right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that's a very drastic remedy, and it's going to hurt the people that Medicaid was meant to benefit.  Does the government have any injunctive power, or is its only -- only remedy a fund cutoff?Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How often has it happened?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how often has in the Medicaid context --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Ms. Schwartz, isn't it the exception because in fact you end-run -- end-ran the administrative process, that you put your regulations, your new rate schedules, into effect even before you submitted them to HHS, and continued them in effect while HHS was considering them, and continued them in effect to the extent that you were allowed to do so by injunction, even after HHS disapproved them?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could a State in its own courts provide for procedures whereby adversely affected parties could test the regulation?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me you have to say that.  Otherwise the next question would be under Gonzaga, you wouldn't say that a State can entertain a monetary cause of action.  So, I think that's consistent with your position."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when you say -- that brings me to a slightly different point.  You -- you introduce the fact or the consideration of what's administratively workable.  The brief by the former HHS officials says quite to the contrary.  It -- it says that there are almost $400 billion of HHS expenditures that are supervised by 50 people.  That works out to 800 million each; and they say, we don't have time for this. And it's much more efficient and it's much more consistent with the application of -- proper application of Federal law to allow this action to be brought in the -- in the courts."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Ms. Schwartz, the agency --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Well, I mean, that's \"the sky is falling\" -- 700 judges.  It would be just each district if it were in every district.  And it -- it -- and certainly to the extent we are involving a State, there would be only one State involved.  So -- so, thereAlderson Reporting Company is just the State of California, and there are only four districts there, and the suit could only be brought in one.  So, I -- I think that's an -- you know, I don't think that the \"sky is falling\" argument really works."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you asking us to adopt a rule that is good for this one case only?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You gave -- or is there -- could you state the rule in broader terms or more neutral terms? And you gave three reasons why we should reverse.  One, Congress hasn't created a cause of action here.  Well, Congress has never created causes of action, never creates a cause of action in any case inAlderson Reporting Company the Ex parte Young line or cases like that. The Supremacy Clause, because this is a Spending Clause -- this was an act under the Spending Clause.  But you're not asking us to hold that Spending Clause legislation can never pre-empt State legislation, I take it. And then the language of 30(A), where you -- are you arguing that 30 -- that the Medicaid Act affirmatively precludes any action like this?  I don't understand that -- is -- is any of those arguments sufficient by itself, or do you have to take them all together, and you're asking for a rule that only applies here?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Were those --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Were those amendments submitted before they took effect or after they had taken affect, like here?Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's where I'm a little bit confused.  The injunction here only stopped you from implementing the rate changes until you got approval from HHS in its administrative process that it was going to approve the amendment, correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a separate question about whether the courts are required to give deference to an HHS finding.  But the injunction here wasn't one that said you could never do this.  It just said go finish the process, right?Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the courts, I take it, have the prerogative, perhaps even the obligation, under the primary jurisdiction rationale to simply withhold adjudication until the agency acts."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's an abuse of discretion, not an absence of power.  You're arguing an absence of power."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, can I go back to the question that Justice Alito asked you about why there's no cause of action?  You are asking us to treat the Supremacy Clause differently from every otherAlderson Reporting Company constitutional provision.  Why should we?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The Supremacy Clause is part of the Constitution."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the Petitioners here -- excuse me.  The -- the plaintiffs here essentially said that the Supremacy Clause as part of the Constitution had been violated and sought, not damages, but only a prospective injunction.  And the question is, why the court shouldn't do what the court has done many, many, many times before, tens and tens and tens of times before, and say, yes, that's our prerogative and we'll proceed to the merits?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In a -- in a cause of -- in a suit that's brought under a statute directly, a person could be claiming damages.  Here that is not the case. A person is only claiming injunctive relief.  And that should -- there should be a difference between those two in terms of when the cause of action is available."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose the plaintiffs here were facing an imminent State enforcement action. Would your argument be different?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But how does that square with the argument that you made that -- relying on separation of powers, the Spending Clause, and the language of 30(A)?  All of those are still in play --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in that situation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what about the providers who say, but under -- under the State law, if we charge more than the hospitals -- if we charge moreAlderson Reporting Company than the State ceiling, we are subject to sanctions, so this does fit into the category of anticipatory defenses?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't they be -- the rates go into effect.  Someone charges more on the theory that the rates are impermissible under the Supremacy Clause.  That person would be subject to sanction under State law."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  You spoke of that, Justice Ginsburg's question, as though it was a hypothetical.  But that could happen, couldn't it?  What if one of these Respondents charged more than the State law permits?  Wouldn't -- wouldn't the State move against them?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Kneedler. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, is your argument in this case limited to Spending Clause legislation?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And if it's not, could you please -- you said yes, it is."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But give me the theoretical foundation.  If the Supremacy Clause doesn't -- I'm assuming you agree with your -- with Petitioner that it doesn't provide for a cause of action."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that your position?Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Then what gets all of the cases that we've had since 1824 into this Court that have granted injunctive relief on supremacy arguments?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but we -- we have plenty that don't:  King, Townsend, Carlson.  We've had many others that are not dissimilar --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- from this case."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So, go back and explain to me how all of those cases --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What's the theoretical?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So, go to your -- Petitioner's response to one of my colleagues, to Justice Scalia, when she said yes, if these providers decide to charge the old rate to their patients, the State will go after them.  How is that any different than the cases where we're talking about railroads charging -- not charging customers more than a State commands because the penalty's too high, or --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- or those types of cases that fall into this pre-emptive category that you're talking about?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But you haven't explained how that's theoretically different than theAlderson Reporting Company example I just gave you."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So, all they have to do, as far as the Government is concerned, is amend their complaint to say:  We intend to charge higher rates than the State law allows."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"And then you -- you'd agree that the suit would lie."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, gee, we're not deciding a whole lot here, then.  Just -- it's just a matter of pleading that we're deciding, right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, why should this even matter so much whether there's a defense available in a regulation that's brought against a person or not?  In your brief, you admit that there are numerous cases that don't fit within that category, where the -- but where the -- where the State has acted in some sense to change the behavior of the person, to regulate the person, even if that person doesn't have a proceeding in which to mount a defense.  And we -- this Court has treated those cases in exactly the same way, haven't they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, you think --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, you think there may well be implied rights of action outside the Spending Clause context."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, your -- your answer to my earlier question was that you're not arguing about that in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, the Government -- the Government -- we don't have a position from the Government on whether or not there is an implied right of action under other constitutional provisions."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, outside the Spending Clause context."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"You -- you do not even exclude all Spending Clause cases.  You only exclude those Spending Clause cases where -- where the plaintiff does not say we are -- you know, we're going to violate the State law, and they're going to come after us.  So, you haven't made an exception for the Spending Clause."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But, Mr. Kneedler --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, this is what you said in your cert stage brief:  You said, \"Those programs in which the drastic measure of withholding all or a major portion of the Federal funding is the only available remedy\" -- and you are talking here about Spending Clause programs, obviously -- \"would be generally less effective than a system that also permits awards of injunctive relief in private actions.\""},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, can that really be the difference?  I mean, do you think if 30(A) were written -- were drafted as a formula, a rate schedule formula, that there would be a cause of action, but because 30(A) is more general in nature, that there isAlderson Reporting Company no cause of action?  I mean, surely that's a question for the merits of whether there is pre-emption or not."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, before you sit down, could you please enlighten us on two fact points?  One is, what is the status of the 30(A) rulemaking?  Because I take it once the rule is made, it would get Chevron deference.  You said that there would be a final rule in December.  Is that still --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"How about the -- the status of the -- the hearing on California's compliance --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Under the --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Under a pre-emption -- would it be a pre-emption argument?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you agree with the counsel for the Petitioner that if the State chose to allow its courts to issue an injunction on Supremacy Clause grounds in the State courts, that that would be impermissible?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. Mr. Phillips. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why isn't -- why doesn't your position constitute a complete end run around all of our implied right of action jurisprudence? We've wasted a lot of time trying to figure out whether there's an implied right of action under a particular statute if there has always been one under the Supremacy Clause?Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How can they have much broader -- broader -- first of all, all of those cases -- I don't know if all of them did, but certainly a lot of them did include -- included claims for injunctive relief.  And I would have thought the court's authority under your equitable action under the Constitution would be at least as broad as it would be under the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But your position --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Your position --Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Your position is that the Constitution prohibits you from doing anything where the State law is pre-empted by the Federal law. That doesn't sound very narrow to me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if the law that Congress is -- Congress passes sets forth certain Federal standards -- it's a cooperative Federal-State law like this one -- and it says:  And there's no private right of action for any individual to enforceAlderson Reporting Company this.  That's limited to the Federal Government."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, Congress can say --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Congress can say in the same statute that confers the allegedly pre-emptive Federal standards that we do not want individuals bringing actions in court to enforce this.  We want to leave that up to HHS.  And you're saying, even though Congress said that, individuals can nonetheless bring a suit under the Supremacy Clause, the theory of which is we are making sure that Federal law controls."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The same Federal law that says you can't bring a cause of action."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you're saying then, if Congress loud and clear says, we want HHS to be the sole enforcer of this law, you're saying--"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Of this, yes.  You're saying that that would be ineffective because there could still be a Supremacy Clause claim."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's on the merits --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- but Congress says, we don't want anybody coming into the court.  We want --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is that necessary to your position, Mr. Phillips?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Because you could take the view, right, that if Congress speaks to cut off a claim, that's one thing, and a very different thing, than if Congress has not spoken at all."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Then it's a question of what will be the default rule.  Congress is silent."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is the default rule that there is a Supremacy Clause action or that Congress must expressly allow it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I'm not certain of this.  I find this a difficult case.  It seems to me the Government is prepared to concede that if an individual has a Federal right that he'd like to enforce and someone is trying to block it by asserting a State law that he thinks is pre-empted, he can go ahead.  If it looks as if the State is going to take something from him that a Federal law guarantees and he has a defense that he'd like to make to that under Federal law, the State law that seems to allow it is pre-empted, he can make it. Our problem arises where neither of those things is true.  So, we say, what is true here?  What kind of Federal claim does he have?  And the word is that rates have to be -- that the rate that the State has to pay back to the doctor has to be \"sufficient.\" Okay, \"sufficient.\"  That's basically the word."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  So, I see three possibilities.  One is you say, sure, let all the doctors go and sue.  There are only 50,000 kinds of reimbursement.  Maybe there are a million.  I don't knowAlderson Reporting Company how many.  And they only take place in, what, say, 400,000 counties.  And we will have Federal judges reaching different views about what is sufficient in each of those different places.  And sometimes they will agree.  Did Congress want that?  Well, hmm, a problem. The second way of going about it is cure that and say:  You win, but you have to use primary jurisdiction, and you have to get the government's view on it, Judge; and before you decide, you have to pay attention."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"There's a long line of cases.  I have one more thing --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- then you'll get all three."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If I want your view, I want your view on whether the right approach -- you're saying what's the status quo pending.  And I want your view on these three possibilities."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"One is the possibility the judges just do it in all the different places, try to figure out what's sufficient.  The second is the possibility that we try primary jurisdiction, and that's the -- then the curlicue on that is what do you do pending?  And, you know, that's your injunction."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes.  And the third possibility is you say:  I'm just sorry that the -- this is just too vague, the \"sufficient\" et cetera.  It has to be centralized.  There's no way to work this out with all these different judges and different kinds of rates and different kinds of provisions.  And so, this is an instance where you cannot bring your claim that something violates the Supremacy Clause because you don't have a Federal right to a thing, and they're not trying to take away a thing that the Federal right givesAlderson Reporting Company you, et cetera. All right.  Do you see those three possibilities?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And what I wanted you to do is to address them."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You think primary jurisdiction is the way to do it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You see, I see a practical problem, and I'm -- the practical problem is millions of rates all judged by the term \"sufficient,\" and instead of the agency in charge deciding what's sufficient, we do have a lot of judges."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So, could I ask --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Fighting -- why are you fighting Justice Breyer so much?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, it sounds like you are, and that's why I am having some difficulty. There are two points, following up on his and then my second question.  Engage the Solicitor General's suggestion that this isn't a cause of action under the Supremacy Clause, but that it is a cause of action under some implied equitable --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- doctrine, okay? Which may square.  And I'm now coming back to Justice Breyer's question.  I agree with all you were trying to say about what the State did or didn't do here, but if it's a primary jurisdiction question, what's wrong with just saying that the court's power is limited under equity to issuing an injunction that gives the matter over to the administrative agency that puts in the status quo -- assuming there's some sort of violation of Federal law or seeming violation of Federal law -- a preventive injunction that just stops the State from acting until the administrative process concludes?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What's wrong with that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  They're saying you can't have any."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but Justice Breyer's question, I think, was slightly different, which is, what's the limit on --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- the court's power? And how do you --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Would you engage theAlderson Reporting Company question that -- the approach the Solicitor General has been making, which is don't find a cause of action under the Supremacy Clause; find it in the court's -- an implied cause of action?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I might, if you continue in your earlier position that a Supremacy Clause cause of action would stop Congress from having a -- a voice in enforcement in cutting it off clearly, if Congress were to write a law that says no one can enforce this, either in damages or in injunctive relief. Your earlier answer seemed to suggest Congress didn't have the power under the Supremacy Clause to do that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If this were in equity --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What is your response to the argument that the equitable power exercised in Ex parte Young and similar cases is limited to certain specific situations such as where there is an imminent threat of the State enforcement action, and a few others where there's a trespass, where there's a clearly defined Federal right?  I mean, it doesn't encompass every situation in which the plaintiff simply has Article III standing and wants to obtain an injunction that a particular State law is pre-empted by Federal law."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":10,"sideBefore":"justices","text":"So, what is the best authority in our cases, other than Ex parte Young, or in a treatise or in recognized statements of the difference in law and equity for the proposition that in this area we can make a distinction between law and equity after centuries in which we've tried to say that that distinction ought to be blurred?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, do you want us -- would you want us to write an opinion and say, oh,Alderson Reporting Company there's a difference in damages at equity?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What do I -- other than Ex parte Young, what do I cite for that?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that's not --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's not the theory on which we've said you can't get damages under Ex parte Young.  The theory that prevents damages is the theory of sovereign immunity.  The -- the fiction that you're -- that you're moving against the individual and not against the State simply cannot be maintained when you're taking money out of the State treasury.  That's the basis for it, not -- not what you just described."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I know, but see --Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- but that wouldn't explain the case like Gonzaga where there was no State entity.  Gonzaga was a private institution."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So, I'm -- I'm wondering. I understand the Eleventh Amendment dynamic, which --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- as Justice Scalia points out, was the whole driving force of -- of Ex parte Young.  Is there -- is there any other basis for us to say that there has to be a law/equity distinction? You say, well, that's because there is no adequate remedy at law.  But that's circular; that assumes because there's no cause of action -- so, that doesn't work."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"There must be a limit. There must be a limit because if there is not a limit onAlderson Reporting Company what you can do under Ex parte Young, I can go in my office and I look at the statute books and they are just filled with statutes, and I -- Federal; and if I had all the State statute books, it would be 15 offices or 20 or 100.  And I know perfectly well that a lot of those statutes in the Federal books have to do with agencies, and they give jobs to agencies, and it's perfectly apparent that the ones who run those statutes in many instances are the agencies, and really judges are out of it. Now, if I adopt your line, it seems to me I am saying that any time that a person has an individual of saying that a State law is contrary to one of those statutes, he can run right into court.  And I can see we've done that where he has some kind of right that he's protecting that's threatened in some way or that he wants to assert.  I can see that we could do that in the foreign policy case like Burma; I can see that we could do that where Federal voting rights are at stake, which are very important. But a principle that says you can do that any time you want seems to me a little -- it's -- it seems to me the real fear of far-reaching in this extent that it just stops the agency from doing their business at the behest of anyone who would like to assert a StateAlderson Reporting Company law, or States -- it's a mess, in other words."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  Your people have your problem."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But some other people have another problem."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The doctors want to be paid more money or at least not paid as much as they were; I understand that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, is there a medical exception?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is there a medical exception?  Is it that you can have this generalized claim if you're a doctor, but not others?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, could I ask you a little bit more about how this interacts with the agency process?  Now, suppose that California had done what, the way I read the statute, it was supposed to do, which is to go to the agency and say:  We want to change our rates.  We can't afford these rates anymore, and we think these lower rates would do just as well.  All right?Alderson Reporting Company And then the agency and California sit down and discuss the matter.  Would this suit have ever come into being?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You know, they did not impose them unilaterally.  They go to the -- to HHS and they wait for HHS to approve what they want to do.  If HHS approves --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if -- if HHS approved, maybe somebody does sue.  And then there's great deference to the agency --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- isn't that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And if HHS doesn't approve, then what's there to talk about?  There's no suit."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So, either way, the agency wins, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why is there no --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why is there no suit if the agency doesn't approve?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying Congress can't say there's no implied right of action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But the agency can?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Well, if the -- I was just saying if the agency didn't approve, your clients don't have anything to complain about."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have the same answer or a different one?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Correct."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":5,"sideBefore":"justices","text":"No, but the agency approves rates and someone who's dissatisfied with the rates sues and says these rates are ridiculously low.Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They still can sue --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how do you know they're going to lose the litigation?  Why should they lose the litigation if it's really -- if there really is a cause of action there?  Some of the Medicaid rates are very low, aren't they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you still have a cause of action under the Supremacy Clause."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you were saying you didn't --Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- if the agency --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You've lost me here.  You -- you say there would be a cause of action under the Supremacy Clause if the agency approves the rates, but your clients don't think the rates are high enough?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Under the --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Federal law is determined by the agency, surely.  So long as the agency is complying with the Administrative Procedure Act, I don't see how you have any --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- any cause of action under the Supremacy Clause; you may have an APA cause of action."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Federal law is not determined by the agency?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Federal law is not determined by the agency?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then you don't have a Supremacy Clause cause of action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why does the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why does the agency get to determine Federal law when Congress doesn't?  You told me earlier if Congress --Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- Congress says in a statute no implied right of action, that that doesn't control."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The Supremacy Clause says that judges in every State shall be bound thereby, but if you want to amend it so that judges in every State and all administrators should be bound thereby, then you have a Supremacy Clause action against every Federal agency.  That doesn't make sense."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Number one, it doesn't say that.  There's no -- it doesn't say \"all circumstances.\" It doesn't say that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- well, no.  JusticeAlderson Reporting Company Scalia's question was related to a Federal agency.  The Federal agency does something that's inconsistent with the statute, arguably, and you say there's a Supremacy Clause violation?  That's novel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The answer is yes, they intended to deprive them of the right to sue under the statute.  I understand that you're not challenging the proposition that this statute, when Congress was specifically focused on the question of how to enforce this provision, they did not provide a right of action. And under our implied right of action jurisprudence,Alderson Reporting Company that means there isn't one. So, why when they're confronted with the precise question did they say no, we don't want these people to sue, but you say, well, they knew under the Constitution they were going to be able to anyway?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You said you would be satisfied with a limitation that the Court can issue an injunction pending the administrative procedure without going on to then the substance of the question, was there compliance with 30(A) by California?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. Ms. Schwartz, you have 4 minutes remaining. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Ms. Schwartz.  Are you saying -- this is the way I understood you, and tell me if I'm right:  Are you saying that the test for determining whether there's a 1983 suit is the same as the test for determining whether there is an Ex parte Young action?  Because you talked about, you know, whether somebody has a right, which is usually the language we use in the 1983 context."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel.  The case is submitted."}],"people":[{"id":0,"fullName":"KARIN S. SCHWARTZ","firstName":"KARIN","lastName":"SCHWARTZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":2349,"interruptions":15,"times_spoken":32,"laughter":0,"num_int_by":6},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1166,"interruptions":19,"times_spoken":33,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":3034,"interruptions":37,"times_spoken":92,"laughter":1,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":652,"interruptions":8,"times_spoken":34,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":382,"interruptions":6,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":798,"interruptions":7,"times_spoken":24,"laughter":0,"num_int_by":5},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":661,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":386,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":643,"interruptions":9,"times_spoken":26,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":346,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":908,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":34,"words_spoken":3515,"times_spoken":65,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":37,"words_spoken":3034,"times_spoken":92,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":39,"words_spoken":4776,"times_spoken":163,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127095}}