{"petitioner":{"name":"JAMES WALKER, WARDEN, ET AL.","counsel":[0]},"respondent":{"name":"CHARLES W. MARTIN ","counsel":[1]},"caseNumber":"09-996","date":"2010-11-29T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 09-996, Walker v. Martin. Mr. Marshall. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about the charge that, yes, we can agree with you that in general 5 years seems like a long time, but we have a brief from the Habeas Corpus Resource Center that says that in the 5- to 6-year delay category, 62 percent are dismissed on the merits, and that you can't tell; sometimes they do it on the merits, sometimes they do it as time-barred,and there's no rationale to when they do one or the other."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the third?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Would they have to -- would they have to justify the delay first? I thought there was something about, well, if the time question is more difficult and the merits are easy, there's no merit, so we just decide this."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So basically you're taking the position or you're conceding that the California courts are not consistent in their application of the timeliness rule?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your brief doesn't even try to defend that position. Are you conceding that there is inconsistent application of the rule?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- I might be speaking for her, but I thought that the Habeas Corpus Resource Center brief showed that the court, theCalifornia court, did reach some cases where an explanation had not been proffered. And so it can't be just a simple rule, that if you don't proffer an explanation, you won't get heard. So what's the next step in that? Why do they reach some and not others?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How could it be complex when there's no justification offered?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they pointed to a certain number of cases that were 5 years or above in delay where no justification was offered, and in some they reached the merits and in others they applied a procedural bar. So how is that consistent?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there some Federal rule that says you have to apply a procedural ground before you decide the merits?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's up to Californiawhich of the two it wants to use."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And in California, if it just says \"denied,\" then the presumption is it's denied on the merits; is that it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and if -- so if it's going to be denied on time bar grounds, there has to be something to indicate that it's for that reason? Otherwise we assume it's on the merits?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do we know that the California court just thinks that the Federal question is too hard and it doesn't want to reach it? It may be meritorious. How do we know they're not applying the decision to reach the merits on an arbitrary and capricious basis or one that seeks to avoid hard Federal questions?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it arbitrary and capricious for a court to take the ground of least resistance, to decide the case on the easiest issue that's presented? Is that arbitrary and capricious?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The phrase is \"substantial delay.\" Are there factors other than temporal factors that go into whether or not the delay is substantial; that is to say, the prisoner had difficulty contacting his counsel and so forth? Is that what the court looks at --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when it looks at \"substantial\"? And is there -- are there California cases that tell us what the -- how do we define \"substantial\"?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When does the State think that Mr. Martin's claim became untimely?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think it --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"It's supposed to be filed within 60 days. I don't -- this is along the same linesas Justice Kagan's question. Suppose there's the first round of habeas, and then he waits 60 days and files the new claim. Would that be substantial? Because you're indicating that failure to include it in the first review is a factor to be weighed against him. And I think that's what the Justice is inquiring about."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and what -- isn't that a separate rule? I mean, no matter how soon, if he does it a week after, doesn't California have a rule that you can't come back with another habeas with material that you could have produced in the -- in the former habeas?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So time -- time has nothing to do with that. It's just a separate -- a separate bar."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But if we can take out the second and successive aspect of this and just focus on the timeliness, when does the State think that this -- that these claims were -- became untimely?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you have the circumstances here, so -- so under those circumstances, when did the claims become untimely?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The claims here --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":4,"sideBefore":"justices","text":"The 5 months would be reasonable. So is a year unreasonable? Is 5 months the outer bounds, you know, assuming you don't have a goodreason? I understand that if you have a good reason, that can lengthen it. But suppose you don't have a good reason. When does the State think, okay, that's too late?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm -- I'm trying to get to even around, not -- not exact. My standard is not exact. It's just around. Around what? Around 6 months, around 3 years, around someplace in the middle?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it's filed within 6 months and it's -- it's rejected as untimely, and the petitioner wants to try to demonstrate that this represents a grave departure from the way these are normally handled by the California Supreme Court? Is there any way for the petitioner to do that?MR. MARSHALL: He would point to the published authority and argue that his case was outside of the parameters of what the State had done in the past. However, our position is that, since California's ruling is adequate, that there would be no evidence of such available to this particular litigant. A hypothetical litigant might be able to proffer that prior cases had treated claims differently. And the other problem with California is that it would require two exact same litigants, and it's very rare for two exact same litigants to have the exact same claims, the exact same bases for their delay, filed in exactly the same amount of delay. So true comparison is difficult."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"You think 5 years is too long, though?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"justices","text":"There -- this was taken over by California from capital cases, but in the capital case context, there -- they have a 90-day presumption of timeliness. And when they extended the capital framework to non-capital cases, they left out the presumption that within 90 days is timely. Was there reason for that?MR. MARSHALL: Respectfully, I must disagree. It actually is the other way around. The capital case policies took the timeliness rule -- took the general timeliness rule for themselves and added the presumption."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Was there reason for and then saying, well, in the capital context, we're going to make it clear that 90 days -- 90 days is timely. Why didn't they add that to the original rule?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would it be different in the capital context? What was the reason for adding the 90 days there?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm a little bitconfused by your response to Justice Scalia. I thought from your brief that you were positing that there was no claim of inconsistent application of a rule that could ever survive. Let's assume for the sake of argument the following hypothetical, and probably not far off the mark. Litigants who don't know the law, who claim they're not educated in it, say that they have just learned about a new California case that gives them a ground to challenge their prior sentence. And the litigants learn about the case anywhere between 3 and 6 months of the issuance of the case by the supreme court. A dozen litigants apply for this discretionary review, and half of them are granted review and half are not. Half of them get a correction of the sentence and half of them don't. There is no difference between them that's discernible. They each just claim ignorance. Is that a case where someone would be out of luck, and why, for a claim of inconsistent application?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Getting time-barred. Some are time-barred; some --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Some -- all of them are within that small framework of 3 to 6 months from the time the supreme court decision was issued. They all claimed they just learned of it and filed immediately, and some are getting relief and some are not. Is that an inconsistent application that would be cognizable under your view of the rule as it should be?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It does. So the question --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. What?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's the issue."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is: What rule doyou want us to impose and how does that rule capture that case?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not answering my question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait. No. Why do you concede that it would be bad? Can't the State, if it wishes, give grace to people who did apply late, but because the case is so meritorious or for any other reason? The issue is whether those people who filed 5 years later and knew that it was very late, whether they're entitled to have their cases heard, not whether the -- the State allows somebody who filed 6 years earlier to have it heard. How does that do any injustice to the person who knew that 5 years was, you know, you're likely to be denied?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see why the Statehas to be consistent in it. If -- as a matter of grace, it can -- it can allow some people, so long as the people who are denied had every reason to believe that they were coming in too late, and 5 years is coming in too late."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it doesn't answer why inconsistent application among similarly situated individuals should not provide an avenue of relief."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Five years is different. I'm talking about treatment of similarly situated individuals differently."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I don't disagree with you. So that the question I have for your adversary is whether or not he can point to any case where a litigant who proffered an -- something that was evident on the trial record and on the appellate record was ever granted a merits review after 5 years. BecauseI don't see them proffering any case that shows that. But -- and I think that may be your argument."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I'm not -- I don't understand your answer, then. You have -- let me just adapt what Justice Sotomayor said. You have -- a case, a Supreme Court case is decided. And you have 10 -- 10 habeas petitioners in California who file on exactly the same day. And five of them, if you were to get to the merits of their claim under this new decision of this Court, five of them would be entitled to relief, five of them would not be entitled to relief on the merits. And the California Supreme Court holds that the five who would be entitled to relief are procedurally barred and the five who were not entitled to relief on the merits are not, and they are rejected on the merits. Now, would that be an adequate State ground?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I know --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and I'm not suggesting that it would. But if it were to happen, would that be adequate?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So fair notice is not the only requirement."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but the cases that you're using in which we insisted upon adequacy in the sense of equal treatment of equal people are cases in which the effect of the State decision was to exclude the matter from Federal -- from Federal supervision. The matter could not come before the Federal courts."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This is something quite different. This is applying a time limit. I don't see why we have to apply the same rule and -- and look into the -- whether it's not discretionary. I mean, to say it's discretionary always means that sometimes similar cases may be treated differently.MR. MARSHALL: Yes, Your Honor, exactly."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"So I don't know why you -- you concede that -- that we take an adequacy rule that's used for one purpose and should apply it to a totally different situation."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But none of this is -- is a device as is used in the cases that -- that you are referring to that go into adequacy, a device to exclude the Federal courts from the case. That's -- that's not what's going on here, is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess if the situation were such that a lawyer who is representing a client and has to figure out has there been too much delay or not, suppose he looked into the situation thoroughly and he said, gee, I just have no idea, because half the cases come out one way and half of them come out the other way. Could he then go to the California Supreme Court and say, Court, look what you have been doing? And would the court then grant a hearing on that and possibly correct it?MR. MARSHALL: Well, in California, there's no such evidence, but I suppose that the lawyer could --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"All right. So you're saying there is no such evidence."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I suspected reading this. But if there were such evidence is there a route in California that they could deal with it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"But that's not a question of adequacy, is it? It's a question of notice."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Adequacy of notice, because no notice might be an inadequate notice."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it's absolutely divided 50/50, you have no notice. You don't know what will happen. And it isn't a rule to say, oh, this is our rule, you don't know what will happen."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with you, we are in hypothetical, never-never land so far. But it's possible your opponents will convince us it's real land and not never-never land."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"And for it to be real -- just so I understand -- for it to be real, you have to have a defense counsel, a client comes to him with a non-frivolous Federal habeas claim, and the defense counsel says, I can't tell whether we're going to be barred by this time rule or not. Some courts, looks like we will; some don't. So -- what? Of course he's going to file the Federal habeas and see if it's determined to be adequate or inadequate, correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens if a -- a person in this position is trying to investigate multiple claims at once, and some of them are ready to be put before the court and others are not? How does heknow, look, I really better get in there right now and put whatever I have before the court? Or, look, I have a little bit more time in order to investigate some of my claims further? How does he make that determination?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it, Mr. Marshall, that the -- the California courts have not been a little bit more transparent about what the presumptive time limits are? You know, look, it's around a year unless have you a good reason. You know, at least we're taking 3 years off the table. I mean, why don't we have decisions like that from the California courts that would -- would help folks here?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Bigelow. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but what did you present below, or what has Habeas Corpus Resource Center presented? A case with a 5-year delay where the claimederrors are apparent on the trial record and the appellate record, and no justification for the delay is proffered. Those are the three seminal facts that go to the requirements of Robbins and the other supreme court -- other California Supreme Court cases. Do you have one case that's similar where the court went to the merits?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No. Was that someone who made a claim based on the trial and appellate record with no justification?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Uh-huh."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"These cases that you cite, before you go any further -- are they cases in which the California Supreme Court came out with an opinion saying that 6 years was okay? Or are they just cases where, without an opinion, the California Supreme Court went to the merits?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what do you mean they were decisions, written opinions or just went to the merits and decided the merits? Did they say anything about the delay question?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the other side says that, unless there is an opinion, the reason they may have gone to the merits is it was just a lot easier."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They didn't have to worry about it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's a puzzle to me. I mean, Justice Scalia's question was courts all the time -- they -- you used see all the time they don't decide an issue of whether it's filed too late because it's the simplest thing just to decide the merits. It's the same result. And sometimes they don't do that. But that happens often in a district court on appeal andtriple in a supreme court which has hundreds or thousands of questions for review. So how do we know that that simple practice, which I've never heard of as attacked as unconstitutional -- how do we know that that isn't what's going on?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right, but that's -- they -- what's your point? Eight hundred are silent. What does that show?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, but then you can make any claim against him. I mean, what Iwonder -- maybe this is where I'm leading -- the California Supreme Court is not the only court in California where people file for habeas petitions, is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. So why, if there's inconsistency in this rule, wouldn't somebody go look at the decisions of the appellate courts which write their reasons down, and then you would know whether it is being decided -- applied inconsistently or not inconsistently. Why look at a blank wall? Why not look at people who write opinions? And then you'll find out."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, of course not. But is your claim -- are you conceding, or are you conceding, are you denying, are you just saying nothing about whether the practice in this rule, applying the rule of substantial unexcused delay, disqualifies you for -- that's the rule, isn't it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Are you saying it is being applied consistently or inconsistently or you do not know --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So you don't know. So what you've come -- what you've done your research on are questions that cannot be answered due to the fact that a supreme court normally doesn't say why when it denies something, but you haven't looked into the research that is readily obtainable, which is these are courts that write opinions. Is that -- have I gotten that correctly?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Because if that's correct --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Then I don't see why you didn't because it would be so easy, if you're right, to show this from the lower courts, but of course if you're wrong, it wouldn't be easy, then a blank wall is better than nothing. Now, what can you say that will disabuse me of the notion that I just expressed?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. But some are -- there's a thing called sampling techniques, and sampling techniques are designed to limit the burden. I'm not saying it wouldn't be burdensome, but you have examined thousands of cases. And so I'm back to my original question. And statisticians, many of whom would like to help you perhaps you could find some, could do this for you, I think."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The wrong court. And amicus did it from the time that -- that the case was filed, while the rule is you start the period of running from the case it was reasonably -- the person shouldreasonably have known his issue, which isn't the same time as the time his case was decided against him. So, yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's true."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but everybody -- everybody in this room can tell him that he is obligated to file the petition as promptly as the circumstances allow. He has complete notice of that. And if he wants to go and do the research and say, well, here's one where they let it in after 5 months, but here's one where they didn't leave it in after 9 months, and he sits here and decides so I'm going to wait 9 months and put my money on that court -- that -- that is not a scenario that's likely to happen, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're notchallenging that as the State rule, are you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Bigelow, is that right? I take your point that nobody can say exactly when Mr. Martin's claims became untimely, but 5 years is untimely, isn't it?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, if there's a very good reason, but 5 years without an explanation is -- why is that a hard question?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. I'm not asking about Mr. Martin's."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"This -- the analysis that the amicus undertook simply looked at the chronological time. They did not consider the fact that, for example, somebody with 3 years might have had an explanation; somebody with 1 year might have not had any. And they may view those cases as different cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how did they look -- did they look for explanations for delay when you had the one-sentence denial?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Well, how much range are you willing to give the State? Do they have 3 months' range? I mean, if you come in and say, well, here they were filed in 9 months and they were allowed, and here they were filed in 6 months and they weren't allowed. Is that a problem under our consistency requirement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, it says --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It says \"as promptly as the circumstances allow.\" And then they go back and say there is a 3-range, a 3-month range."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You do the same sort of research you've done here, and you find out that -- that there's a 3-month range. Sometimes -- I mean,there are cases and you can show a lot where they are allowed at 9 months, and then you find cases that are not allowed under 6 months."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And suppose -- suppose California had a rule that said that you have to file within 1 year of the finality of the conviction, absent good cause for the delay. If that were the rule that California had, your client certainly would be untimely and you wouldn't have a leg to stand on, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But if there is a requirement of prompt -- as promptly as circumstances permit, wouldn't a person know that 5 years is not as prompt as circumstances permitted?MR. BIGELOW: There has -- my answer is no, because in California there are no guidelines. That came in the Clark decision, which was 1993, and nothing has been decided in the State of California to define, to clarify, to narrow what constitutes \"promptly.\" What constitutes \"promptly.\""},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Why was this petition not filed for 5 years?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why was this petition not filed for 5 years?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But didn't this come about because it was returned? This was not -- I'm thinking about -- he didn't -- he didn't make any claim that he was -- he was diligent."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He didn't make any claim that he was diligent in filing it 5 years late."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume that -- that California had just adopted this -- this rule that habeas petitions have to be filed as promptly ascircumstances permit. They've just brand-new adopted it, and you're the lawyer for somebody who says, you know, I think I'm going to wait 5 years. Don't you think that even if there were no California law on the subject, you would know that his habeas claim is going to be denied?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you really need case law to tell you that 5 years is not as promptly as circumstances permit when you -- when you have no justification?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, so you can't have a first case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You think reasonable men differ about 5 years?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"A similar kind of delay standard, whatever \"delay\" means."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, I understand that you'd have a much stronger case if you were dealing with a judge-made rule about timeliness, if the courts, on their own authority, said, look, we're not going to look at things that are filed 4 years late because that prejudices the State, it prejudices us, et cetera. But here you have something different. You have a rule, right? An established rule: promptly as the circumstances allow."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Judge-made, but it's been around for a long time. This isn't a new rule that's just coming in."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me get back. I tried to -- when you made that point earlier, I wanted to follow up on it. Your claim is not that youdon't know or defendants in California don't know that the rule is \"as promptly as the circumstances allow,\" do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No. I thought you had fair notice of that rule."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't your argument that the California timeliness rule was never an adequate rule, never can proceed, never can bar consideration of a Federal claim?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What if Mr. Walker had waited 20 years; would it still be inadequate as to him?MR. BIGELOW: In -- that's not -- that's not this case. The rule hasn't been -- the rule has not been thoroughly set out, at -- at least the guidelines haven't been set, and it might be --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Well, why can't you take the brackets of -- what was it, 5 months is reasonable time; 18 months is not a reasonable time? Mr. Martin falls outside of the 18 months."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought there was a decision that said 18 months is too long."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There was a decision that said 18 months is too long."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How many --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How may of these petitions are filed each year in the California Supreme Court?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Approximately what?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"With that many petitions, is there any possibility that a multifactor test such as the one that California is applying could be applied with any degree of regularity, unless there's some sort of secret internal guidelines that are being applied by the California Supreme Court in deciding this?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But it's like having rules; when you have rules and say 60 days or 90 days, you find impossible cases that you should have heard because it was the 91st day or it was the 92nd day, and then you give the people equitable discretion to depart from it, and pretty soon you get litigation over that. I mean, there's no perfect system."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So is the solution for California to say, if you delay more than a year from when you should have known, you're barred except we'll excuse it for any number of reasons?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That would be a regularly and consistently applied rule in your mind?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That would be enough?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You may be -- you'd better be careful about what you wish for because I am not sure that the kind of system that's being proposed is going to be better for habeas applicants than the one that California now has. We really don't know that, do we?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And pro se litigants who don't know deadlines generally are going to live with knowing that -- what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about -- that's why I go back to the lower courts. If there really is a problem here, why wouldn't the bar look into how wellthis practice is working in the lower courts and find out, well, what is the practice? How do they use it? Do we want more flexibility? Do we want more definite rules? That's -- I agree that you put your finger on a problem, an important problem. I'm not at all certain that the one system is better or required or compulsory."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Marshall, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"TODD MARSHALL","firstName":"TODD","lastName":"MARSHALL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1851,"interruptions":19,"times_spoken":58,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MICHAEL R. BIGELOW","firstName":"MICHAEL","lastName":"BIGELOW","counsel":true,"justice":false,"side":"respondent","words_spoken":2201,"interruptions":26,"times_spoken":68,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":597,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":550,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":778,"interruptions":3,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":738,"interruptions":0,"times_spoken":23,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":171,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":385,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":479,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":916,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":1851,"times_spoken":58,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":2201,"times_spoken":68,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":14,"words_spoken":4614,"times_spoken":137,"laughter":0,"num_int_by":7}],"outcome":{"side":"petitioner","margin":9}}