{"petitioner":{"name":"KOUICHI TANIGUCHI","counsel":[0]},"respondent":{"name":"KAN PACIFIC SAIPAN, LTD. ","counsel":[1]},"caseNumber":"10-1472","date":"2012-02-21T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-1472, Kouichi Taniguchi v. Kan Pacific Saipan, Limited. Mr. Fried. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I make sure that I understand the extent of your argument?  Are you saying that it's interpretation, oral interpretation, just in the courtroom?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I have to say that if you read it the way you do, then what you're suggesting is that for appointed experts, they only get recompensed for the time they're testifying, because that's the only time they spend in court."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But court experts get a -- get paid for their prep work."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I -- one further question."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I take all your arguments, but I read the common dictionary and there's no question that the primary meaning of \"interpreter\" is interpretation of oral languages.  But the dictionary is broad enough to include translation work as well. Given that the courts for 70 years have been awarding -- most of the them except for I think the Seventh here.  Virtually every court over a 70-year period has been awarding translation fees as -- as authorized.  Why shouldn't that be enough for us?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Meaning, if the dictionary term is broad enough and that's what the courts have been doing and the world hasn't crashed despite one case where a large amount was given -- your adversary points to the fact that most of the translation fees tend to be fairly reasonable.  Why should we muck with what works?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think I'm drawing -- I'm drawing from ways that my colleague next to me usually asks a question.  (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's wrong is your answer, right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, just out of curiosity, why do you think that all these courts just took for granted the opposite reading?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps it was Dr. Johnson's answer when a lady pointed out an error in his dictionary, and his answer was:  \"Stupidity, madam, sheer stupidity.\" (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There are -- there are lots of regions of the country -- Puerto Rico, for example -- where there are vast numbers of documents that have to be translated if you go into Federal court, not necessarily in the Commonwealth courts.  That's expensive to people.  And they might have thought for a long time, while that expense won't go away, it's at least better to have it paid by the loser than to have it paid by the winner. That's been the common practice.  I don't think that's a foolish approach.  And you can find language in this, which is to go back -- go back to Justice Sotomayor."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you think of the -- I mean, the First Circuit went into this, which deals a lot with Puerto Rico, and it felt that this fell within the idea of fees for exemplification, which is certifying a document.  And, in fact, to certify a document that comes into the Federal court in San Juan, you have to have it translated very often.  And so, the translation cost is at least consistent with the idea there of trying to -- well, you may -- you don't have to -- you may impose the cost on the loser."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What of the document that's -- that's read out in open court and it's a document, a contract, in another language, and the interpreter -- the witness presents the document, and the interpreter interprets it?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if the -- if the interpreter, being diligent, said I'm going to have to translate this document in open court, I'd like to have it in advance so I can be sure that my translation is going to be accurate?  So that in fact the interpreter looks at the document and, in -- in preparation for the trial, translates it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- but she's not interpreting it.  She's already got the thing in whatever language they're -- English, I guess.  But, I mean, she's not interpreting; she's reading the English translation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I misunderstood the hypothetical, then.  I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was a situation where you've got a -- a document in -- in, say, French and the person translates it or interprets it -- I don't want to prejudge the issue -- and -- and then -- in English and then the person reads the English thing in -- in court.  That's not interpretation at any point, is it?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it true that as a matter of common usage, when we are talking about oral testimony in court, we often use \"interpretation\" and \"translation\" or \"interpreter\" and \"translator\" somewhat interchangeably, but when we're talking about rendering a document into -- into a different language, we generally talk about that as \"translation\"?  This is a matter of common usage.  Do you think that's correct?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you didn't understand the question."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"That wasn't quite my point."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"My point was that I think we say -- in fact, in a Supreme Court case, we've said in the Hernandez case, when we're talking about oral testimony in court, we tend to use \"translator\" or \"translate\" and \"interpreter\" or \"interpret\" somewhat interchangeably.  Is that correct?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Webster's Third, as I recall, is the dictionary that defines \"imply\" to mean \"infer\" --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and \"infer\" to mean \"imply.\" It's not a very good dictionary. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could we get back to the issue?  In the legislative history of this provision, is there any indication that Congress explicitly rejected translation work from its coverage?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Outside of the text.  Is there a statement by one of the sponsors in the congressional bill or the study --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Those are the other provisions that they passed with respect to --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, if a lawyer sits down with an interpreter now in his office and says to the interpreter I can't pay for translation work; now, you sit here and interpret what this letter says for me --  is that what we're asking lawyers to do now?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If we accept your reading?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you would say that might be different in the courtroom."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the lawyer is communicating something live.  It could be in the courtroom, but not outside."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there something logical about this?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What about depositions? The -- the translation would be of the spoken word, but it wouldn't be in court."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's -- what's your position?  I -- I take a deposition at -- in my law office and I have to have an interpreter there.  Is that recoverable or not?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do you think it affects the way you read the statute?  What do you think should be the result?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you this question:  In the background here, is there some concern that we're going to have minor cases but with huge translation costs, and it would be simply unfair?  And if the answer to that is \"yes,\" isn't that taken care of by the statutory direction that the court \"may\" give costs?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't that an abuse of discretion?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, in other words, if the court sees that the cost of preparing documents into an English-language is quite substantial in light of what's involved in the case, and it's just not fair to -- to award them, can't that court in its discretion deny that, or is that not the way it works?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I'm -- I'm having a problem with, you know, they're \"potentially large.\"  Interpretive services are potentially large, although you claim that they -- that they don't -- they have sort of a terminus point.  I've been in trials where we've had multiple languages simultaneously being translated to multiple defendants, with witnesses speaking even other languages.  I was in the Southern District of New York.  And fees there without translation, just for the oral courtroom work, sometimes went ahead for months. So, potentiality's not the question.  If you're talking about disproportionality, then that goes to the word \"reasonable\" in the statute, doesn't it?  I mean, the Ortho case you point to, the court did sizably cut the translation fees.  And, more importantly, from the little I can tell, that was a huge patent case with a patent that was claimed to control 60 percent of a market. So, I don't know that that was a small case by anyone's definition."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why haven't the -- I was interested here that the amici on your side consist of some professors and the -- I guess the trade association of interpreters or translators, but the people who would have the financial stake in it, the defense bar, the plaintiffs' bar in some circumstances, have not filed any brief.  And I tend, though not putting a lot of weight on it, to take it as a sign, along with the long period of time, that there hasn't been some tremendous financial problem.  What evidence is there that there has been?  I -- a few cases, but in general."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's a plain language argument I got.  But how many years has the great bulk of the court been going the other way?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How many years has, would you say, the great bulk of the Federal system been deciding this differently from the way you think it should be?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the bulk."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when did all this rot set in, in your opinion?  How long?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the first one?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I've got one going as far back as -- it was a district court.  But it was as far back as the 1930s."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Some in the '40s, some in the '50s."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  Clearly.  But these awards have been common."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You have a case cited from 1812.  I take it that's it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought we're -- I thought we're addressing not whether it's a good idea to give fees, but whether fees are payable under this particular statute, right?  Which was enacted when?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"1978."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not so long ago."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do so without --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Fried. Mr. Himmelfarb. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Have you ever seen a book, you know, translated from a foreign language, you know, \"War and Peace,\" you know, and you're at the mercy of what we call the translator, and it says on the fly page, you know, \"John Smith,\" comma, \"Trans.,\" period. Does it ever say \"John Smith,\" comma, \"Int.,\" period?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, it doesn't.  It reflects that judgment only if you're right that \"interpreter\" means \"translator.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you're begging the question.  You could say that the one should embrace the other.  But whether Congress thought that or not is mostly dependent on the language Congress used, isn't it?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why does your-- why does your interpretation make sense?  Shouldn't we view this against the backdrop of the American rule on fees, that each party generally bears its own costs and only in specific circumstances does the loser pay?  Now, the taxation of costs is a very narrow concept. What is the difference between a case in which a lot of documents have to be rendered from one language to another prior to the court proceeding and a case in which there's a mass of scientific evidence that has to be interpreted by a scientist or financial evidence that has to be interpreted by an accountant? In those instances, the losing party doesn't pay for the winner's expenses, does it?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the background -- costs get taxed, but costs are very narrow.  They are a very small part of the expenses of a party litigating a case. Isn't that -- isn't that true?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, aren't you asking for an interpretive principle that errs on the side of breadth rather than narrowness?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why don't we just ask ourselves what's the most common, what's the best reading?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the dictionaries themselves tell us that one usage is far more common than the other."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I guess Black's Law Dictionary, which -- the editor of it is a -- is a co-author with me.  So, I -- I feel obliged to spring to his defense. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Since it is a law dictionary, presumably it ought to have taken into account the cases you're referring to, many of which use the word in -- in this sense, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Garner."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"One -- one of the things that concerns me is the impact of -- of cost allowance on the normal litigation incentives.  An interpreter in court is one thing.  When you suddenly get a situation where the costs could be quite large, particularly in a -- in a disparate way, not necessarily shared by both sides -- somebody goes into court; they know they're going to have to -- if they lose, they'll have to pay an interpreter this.  And the other side comes in and says, well, we think we need to submit this 10,000 pages of -- of documents, which will have to be translated, and by the way, if you lose, you're going to pay for that. In other words, it is a much more variable element of costs than the interpreter."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, what -- so, what goes into the exercise of that discretion?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Himmelfarb, in section 1920, there are two provisions that specify costs necessarily obtained for use in the case.  And the interpreter provision doesn't have that qualification, doesn't say \"necessarily obtained for use in the case.\""},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You are asking to read \"interpreter\" to mean \"translator\" as well and to import into sub (6) \"necessary for use in the case.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think on the -- I guess nobody wants to defend this argument, including you, but the First Circuit and several others did look to the provision which permits the taxing of costs for the making of -- it says exemplifications or official documents, for the costs of making copies of any materials obtained for use in the case. Now, if you're going to make a copy for use of the case of something in Japanese, you're going to have to turn it into English.  So, they included that as part of the cost of making copies of the material – of a document for use in the case.  Now -- which is discretionary as to whether you do or whether you don't. But that's how several courts did read it.  I'm just wondering as that didn't strike me as so obviously wrong.  Maybe it's obviously --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sure you'd like to win on any subsection. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So, the history is that, prior to '78, a serious number -- some number of circuits said you can get the translation paid for under -- as -- as being necessary to create a copy that's usable in court.  All right.  Then Congress passes this, knowing of those cases in principle.  And then there is a shift after Congress passes this, and then the majority of courts say, all right, this is the provision that permits it.  Is that an accurate statement?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is there anything in the history of the '78 statute which suggested that Congress didn't want these taxed?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, if there is no legislative history, there's no legislative history on the other side either, right?  Saying that we -- we mean this to include translation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, absent legislative history, I guess we have to rely on the words of the statute, right? (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":4,"sideBefore":"justices","text":"That means you don't have to look at this."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there are two -- there may be two permissible, but you don't dispute the fact that it is more natural and common to speak of someone interpreting oral communication and someone translating written, correct?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how about in the U.S. Code?  Is there any place in the U.S. Code where the word \"interpreters\" clearly encompasses written translators?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, in every other case in which the U.S. Code uses the word, \"interpreters\" means only oral translators, and that's the obvious way to use the word, but in this case, we're supposed to reach a different conclusion."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose somebody --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Well, just to phrase your answer a different way, you're -- you don't know of any situation in the U.S. Code where \"translators\" -- or \"interpreter\" means \"translator\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And you checked every one; so, there is none, right? (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose somebody did a computer search in a database of, let's say, newspaper articles, magazine articles for use of the term \"interpreter\" in relationship to a foreign language. And let's say you look at a thousand hits. How many of those do you think would use the term \"interpreter\" to refer to rendering a written document from one language to another?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're, like, daring Justice Alito to go do this now. (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How much would you bet?  (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":9,"sideBefore":"justices","text":"If you bet me enough, I'll look at a thousand.  I'd be surprised if it's 2 percent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's an odd result because nobody's going to do it, because at that point you don't know who is going to get saddled with the costs.  So, it wouldn't be likely that you would do something that would increase the costs, would it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is it -- is it clear?  Does anybody contend, does the other side contend, that the use of a viva voce translation outside of court is covered by the meaning of \"interpreter\" here?  I assume that \"interpretation\" here meant interpretation in the oral proceeding that is the trial. And you're saying that if we hold against you, interpretation will still include all oral translations outside of the trial."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, at deposition, which I consider part of the -- part of the trial process, but not -- not in the lawyer's office where he asks somebody to sit down and -- and read this document to me."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know, Mr. Himmelfarb.  I mean, why is this any -- any different from any case in which we draw a line and we find that the result of drawing a line is that we've created some close cases, cases that are near the line. So, you know, just to give you an obvious example, the fact that there are some few minutes in every 24-hour period where's it's hard to say that something is night or day does not mean that there's not night and that there's not day.  And that seems to me what the question is here.  Yes, you can think up some hard cases, but they're just that; they're marginal cases."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I accept -- I accept the following, that there was a history basically giving -- doing what you want before the statute, but the statute -- nobody thought what it was going to do that history.  That statute is capable of being translated, but it isn't the most natural thing. And so, the question is, do we take -- go with the smaller capability, saying leave -- leave well enough alone, or do we say, gee, that's just too hard to translate it that -- to interpret the statute that way? Have you got any other example in the law? I mean, can you think of an example in the law which I've been trying to think of where there was a history of doing something?  A statute comes along that makes it a little tougher for the judges to do it, and then the Court says either, sorry, too tough now, or it says let sleeping dogs lie."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Breyer is asking, can you think of an example where words are not on their face plain, and the Court has looked to the practices that have been imbued into that word and said -- and we've decided that they will be accepted in the way that practice has given them meaning?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Where are you reading from?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Fried, you have 5 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL S. FRIED","firstName":"MICHAEL","lastName":"FRIED","counsel":true,"justice":false,"side":"petitioner","words_spoken":2750,"interruptions":28,"times_spoken":55,"laughter":1,"num_int_by":7},{"id":1,"fullName":"DAN HIMMELFARB","firstName":"DAN","lastName":"HIMMELFARB","counsel":true,"justice":false,"side":"respondent","words_spoken":3133,"interruptions":14,"times_spoken":37,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":413,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":641,"interruptions":2,"times_spoken":21,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":423,"interruptions":2,"times_spoken":19,"laughter":4,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":256,"interruptions":0,"times_spoken":8,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":821,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":175,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":286,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":241,"interruptions":1,"times_spoken":6,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":2750,"times_spoken":55,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":14,"words_spoken":3133,"times_spoken":37,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":6,"words_spoken":3256,"times_spoken":96,"laughter":9,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.7338481380027365,"respondent":0.2661518619972635,"date":1472703110587}}