{"petitioner":{"name":"AMERICAN ELECTRIC POWER COMPANY, INC., ET AL.","counsel":[0,1]},"respondent":{"name":"CONNECTICUT, ET AL.\n","counsel":[2]},"caseNumber":"10-174","date":"2011-04-19T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument today in Case 10-174, American Electric Power Company v. Connecticut, et al. Mr. Keisler. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's exactly one thing that's concerned me.  They do all flow from the same basic argument, and I'm concerned why you think we should focus on prudential standing, basically, which cuts off our jurisdiction at our own whim, as opposed to dealing with this on the merits."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In either case, your argument is that this is too generalized for the Court to -- to address."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Keisler, what -- what good does it do you to have this Court say that there is no Article III standing?  The suit will just be brought in State court --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- under State common law and -- and the States' rules of standing are not ours."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They only need one."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're not sure about that, are we?  So we -- we -- we -- may be just spinning our  wheels here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Indeed, you know, tapping the case to State judges instead of Federal judges, I would frankly rather have Federal judges do it, probably."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if -- if you had a State court suit with a State plaintiff, wouldn't the State be able to adduce Federal common law as a ground for recovery?  And then we would get to the merits and see if there is a Federal common law cause of action."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we all -- we all know that you sometimes have to peek at the merits to see if there's standing.  There's a little cheating that goes on.  But -- but in this case it does seem to me that you're lacking any clear precedent.  When I think of standing, I think of Frothingham v. Mellon.  That isn't this case."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you have -- if you have the precedent of Massachusetts v. EPA and if any one plaintiff has standing, I guess that's enough.  So if you look at standing alone, it seems to me the States would have standing on the same basis that Massachusetts had standing."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Keisler, the Court did say that, but it's cut off from the Court's actual analysis in the case.  When the Court goes through injury and causation and redressability, the Court never refers to the statutory cause of action."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Court clearly understood that in Massachusetts v. EPA and said that it was enough, and I would think under traditional standing principles the standing there was actually harder to find because one had to go through the EPA first.  One had to say the EPA should regulate, and then the EPA would regulate, and then the question was would that reduce emissions levels?  Here the EPA is out of the picture.  The action is much more direct."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So how many States does it take?  I think, you know, if it's three States who have made that allegation, I don't know exactly how you draw the line between a case like Tennessee Copper and this case."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm more receptive to this kind of argument if I know we're going to the merits as opposed to standing --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and I recognize that we slip in and out of the two categories, and don't want to make it difficult on you.  But I take it that these arguments also go to whether there's a cause of action on the merits."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your -- your first argument when you addressed this issue was there is a decisionmaker and that decisionmaker is EPA.  So you wouldn't get to even how arduous a task this would be if it was within the court's bailiwick.  I thought your position was that the function, this regulatory function, has been assigned to the EPA and not to the courts."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the EPA is given authority to regulate other pollutants, including those that do not go up into the atmosphere, but that does not prevent California, for example, from enacting stricter standards for its -- for automobiles in its State."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why should we say the EPA preempts the Federal common law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your best case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a merits argument, right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the consequence of that argument, Mr. Keisler, that there in fact is no Federal common law of interstate pollution claims?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you're going to have to struggle with the preemption question sooner or later.  You're confident you can establish not only displacement of Federal common law, but also preemption of State common law, right?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is part of the inquiry, part of the dynamic, how imminent the Federal regulation is?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"EPA couldn't give -- could EPA give that relief?  We're dealing with existing stationary sources.  We're not dealing with new or modified sources."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Keisler. General Katyal. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, again, that just goes to the merits.  You make that argument to the district court that your injunction is meaningless, equity does not require an idle act.  End of case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I'll add a third thing that it goes to and that's Article III standing.  It's clear in our cases, if as you say the relief requested here will not remedy the complaint of these people, you don't have to go to prudential standing.  That it seems to me would deny Article III standing."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I'll think about it, but Newdow was a case where we thought that this particular litigant was not directly injured.  Here the State said it's directly injured.  That's the distinction."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"More than that, Newdow was a case of a father trying to assert a right on behalf of a child, and the child herself did not want that right nor did her mother.  So it seems to me it's worlds apart, and when you describe prudential standing as involving generalized grievance, I thought that the generalized grievance was Article III.  I thought that's what Mrs. Frothingham's case was about; it was a grievance that she shared with everybody in the populations, so she didn't have standing."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But it seems, General Katyal, that there also is no case where we've ever used this language of generalized grievance as a prudential matter rather than as an Article III matter.  So am I wrong about that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But Newdow -- Newdow quoted the language of generalized grievance that came from Warth, but it didn't specifically pin anything on that language."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, General Katyal, how about the Aiken case, because in the Aiken case I think the government came in and made the same argument, that even though the injury was concrete, it was too generalized and therefore there should be no standing, the Court specifically rejected that argument both as to Article III and as to prudential standing."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"To that extent you disagree with Mr. Keisler because he says there is no Article III?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, you don't usually -- your phrase is exactly what bothers me.  We don't usually base a decision on our general intuition, and the idea of prudential standing that we have jurisdiction of the case but we're not going to decide it is contrary to Chief Justice Marshall's famous line that if we don't have jurisdiction, we can't decide it, but if we do, we have to decide it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I'll give that you on the zone of interests, but there you're dealing with administrative law and a very narrow proposition.  I think it's Justice Kennedy's point, or at least the  point of his questions, that these issues meld into the merits and, at least for anyone who is troubled by the idea that we are not going to decide a case even though we have jurisdiction to decide it, maybe that's the better place to address it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't understand why you assert that the remedy here will not provide the relief -- you acknowledge that, don't you, that the remedy here cannot possibly stop global warming, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It does?  It does?  In Massachusetts v. EPA the relief was allowing a Federal agency to regulate the entire society's carbon emissions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think -- do you think that was the holding of Massachusetts v. EPA, that EPA can only regulate the transportation section?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that the holding of the case and -- and do you think the -- the -- the forthcoming EPA rules can only govern transportation?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course not.  Of course the case covers --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- what the EPA could do."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"At what point in this -- in what point in this cascade did the displacement occur?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"We don't know what EPA may do down the road, we don't know what Congress may do  down the road.  So don't we have to have some idea about when this takes place in order so that this precedent may --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- be applied to the future course of conduct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But, General Katyal, suppose that the EPA had decided not to issue the endangerment finding.  Would your argument still apply?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But if I insisted you answer the hypothetical I gave you, what would the answer be? No endangerment finding.  Is there displacement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Why is it -- I don't want to make -- try to make a case for you, but why is it that much more difficult?  It's just -- I mean, it's sort of like the negative commerce clause, right?  The fact that EPA has the authority to regulate in a particular area means that the ball has passed from the courts to the agency, to the executive branch, and they've made an implicit decision not to regulate a particular question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I guess that would be a preemption question rather than -- rather than a displacement question."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand that that's not the issue here, but does the government have a position on that if -- if New York law provides exactly the same public nuisance claim that is now asserted under Federal common law, would that be consistent?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you have a position on whether there's anything to be displaced here?  Do you have a position on whether there is, in fact, a Federal cause of action?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So, if there were -- if there were no Clean Air Act, you would still say that this suit, a suit like this, would -- would fail prudential standing, but you don't have a position as to whether there would be a claim under Federal common law?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But I'm sorry, General, because I was understanding your answer differently, and maybe I misheard you, as saying that if there were no  legislation here, you doubted that there was a Federal law cause of action.  Is that correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but as to whether the cause of action exists under Federal common law in a case like this, where you said it was so different from the other Federal common law cases that the Court has seen."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Same -- same hypothetical, assume no Federal statute, and -- and assume no Federal common law.  What about State law?  Does State common law become displaced because it's a matter of Federal concern?  We don't -- we don't -- we don't usually have preemption of Federal common law."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The hypothetical is that the Federal law -- Federal statutory law doesn't apply."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"It would be very odd to say that there's no Federal common law, but also that there's no -- no displacement of State law.  That -- that seems to me odd."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Can we get to -- to the situation that now exists?  They are seeking standards for existing sources.  I asked Mr. Keisler, and do you agree with him, this is not a -- this is not a new source or a modified source; we're talking about existing sources.  Does EPA, could EPA, regulate and set standards for existing sources?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"General, could I take you back on that last point to another threshold question, which is the political question doctrine?  Because a lot of your arguments really sound like prongs two and three from Baker v. Carr, but you say that we shouldn't go there, that we should instead address this matter on prudential standing grounds.  But the political question doctrine actually seems more natural, given the kinds of arguments you're making.  So why not?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"It's not an area where the Court can't go.  To take a political question we all agree on, I think, the courts can't mess with the impeachment of a president, just -- but here the Court  does deal with the subject matter all the time.  It reviews decisions that the EPA has made."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, General. General Underwood. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"General Underwood, the -- the relief that you're seeking, asking a court to set standards for emissions, sounds like the kind of thing that EPA does.  I mean, Congress set up the EPA to promulgate standards for emissions, and now what -- the relief you're seeking seems to me to set up a district  judge, who does not have the resources, the expertise, as a kind of super EPA."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But if we just concentrate on I think the relief you want, you say: District court, if we pass everything else, you set emissions standards, you put a cap immediately, you set a cap, and then annually you require further reductions. Well, that just sounds to me like what EPA does when it sets emission standards."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How does a district judge  decide what is reasonable and cost-effective?  There are considerations -- this is not a situation in which the emission of greenhouse gases can be totally prohibited."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"There are other -- there are countervailing interests.  So how does the court -- how can a district court balance those interests?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But do you seriously argue this isn't -- this isn't orders of magnitude more complicated than that case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what is the -- what factors go into the cost-benefit analysis that would have to be undertaken to decide what level of emissions are reasonable in light of the threat of global -- global warming?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Obviously the greatest benefit to reduce global warming would be, of course, to shut down the power plants, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Because -- right. But I mean, across the economy, the whole problem of dealing with global warming is that there are costs and benefits on both sides, and you have to determine how much you want to readjust the world economy to address  global warming, and I think that's a pretty big burden to post -- to impose on a district court judge."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We're dealing with an electric grid that connects I don't know how vast an area, but certainly a vast area here.  And the fact that they can reduce their emissions in a way that doesn't affect their customers is based on the fact that other power plants that are part of the grid will serve part of those -- will serve the customers' needs to some extent."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But, General, they're  usually facts that are determined by an administrative agency.  I mean, even just reading that part of your complaint, it sounds like the paradigmatic thing that administrative agencies do rather than courts."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But if there were no and if there were no, we would be living in a different world. There is an administrative agency and there is a Clean Air Act."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"We can concede that, but we still have the displacement argument --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can the courts set a tax?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":9,"sideBefore":"justices","text":"The agency -- the agency is engaged in that, in it right now, and that's another facet of this case, the potential for conflict.  The EPA, after acting for a while, has now agreed that it does have authority to classify this as a pollutant and it has taken the first steps. One argument that the EPA -- that the United States is presenting is the way agencies go about this is incrementally, so they're starting with motor vehicles and then maybe they will go to new sources, and then they'll get to maybe where you are.  But you want the Court to start with the existing sources, to set limits that may be in conflict with what an existing agency is doing. Do we ignore the fact that the EPA is there and that it is regulating in this area?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I suppose there were reasons that Congress adopted that approach, and your suit would override those determinations."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How much -- how much regulation do you need before you would admit that there is displacement?  Is it -- is it a preemption analysis that you're adopting or a displacement analysis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What is -- what is your test for displacement?  When do we tell whether there's displacement or not?  Has there been some displacement in this case but just not total displacement or --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What if the EPA made a judgment, but it just was not the judgment that you liked?  Suppose that the EPA said:  We've looked at stationary sources; we're not going to regulate.  Would  that displace?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That sounds like -- that sounds like preemption to me and not displacement, or at least preemption with another label."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, maybe you can tell me in what -- to what extent displacement is different from preemption.  Tell me in this area you're going to have displacement but not preemption.  Or I guess it's the other way around, in which there's going to be preemption but not -- well, what's the difference? You said in response to Justice Kagan that if they've made a considered decision that this is the amount and no other amount higher or lower, then there would be displacement.  In what way is that different from preemption?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't think --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think that they have to have in mind State law for preemption, either. If indeed the State law just positively conflicts with a Federal statute, it doesn't matter whether Congress had State law in mind, does it?  I don't know --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you haven't told us how.  It -- it -- it's certainly not harder to find because for preemption you require congressional intent, whereas here -- whereas for displacement you don't. That's not the -- that's not the difference.  What -- what is the difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I think you're right that under your theory they operate pretty similarly and I thought the whole point of Milwaukee v. Illinois was that they are two very distinct propositions."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Your point is that EPA,  unless and until EPA gets to the point of setting standards for existing sources, the court can be side by side with the agency; we know that the agency is beginning, it starts with light motor vehicles, and then it's moving forward.  But you say as long as the EPA hasn't gotten to stationary sources, the court can be conducting a similar function with -- one of many differences is that if the EPA is setting the standards they will set -- they will do it through notice and comment, everybody will be able to put in a submission; but the court substituting for the EPA, how does the court replicate that notice and comment process?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But now there is an agency, and we know that it operates in a certain way, through notice and comment rulemaking."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And here is the court and how does it operate to get to those standards?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"General, do you think that you have a Federal common law cause of action against anybody in the world?  Your briefs talk a lot about how these are the five largest emissions producers, but I saw nothing in your theory to limit it to those five. Is there something that you think limits it to large emissions producers rather than anybody in the world?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're -- you're lumping them all together.  Suppose you lump together all the cows in the country.  Would -- would that allow you to sue all those farmers?  I mean, don't you have to do it defendant by defendant?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Cow by cow, or at least farm by farm?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you can lump everybody together, so you can lump together all the people in the United States --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- who breathe, I suppose."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  All -- all homes --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- all homes that -- that emit carbon dioxide in their -- in their heating systems."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The whole country, and you lump them all together, and --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- you say that, you know, that equals 10 percent or whatever.  Does that give you a basis?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then don't give us a  10 percent figure."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Give us the, you know, the maximum figure for a single one of them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why do you stop at U.S. emissions?  What percentage of worldwide emissions, every one of which I assume harms your clients, do these five power plants represent? Infinitesimal, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"From power plants or total emissions?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And anybody who is a substantial contributor could be sued?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree -- General Katyal began his argument in fairly dramatic fashion by saying we've never in 222 years had a case where the relief, the damages and the relief sought, were as broad as they are here.  Do you have anything to rebut his proposition?  Any case where it has been as broad as it is here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What's your best -- what's your candidate to rebut his proposition?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"A broader case with respect to the infliction of damage and the need for relief."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, not as many as contribute to global warming?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"One aspect of the litigation process as opposed to the agency process, the agency makes its rule and that can be challenged in court, but suppose your plaintiffs lost this case on merits.  I take it this is not a class action, there's no certification of any class.  Other plaintiffs before another district court could launch a similar action against these very same defendants, right?  There would be nothing to preclude that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That means you have --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Even if you won and the district court imposed some sort of limit would be there any other obstacle to other plaintiffs bringing suits and another district court issuing a different standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, no, it's not, and it's not true of every litigation in this sense, that everyone is harmed by global warming.  So unless you limit your suits to the States, which would -- I'm not aware of a principled basis for doing that -- every  individual can bring -- every individual in the world if they can establish jurisdiction can bring one of these cause of -- causes of action."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But, General, much of your argument depends on this notion that this suit is really like any other pollution suit, but all those other pollution suits that you've been talking about are much  more localized affairs.  One factory emitting discharge into one stream.  They don't involve these kinds of national/international policy issues of the kind that this case does.  I mean, there's a huge gap, a chasm between the precedents you have and this case, isn't there?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In setting these standards, there would somebody difficult trade-offs, wouldn't there?  Could you just explain in concrete terms how a district judge would deal with those?  Let -- and just  determining the facts is going to be hard enough, but let's assume all the facts are proven, there's not a dispute about the facts.  So that if a certain reduction in greenhouse gas emissions is ordered, that will have this effect, it will increase the cost of electricity by a certain amount, and that will produce certain effects. It will result in the loss of a certain number of jobs, it will mean that consumers will have less money to spend on other -- other things.  Some people will not be able to have air conditioning in the summer.  That will have health effects. How is the district judge -- what standard does the district judge have to decide those?  It's just -- what is it, just what's reasonable?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Implausible -- implausible is the word you're looking for. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I suppose cost-effective -- suppose your complaint is the same but you alleged, what I get from reading these might be the best way to deal with the problem.  I would like the court to impose a tax of $20 a ton on carbon, right? And we bring all the polluters in, and the same injury that you have, everything's the same, you have 14 experts who say this is how to get it done.  It's cost-effective, it will lead to substitution, it will actually bring about a world without global warming, and so let's do it. Now, does the district judge, in your opinion, have the power to enter that order?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right, now next question is going to be, if he does not have the power to enter that order, which could be proved to be extremely effective, and least possible harm to the  consumer, why does he have the power to enter the order you want?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, this will.  This is addressed to that.  It says abate the nuisance, here's how you're going to do it.  You're going to put a $20 a tax ton on carbon, and lo and behold, you will discover that nuisance will be abated.  And we bring in 15 economists."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why is it less intrusive --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- to try to get into the details of how an electricity company will in fact run its operation, than to say all you have to do is make a change in the dollar sign that you charge for your product?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I wish Justice Breyer had made this argument in the EPA case.  I don't think the EPA case -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What if the EPA comes up with a different number?  Would it -- than the one you  achieve in this litigation; would the EPA prevail? Would the EPA's number prevail or your number prevail?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes.  I mean you --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And will displace the judgment that has been obtained under Federal law?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  And the court says no?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I guess, just to follow up, what is the appellate court reviewing?  Is it reviewing the reasonableness of EPA's judgment or the continuing validity of the injunction it entered previously?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that seems to be a displacement of the normal process of administrative law, which we would review the agency's determination of how best and to what extent to regulate the emissions."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  And I guess that's the central problem.  Once you turn it over to litigation, it's an entirely different set of standards that would regulate emissions as opposed to the standards that would apply with respect to an agency's determination."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General Underwood. Mr. Keisler, you have five minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Keisler, counsel.  The case is submitted."}],"people":[{"id":0,"fullName":"PETER D. KEISLER","firstName":"PETER","lastName":"KEISLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2390,"interruptions":11,"times_spoken":27,"laughter":0,"num_int_by":5},{"id":1,"fullName":"NEAL KUMAR KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"petitioner","words_spoken":2483,"interruptions":11,"times_spoken":35,"laughter":1,"num_int_by":6},{"id":2,"fullName":"BARBARA D. UNDERWOOD","firstName":"BARBARA","lastName":"UNDERWOOD","counsel":true,"justice":false,"side":"respondent","words_spoken":3605,"interruptions":27,"times_spoken":66,"laughter":1,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1116,"interruptions":2,"times_spoken":33,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":690,"interruptions":8,"times_spoken":36,"laughter":2,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":353,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":849,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":721,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":427,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":263,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":4873,"times_spoken":62,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":27,"words_spoken":3605,"times_spoken":66,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":4419,"times_spoken":129,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":8}}