{"petitioner":{"name":"SCHINDLER ELEVATOR CORPORATION","counsel":[0]},"respondent":{"name":"UNITED STATES, EX REL. DANIEL KIRK","counsel":[1,2]},"caseNumber":"10-188","date":"2011-03-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-188, Schindler Elevator Corporation v. United States ex rel. Daniel Kirk. Mr. Reiss. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose the FOIA information is just to confirm, to back up, to fill out; that the -- the relator suspects there's a fraud going on, and he thinks that the -- the fraud will be documented by filings that the alleged fraudulent party has made in the government."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So in each case, we'd have to tell what was the -- the false claims claim; was it so heavily dependent on FOIA disclosures, or was the FOIA disclosures -- say they were a minimal part of the --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If I -- if I submitted, as we -- all Federal judges do, financial disclosure statements to an administrative office, and then someone from the press has a Freedom of Information Act request to see that financial disclosure statement, does it then become -- does it become the report of the administrative office, rather than my report to the administrative office?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that in this case, the agency has said: Well, we have 10 files where these documents are, and we'll make them available you to in the reading room. Go to the reading room. Is that a report?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't know if the files are digitized or not, but if they want this particular veteran's report, suppose you could just push a button, and they all come out. Is -- is that a report when those veteran's documents are just put together in a rubber band and shipped off?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't sound like in normal parlance if you come to an agency and say I want these documents, and the person comes down and says here they are, he's not going to say here's my report. He's going to say here are the documents you asked for; this is our response."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There's information, facts, that you can glean from their action, but that doesn't make what they've done a report."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So that means that if they tell you go look for it on the Web site of X agency, then they are incorporating everything that that other agency has as part of their report?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That it's not a response in telling you you've got to find what you're looking for?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your position that sometimes it can't -- a FOIA response can be a report and other times it's not?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's no difference between a report -- the government has an investigating commission and it works up a report -- as opposed to the many government agencies that are just repositories? They accept pieces of paper, reports, filed by other people, like a tax return, like a financial disclosure. The agency does nothing, has no input. I mean, there's surely different between those two kinds -- one, I would say, the natural understanding would be it's a report by the person who's filing it to the agency; and the other, where the agency puts personnel to investigate an issue, is a report of the agency. And you seem to say, no, they're all reports of the agency."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's take this very case --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm asking you isn't there a difference between saying we want the raw filings, we want what Schindler filed, we don't want the government to do any investigations, we want them to do just the mechanical thing that they do under FOIA, and an agency saying we're going to investigate and make a report, we're going to put our people under the investigators, and we're going to interview witnesses, they're going to examine documents, and -- and we'll make a report? That's how I understand a government report. But it's very hard for me to understand how a report by Schindler becomes a government report simply because it is filed with the agency."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But is the question whether the documents that are turned over themselves reports or whether they are included in a report? I thought what (e)(4) said was that you -- you determine whether it is in a congressional administrative or accounting office report. So that, suppose the Department of Labor issued what everybody would concede is a report and appended to that certain documents, wouldn't those documents be in the report, even though they are not the report themselves?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We'll find out from them if that is what they have set their position. I had not read them to say that. I read them to say only -- to challenge your position that every FOIA response is necessarily a report for purposes of the False Claims Act."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If you request a report, then you get a report."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Willens. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Most of the -- maybe I'm -- maybe this isn't correct, but many FOIA responses include more than just turning over the documents. They've got a privilege log or other things, this exemption applies, here's a document, but these things are blacked out, and they tell you why. Is that a report?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but it's not really because it does get into the assertion of exemptions and privileges, and --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- things of that sort. And why isn't that a report of somebody's evaluation of the particular documents that are being released?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, could we talk about the test that you propose? You say that a report is a usually formal account of the results of an investigation given by a group or person authorized to make it, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And then an investigation is most reasonably understood as an official probe into fraudulent conduct."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So if the report does not investigate fraudulent conduct, then it isn't -- if something does not involve information about fraudulent conduct, it's not a report?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, could I ask you about a document to which your adversary referred? The Department of Justice and all of the other departments are required annually to issue what are termed Freedom of Information Act reports. Now, is that a report --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- under the False Claims Act?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But this report is -- doesn't seem to involve a process that's any less mechanical than responding to a FOIA report. It's basically a compilation of statistics: how many requests were filed, how long it took to process them, exemptions that were claimed, and so forth. So what's the difference?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Give us -- give us your definition. You say you're not standing by the dictionary definition --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that was read. You're -- what is your definition? It's not just reports of investigations into fraud. What else is it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know any -- any dictionary that gives that definition? I mean, the advantage of -- of the Petitioners' is they use a -- a dictionary definition. It may be a very broad one and you don't like it for that reason, but it is the way the word is sometimes used."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know any dictionary that would define the word the way you say it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Which is -- can you point us to the page so we can see the Second Circuit's definition of report and the Second Circuit's definition of an FCA investigation?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't -- I don't want to eat into your time."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Well, I -- I understood the definition that I read to be the position that you are advocating, not simply some dictionary -- some definition that happens to appear in the dictionary. understood that to be the test that you were saying we should adopt. Am I wrong? Did I misread your brief?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But if we adopt your definition, isn't it true that a lot of things that are labeled Department of Labor report, Justice Department Freedom of Information Act report, are not reports?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you're withdrawing from the definition that you proposed in your brief?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Don't we have to say why? Don't we have to say why they are they are that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And once we have to say why, we're -- we're getting into the need for defining what a report is."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We don't usually just say yes, no; you know, we usually give reasons."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let's talk about the purpose of the statute. Surely, that should bear upon how you read the -- what you read the words to mean. had thought that the purpose was as -- as Petitioner's counsel said, the purpose was to allow people to bring qui tam actions who have their own information and who are not just relying on information that they -- that is not personal to them. Is that accurate or not?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He only knows that because of the FOIA response."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because -- because the agency said we don't have any reports for those 5 years. Why isn't that information from the agency a report by the agency that we don't have any documents from those 5 years, and, therefore, your client says they didn't file documents for those 5 years?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, the -- I think you've just divided up two issues. The first is, the FOIA letter does tell you that there weren't reports for certain years."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Found. Now, the issue is different from whether the ones that were found were false or not; is that correct?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But your client would search if they weren't filed, and on the basis of no other information except this FOIA response."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How else does your client know that there were no reports filed for these years, which is part of the -- part of the claim here?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He wasn't there during those years, was he?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, may I ask you why a FOIA response doesn't satisfy the Second Circuit's test? An investigation, the Court says, quote, \"implies a more focused and sustained inquiry toward a government end.\" Now, the government end in responding to a FOIA request is compliance with FOIA, and somebody has to search for these records and determine whether any exemptions apply, and that would seem to be focused and sustained. So what element is missing?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the way the Second Circuit defined its own, or limited its own definition. But why isn't it -- why isn't the Ninth Circuit incorrect -- pardon me, the Second Circuit incorrect when it says that this is not a governmental end? It is a governmental end."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The person is -- the person is separate but is often dealing on a regular basis with people who have line responsibilities and something else."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He sees something -- well, that looks like it might be a problem -- he gets on the phone or goes down there and says: Is this covered by the exemption or not?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How do you determine which government ends count and which government ends don't count?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's the only government -- compliance with FOIA is the only government end that doesn't count?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So a report that goes to a department or agency's compliance with some law that is not directly related to the mission of that department, that would qualify as a -- as a government end for these purposes, but FOIA's the only thing that doesn't count?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Ms. Sherry. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Your test, am I right -- this is page 21 of your brief -- that it has to go to the uncovering of the truth of the matter or inquiring into wrongdoing. Is that your test?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't the test whether -- the test is whether there's a substantive analysis of facts?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So -- but when the -- when the DOJ pulls together at the end of the fiscal year the number of FOIA requests that it received and calculates the length of time they were pending and discloses that in the annual freedom of act -- Freedom of Information Act report, that is a report?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Every report is a mean -- means of public disclosure. Does -- the Freedom of Information Act report is a means of public disclosure, that's the reason that Congress required it."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm -- I'm still struggling to find out what the definition is of -- of a report or an investigation. You say it's a substantive analysis of facts. Does not the person who processes a FOIA request have to engage in a substantive analysis of facts to determine whether particular documents fall within the scope of the request, whether certain materials are covered by exemptions?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So what -- why -- imagine everything here is the same. That is, what I imagine happened here is that an individual wrote and asked for a FOIA request. Did Schindler Elevator file a certain kind of statement. And you say that's not a report. Now, imagine everything the same except the person who asks is called Joe Smith, fraud officer for the agency. Everything else is the same. Now is it a report?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"You don't understand the circumstance."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"That is exactly what happened here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, it says, please tell me any documents that they filed that says da, da, da, something like that, okay? Now, we have the same thing, word for word, except the person who makes the request is not Mrs. Mary Jones from the public, the person who makes the request is the fraud officer for the agency that's worried about being defrauded. And all I'm interested in is, are they both not reports? Is one a report and not the other? Or are they both reports?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just telling you the facts. The facts are just what I said."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Everything the same except he signs his name, \"fraud officer.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So, then, if a person who is an outside person gets a hold of two documents, one, the request, and two the response, which is to say, yes, I found 15 reports, they're all signed by Mickey Mouse, okay? And he bases a complaint, there is no such person as Mickey Mouse, it's a fraud, okay? Then you go right ahead and bring the qui tam because it wasn't falling within the exception. Is that right, in the Government's view?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, you're repeating -- I'm trying to show you what the problem is in my mind. I -- I can't quite work out the right definition, and that's what I'm trying to get enlightened on."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not trying to make a difficult question. All I want is your enlightenment about how when I write these two cases down, should I distinguish them? Should I say they're both the same or what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You say in most. In my circumstance --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"In both circumstances."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't -- I don't want to have to play these games every time there's -- there's -- there's one of these qui tam actions. I mean, the advantage of Petitioner's solution is that it -- it's easy -- it's easy to apply. I don't find yours easy to apply at all."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Did the FCA, the amendments in 2009, which are not retroactive, do they have any bearing on this problem prospectively?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Reiss, you have 14 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Reiss, assuming that the government did all of the steps you took, how does it promote the purposes of FOIA --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to find a document created by a third party, under duty or not, that is submitted and contains false statements. How does it promote the government's interests to bar an individual who has personal knowledge about the falsity from being a qui tam action?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that seem illogical, meaning the -- the report filed by the employer is not screaming out, \"I filed a false report.\" You need some outside knowledge from that statement by the employer to prove the falsity. So how is your rule promoting FOIA's purposes?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still not sure I understand. Here the relator is saying, the statement says we complied with the military act, and he says they didn't. I have personal information they didn't because I know they didn't do X, Y, and Z. Why did we even reach the questions we did if what he's claiming is that he was an original -- that he has original knowledge not -- not reflected in the reports?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I still don't understand how it promotes the purposes of a qui tam action --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to put any kind of bar on a relator who is challenging the creation of a document that's submitted by an independent party to the government."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In fact that's not true. We have -- that -- because the Government's right; Congress changed the -- the law from anything that was in the government's possession and narrowed the scope of the bar."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEVEN ALAN REISS","firstName":"STEVEN","lastName":"REISS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2462,"interruptions":13,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":1,"fullName":"JONATHAN A. WILLENS","firstName":"JONATHAN","lastName":"WILLENS","counsel":true,"justice":false,"side":"respondent","words_spoken":2219,"interruptions":11,"times_spoken":37,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MELISSA ARBUS SHERRY","firstName":"MELISSA","lastName":"SHERRY","counsel":true,"justice":false,"side":"respondent","words_spoken":1249,"interruptions":7,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":291,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":506,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":138,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":359,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":703,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":405,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":357,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":2462,"times_spoken":26,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":18,"words_spoken":3468,"times_spoken":55,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":2759,"times_spoken":85,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":2},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127115}}