{"petitioner":{"name":"DAVID J. KAPPOS, UNDER SECRETARY OF COMMERCE FOR INTELLECTUAL\nPROPERTY AND DIRECTOR, PATENT AND TRADEMARK OFFICE","counsel":[0]},"respondent":{"name":"v. GILBERT P. HYATT.\n","counsel":[1]},"caseNumber":"10-1219","date":"2012-01-09T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-1219, Kappos v. Hyatt. Ms. Anders. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you only get a 145 proceeding when you have new evidence?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose I have no new evidence and -- and I want to challenge.  Can I bring a 145?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And on what basis does the court decide the case?  De novo?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How close a predecessor is the predecessor?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Morgan case involved -- it wasn't a contest between the PTO and the would-be patent holder; it was an interference proceeding, wasn't it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that -- it's interesting that the language of Morgan and one of its companion cases, not companion in the sense of being heard at the same time, but on the same issue -- Radio City case -- both of them don't talk in the language of today.  They don't talk about deference.  They don't talk about substantial evidence.  They talk about whether the PTO has expertise, and presumptions that their factfindings based on their expertise have to be overcome with some convincing evidence. So, they're talking in different language, but the concept they're talking about is one where the court does accept findings of the PTO on the matters that involve their expertise and give them weight, substantial weight, essentially, and only overturn it if the court is, in the words of Morgan and Radio City, \"thoroughly convinced\" that they were wrong. So, what's wrong with that standard? Everybody likes the deference language of today, but they were very clear in what they were saying:  If the PTO made a finding, you decide whether that finding was based on its expertise, and if it was, you don't change it, court, unless you're thoroughly convinced they were wrong. Is there anything wrong with that?  With that articulation of what the standard should be in all situations, whether there's new evidence or no new evidence?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Let me tell you what my problem is with this case.  It is the issue that Verizon raised and the lack of connection between the district court's holding and the circuit court's holding.  The district court excluded the affidavit for the proposed arguments on the basis of them being new arguments that Board rules precluded them from raising at the stage they did.  The circuit court described the affidavit as new evidence.  And the Verizon amicus brief says:  Court, be careful, because it's not really clear what's new evidence in this affidavit and what's new argument. And that question troubles me, for the following reason:  Verizon posits that the issue of whether a description is specific enough is a legal question to which the PTO is not entitled to deference. Why, other than Federal Circuit and Patent Board precedent, is that right?  And can you explain why this affidavit that was rejected is in fact new evidence and not merely new argument?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me what -- other than that it's in the form of an affidavit, tell me what in the content was new evidence?  I want to get away from the labels, and I want to get to the substance because I've looked at all of these submissions, and it sounds like what I read in briefs every day."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your case is stronger if it isn't new facts, right?  That's what you'd say."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your case is stronger if in fact it's only new argument and not new fact."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Anders, one of the problems with, I think, your position, is it sounds very strange to have two proceedings, one where you go directly to the Federal Circuit under 101 -- 141; and then this other one where you go to the district court, where if that's not, as Judge Newman said, a whole new -- whole new game, then why would Congress create two judicial review routes, one in the district court reviewable in the Federal Circuit, the other directly in the Federal Circuit, if there's no difference?  That is, if in both of them, it's not de novo review; it is reviewing what the -- what the agency did under the ordinary standard for reviewing agency action. What's different about the -- the 145 proceeding?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what kind of evidence is that, Ms. Anders?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in the 145, an applicant can take all his written affidavits and say:  I want to present oral testimony, on these exact matters, but live."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But to the extent the substance of that testimony was something that he could have brought to the PTO, that testimony, in your view, would be out of bounds."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There has to be a reasonable -- some kind of justification.  Can you work with the word \"equitable\"?  I mean, this was an equitable action, and could you say that the -- to the district court, well, of course, you -- assuming you'd win on the second question.  But on the first question, this is not an on/off thing.  That's your real objection to the de novo standard. You say:  But these are equitable actions, and generally an individual should not be allowed to run around the PTO.  So, you better have some kind of reason, but leave it up to the -- to the district courts to work with that word \"equitable\" and to -- it seems to me there will be a lot of shading cases here where you can't quite tell if it is new or isn't new and some parts are and some aren't.  But just leave it up to the district court and say:  Take into account the fact that people should not be allowed to run around the PTO and work equity.  That's kicking the ball back. Now, if you like that, let me know.  If you don't like it, tell me what we -- why -- what should we -- you want an absolute rule?  Tell me why."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it says there isn't, then it can't hear it?  I mean, imagine you're sitting there as a district judge, you think:  Oh, my God, they should have presented it, but this is the key matter forever.  Do I really pay no attention to it at all?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Except you have a history here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You have the history of the pre-APA section 145 where they apparently did take the evidence in."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But then you really do go back to Justice Ginsburg's question because your understanding of what they wouldn't have a reasonable opportunity to present -- I mean, it's very, very narrow.  It's a bunch of cumulative testimony that nobody would want to present and no judge would want to hear.  And other than that, you're basically saying in all circumstances, well, they could have done that in the PTO.  So, then you have Justice Ginsburg's problem, which is these are two channels that are exactly the same."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"justices","text":"And you were beginning to answer that by saying, well, you can't have oral testimony before the PTO.  But what else?  I asked you what would be -- what's different about 141 and 145 on your view.  And you said one thing is oral testimony. What else?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought that your brief suggested that even with respect to that kind of evidence, a person can go back to the PTO.  Is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if the new evidence is in reaction to the PTO's ruling? The PTO says:  Look, we're not -- we're not going to issue a patent because you didn't show us that, you know, the valve in the back of the thing or whatever was -- was novel, and we think that's important.  So -- and the applicant goes to, under 145, to the district court and said:  Well, I didn't submit that evidence because I didn't have any idea that that was going to be a significant issue, and I'm -- you know, I'm sorry, but, you know, I have a good basis for not thinking of that, and here it is. Is that the type of new evidence that could be admitted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, this is an exception?  I thought you were telling us earlier you generally can't get --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What evidence --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, please, continue."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you said that you could -- you could go into court on 145 even if you had no new evidence."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you do -- in that case, would there be any difference between 141 and 145 other than you go to a different court?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that was -- that was Judge Newman's view, but the en banc court took the middle position.  Often, in trial court evidence problems, the judge says, well, it goes to its weight, not the admissibility.  And it seems to me that's what Judge -- the en banc majority was saying, that the fact that it was not presented before or that it points in a different direction from what the PTO found goes to its weight, not its admissibility.  In other words, they will give consideration to the fact that it wasn't introduced and -- and maybe discount it as a result, unless there's a reason.  So, it just depends on the facts of the case. Number one, am I reading or am I summarizing the en banc majority correctly?  And, number two, why isn't that a sensible way to interpret the statute so, as Justice Ginsburg is suggesting, you give some meaning to 145?  It's -- it performs a function that 141 does not."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then -- then you're saying that we -- that we should choose either between your position or Judge Newman's position."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure why --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":5,"sideBefore":"justices","text":"But Morgan only talked about the standard of review; isn't that right?  Morgan has very little to say about what types of evidence ought to be admitted in this proceeding.  And one thing we could do is to separate out these two things and say, you know, we think that there's a basis for one, for, let's say, giving the government a fairly deferential standard of review -- call it clear and convincing, call it thorough conviction -- but go the other way, rule against you, on the evidentiary point, which Morgan says nothing about."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't know that that -- I think you're confusing the nature of the review, which is de novo, new, with the -- the burdens that attach to the proof.  Those are two different concepts.  And so, that's what Microsoft said.  Don't confuse burdens with standards of review.  That it's de novo review is one thing, but even in de novo review, we often give more weight or presumptive weight to some facts as opposed to others.  And that's what I think Morgan was talking about.  Morgan was very clear: Whether it was new evidence or not, you give -- you accept as valid whatever the PTO does, and you require to be thoroughly convinced by new evidence or not that they were wrong. I don't know why that standard can't apply in any situation.  I think that's what Judge Newman intended, although he didn't say that. So, why are we confusing the standard of review with the burden?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I have two problems with your argument.  The first is -- and I know that it may be unique to me because many of my colleagues say that you don't rely on legislative history, but I'm not relying just on legislative history.  I'm relying that the legislative history is replete with the commissioner of patents himself saying that section 145 required de novo review.  And witness after witness tried to argue for Congress to change it, and it didn't, arguing that it required de novo review. Second, our cases repeatedly describe it as de novo review.  So, you got to get past that. And then you got to get past that between 1927 and 1945 you have Barrett on your side.  But there are plenty of courts, including the Second Circuit, and a very respected jurist, Learned Hand, saying that if you exclude new evidence, it should only be if it's on principles of estoppel, that someone intentionally withheld evidence from the PTO. So, how do you deal with a record that doesn't basic -- that doesn't support your basic argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Panner. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The problem I have with your submission:  You say there are basically two routes to get review of a denial by the Patent Office. The first is, under 141, you appeal to the Federal Circuit, right, and in that situation, you're limited to the record before the agency --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- on which you lost.  And there's deference to the agency, which ruled against you. Under 145, you can add new evidence, you could address questions that the PTO raised, saying you don't -- you haven't dealt with this valve in the back, and you could say, well, here's new evidence dealing with that.  There's no deference to the agency, and to some extent you can pick which judge you want to hear, to the extent you can -- can do that. Why would anybody proceed under section 141 instead of 145?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, that in -- in every case where it's anything other than a purely legal issue, you would go under 145?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know. That's why I'm -- I'm really confused, because I take it that people don't often use 145, right?  They almost always appeal to the Federal Circuit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Ms. -- Ms. Anders told us that there's a procedure before the PTO that lets you deal with these -- that sort of something came up that you didn't think about, and you can address that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think -- in terms of the second question on the standard of review, I'm somewhat -- I'd like your response to the approach, that where there's ambiguity -- I mean, you're going to win if there's no ambiguity.  But if there's ambiguity, I think that 1946 makes a difference.  That is, preceding that time, every agency went its own way, and you had dozens of specialized methods of review.  And the whole purpose of 50 years of administrative law has been to try to create uniformity across agencies in a vast Federal Government. And now, what was obviously worrying me in the first case and this case, too --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- is that we're chipping away at that, and that will be very hard for lawyers and for ordinary people to understand if we suddenly go back and create specialized rules in favor of each agency that always wants a specialized rule, of course; they think what they do is terribly important, which it is, I'm sure. But that's -- that's why I'm saying if ambiguity on the standard of review, you go with uniformity."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that begs the question in a sense because they're interlinked.  I mean, the same reasons would support that it's not a trial de novo even if you introduce some new evidence."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It is a -- it is an old trial with some new evidence, and there will be a thousand different variations on that theme."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So, the new part -- I get that."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If the judge does that, what -- how does he articulate the weight that he gives to what the PTO find?  Does he say I give deference to this?  I give substantial deference?  This was all discussed -- page 9 of your brief, you summarized what the majority opinion of the en banc court did."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And in that connection, on this same line, do you -- do you agree with that summary?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in line with Justice Breyer's question, can you give us an example of some other agency review proceeding that is somewhat like this, or is this just unique?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are there limits on the new evidence that can be produced?  Are there any limits, in your view?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Well, if you're willing to accept that, then what about broadening that to prevent people from running around the PTO, and simply saying unless the -- unless the person, the potential patentee, unless he wants to -- unless he has shown he can show that he's innocent, that is to say it wasn't deliberate, it wasn't negligent, it wasn't a part of a trial -- of a strategy, unless he shows he was totally without sin in some form of words in not introducing the evidence the first time, he can't introduce it now?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, say that.  Say unless he can show that there was good cause for his not having introduced it before the PTO, he -- the -- the court now won't consider it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, give us a standard and how is what -- the good cause that you're somehow willing to accept different from the Government's reasonable cause standard?  And equity seems to have required an intentional or bad faith withholding.  Is that what you want to limit yourself to?  What do you do with sort of the in between?  The intentional and the grossly negligent."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And what do you see the limits of that estoppel -- equity principles?  I think that's what Justice Breyer was -- was referring to. What would be the contours of your equity limits?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's a little bit unfair, to characterize the cases as limited to that. Some talked about negligence."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And some courts said it should be intentional.  There was a debate back and forth."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I agree."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And on that I think you -- you're not taking the position that Judge Newman did. I think -- didn't you say that if no new evidence is introduced in a 145 proceeding, then the court engages in APA-style review?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And that -- and that --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"And you agree with that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I noticed that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me you were introducing such a gamesmanship.  Anybody who wanted to get out of substantial deference under the APA just has to present an expert.  That -- that's what makes little sense to me, trying to -- now we're hair-splitting in a very minute way."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Articulate a standard that would -- Newman is suggesting total de novo review with no reference to any kind of presumption applied to the PTO decision.  Another way --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- to look at it is the way I suggested, which is it doesn't matter whether there's new evidence or not; what is the level of respect that you are going to give to the PTO factual findings?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Be -- as in the language of Morgan, be convinced that the PTO was wrong?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"My goodness.  Suppose you're a lawyer, back to the Chief Justice's question, as you are, and you have the client there, and you're thinking, you know, if he puts all his evidence before the PTO, and they say no, we've had it.  I mean, there we are.  But if we hold back something, well, then we're going to get not -- get de novo review and a district court.  Boy!  But if we're too obvious about holding back something, we run into the estoppel rule. My goodness.  You're -- you're in a mess, it seems to me, trying to advise a client what to do in that situation.  Better not say hold something back; on the other hand, if he does he's pretty -- how do you deal -- you see?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Because -- I'm sorry.  Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I guess, as a practical matter, these things all end up before the Federal Circuit anyway, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And I suppose that -- if you had the same case and one is coming up under the 141 and the other under 145, I suppose it's theoretically possible they could reach different results because of different standards of review."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  I know. I'm not saying -- the point is that although they all come before the Federal Circuit, they may come to them in a very different posture that would cause the Federal Circuit to rule differently if you had the same case under one and under the other."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Panner. Ms. Anders, you have 3 minutes remaining.  "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you have a strange statute here.  I don't know any statute that -- that reads this way.  \"As the facts\" -- \"as the facts\" -- where is it?  \"As the facts may\" --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"\"As the facts in the case may appear.\"  That's --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I guess the compelling reason is the statutory language and especially with respect to the admissibility of evidence question.  I mean, it -- the standard that you suggest just can't be derived from the statutory language; isn't that right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, why didn't the court just say what you said?  If it -- if -- not the court; Congress.  If you admit that Congress intended a section 145 action to permit new evidence, if it wanted to limit that evidence to something that could not have been found with due diligence or whatever your limitations are, why did it speak more broadly?  I mean, the statutory language suggests \"as the facts in this case,\" not in the case before the PTO.  As law and -- \"as equity might permit.\" This is very broad language."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3032,"interruptions":25,"times_spoken":40,"laughter":0,"num_int_by":7},{"id":1,"fullName":"AARON M. PANNER","firstName":"AARON","lastName":"PANNER","counsel":true,"justice":false,"side":"respondent","words_spoken":3416,"interruptions":13,"times_spoken":35,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":526,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":125,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1150,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":314,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":798,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":304,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":3032,"times_spoken":40,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":13,"words_spoken":3416,"times_spoken":35,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":9,"words_spoken":3526,"times_spoken":79,"laughter":0,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.47453088081381123,"respondent":0.5254691191861888,"date":1473644743650}}