{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"10-1259","date":"2011-11-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-1259, United States v. Jones. Mr. Dreeben. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Knotts, though, seems to me much more like traditional surveillance. You're following the car, and the beeper just helps you follow it from a -- from a slightly greater distance. That was 30 years ago.  The technology is very different, and you get a lot more information from the GPS surveillance than you do from following a beeper."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a good example of the change in technology.  That's a lot of work to follow the car.  They've got to listen to the beeper; when they lose it, they've got to call in the helicopter.  Here they just sit back in the station, and they -- they push a button whenever they want to find out where the car is.  They look at data from a month and find out everywhere it's been in the past month. That -- that seems to me dramatically different."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under that rationale, could you put a beeper surreptitiously on the man's overcoat or sport coat?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no.  This is a special device.  It measures only streets and public elevators and public buildings."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- and on that latter point, you might just be aware that I have serious reservations that there wasn't -- that there -- about the way in which this beeper was installed.  But you can get to that at -- at your convenience."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Dreeben, I'd like to get to it now. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I have to give a little prologue to my question.  When -- when wiretapping first came before this Court, we held that it was not a violation of the Fourth Amendment because the Fourth Amendment says that the -- the people shall be secure in their persons, houses, papers, and effects against unreasonable searches and seizures.  And wiretapping just picked up conversations.  That's not persons, houses, papers, and effects. Later on, we reversed ourselves, and, as you mentioned, Katz established the new criterion, which is, is there an invasion of privacy?  Does -- are you obtaining information that a person had a reasonable expectation to be kept private?  I think that was wrong. I don't think that was the original meaning of the Fourth Amendment.  But, nonetheless, it's been around for so long, we're not going to overrule that. However, it is one thing to add that privacy concept to the Fourth Amendment as it originally existed, and it is quite something else to use that concept to narrow the Fourth Amendment from what it originally meant.  And it seems to me that when that device is installed against the will of the owner of the car on the car, that is unquestionably a trespass and thereby rendering the owner of the car not secure in his effects -- the car is one of his effects -- against an unreasonable search and seizure.  It is attached to the car against his will, and it is a search because what it obtains is the location of that car from there forward. Now, why -- why isn't that correct?  Do you deny that it's a trespass?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the owner of the can at the time it was installed consented, and that is not this case.  There is no consent by the owner of the property to which this device was affixed.  In fact, it was done, as Justice Scalia indicated, surreptitiously."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's too bad.  That doesn't make it a trespass.  I mean --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It may be a sneaky thing to do, but -- but every sneaky thing is not a trespass."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, we've narrowed the Fourth Amendment?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, the -- the privacy rationale doesn't expand it but narrows it in some respects."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Undoubtedly, but the rationale of that case was that it was not an unreasonable --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it was not an unreasonable search."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You think there would also not be a search if you put a GPS device on all of our cars, monitored our movements for a month? You think you're entitled to do that under your theory?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, your answer is yes, you could tomorrow decide that you put a GPS device on every one of our cars, follow us for a month; no problem under the Constitution?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that seems to get -- to me to get to what's really involved here.  The issue of whether there's a technical trespass or not is potentially a ground for deciding this particular case, but it seems to me the heart of the problem that's presented by this case and will be presented by other cases involving new technology is that in the pre-computer, pre-Internet age, much of the privacy -- I would say most of the privacy -- that people enjoyed was not the result of legal protections or constitutional protections; it was the result simply of the difficulty of traveling around and gathering up information.  But with computers, it's now so simple to amass an enormous amount of information about people that consists of things that could have been observed on the streets, information that was made available to the public.  If -- if this case is decided on the ground that there was a technical trespass, I don't have much doubt that in the near future, it will be possible -- I think it's possible now in many instances -- for law enforcement to monitor people's movements on -- on public streets without committing a technical trespass. So, how do we deal with this?  Do we just say, well, nothing is changed, so that all the information that people expose to the public is -- is fair game?  There's no -- there's no search or seizure when that is -- when that is obtained because there isn't a reasonable expectation of privacy, but isn't there a real change in -- in this regard?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was a third party involved in the telephone -- in the pen register case. And, here, it's the police.  Essentially, I think you answered the question that the government's position would mean that any of us could be monitored whenever we leave our homes.  So, the only thing secure is the home. Is -- I mean, that is -- that is the end point of your argument, that an electronic device, as long as it's not used inside the house, is okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what is the question that I think people are driving at, at least as I understand them and certainly share the concern, is that if you win this case, then there is nothing to prevent the police or the government from monitoring 24 hours a day the public movement of every citizen of the United States.  And -- and the difference between the monitoring and what happened in the past is memories are fallible; computers aren't. And no one, or at least very rarely, sends human beings to follow people 24 hours a day.  That occasionally happens.  But with the machines, you can. So, if you win, you suddenly produce what sounds like 1984 from their brief.  I understand they have an interest in perhaps dramatizing that, but -- but maybe overly.  But it still sounds like it. And so, what protection is there, if any, once we accept your view of the case, from this slight futuristic scenario that's just been painted and is done more so in their briefs?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, that's true. And they do have a limit.  In this case, they say Knotts involved a single journey, or let's say it involved four journeys.  And let's say it involved four journeys in 2 days.  This involves every journey for a month.  So, they say whatever the line is that's going to protect us, it's short of every journey in a month. So, I'm not asking -- I'm saying I accept your point there.  And what do you say is the limit?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is the same kind of guidance that you have in any case of this Court that uses the technique which is used sometimes, and I think it's used for example in the bribing the judge case, you know, with campaign contributions.  You draw an outer limit, you say you can't go beyond that.  We know within that, there is no standard.  We'll leave it for the lower courts to work out, and we'll review it over time. That's not necessarily desirable, but that is a method this Court has sometimes used."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But even if it's wrong, I want to know, are you saying there is no limit or are you suggesting one?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then you're -- you're moving away from your argument.  Your argument is it doesn't depend how much suspicion you have; it doesn't depend on how urgent it is.  Your argument is you can do it, period.  You don't have to give any reason. It doesn't have to be limited in any way, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't the normal way in these situations that we draw these limits how intrusive the search can be, how long it can be, is by having a magistrate spell it out in a warrant?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're talking about the difference between seeing a little tile and seeing a mosaic.  The one gives you information; the other doesn't."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben, this case started out with a warrant.  There was a warrant, and the limits weren't followed.  The warrant said 10 days, do this in 10 days, and the police took 11.  They were supposed to do it in D.C.  Instead, they did it in Maryland. So, the police could have gotten permission to conduct this search.  In fact, they had received it. Now, I take it that the practice had been, because it's in the electronic surveillance manual, better get a warrant.  Was there any problem about -- when this kind of surveillance is wanted by the government, to get a warrant?  Were they encountering difficulty getting warrants?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If you get an anonymous tip that there's the same bomb in somebody's house, do you get a warrant or do -- do you just go in?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  Well, why are you asking for a different rule in this situation?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- you're now suggesting an answer to Justice Kennedy's question, which is it would be okay to take the computer chip, put it on somebody's overcoat, and follow every citizen everywhere they go indefinitely.  So -- under your theory and the theory espoused in your brief, you could monitor and track every person through their cell phone, because today the smartphones emit signals that police can pick up and use to follow someone anywhere they go. Your theory is so long as the -- that all -- that what is being monitored is the movement of person, of a person, they have no reasonable expectation that their possessions will not be used by you.  That's really the bottom line --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to track them, to invade their sense of integrity in their choices about who they want to see or use their things.  That's really argument you're making."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Cars get parked in a garages.  It happened here."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Neither does the person."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"A person goes home, and their overcoat gets hung on a hanger.  What's the difference."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell me what the difference between this and a general warrant is?  I mean --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what motivated the Fourth Amendment historically was the disapproval, the outrage, that our Founding Fathers experienced with general warrants that permitted police indiscriminately to investigate just on the basis of suspicion, not probable cause, and to invade every possession that the individual had in search of a crime.  How is this different --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this kind of surveillance where there's no probable cause, there's not even necessarily reasonable suspicion in --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if we -- I give you that, that it's in public.  Does the reasonable expectation of privacy trump that fact?  In other words, if we ask people, do you think it's -- it violates your right to privacy to have this kind of information acquired, and everybody says yes, is it a response that, no, that takes place in public, or is it simply the reasonable expectation of privacy regardless of the fact that it takes place in public?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You can see, though, can't you, that 30 years ago if you asked people does it violate your privacy to be followed by a beeper, the police following you, you might get one answer, while today if you ask people does it violate your right to privacy to know that the police can have a record of every movement you made in the past month, they might see that differently?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the speed as well."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"An easy way to pick someone up for speeding when you suspect something far worse but have no -- no probable cause."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That was -- that is when the police came upon the violator.  But this is -- it's all in a computer.  The police can say we want to find out more about X, so consult the database, see if there's an indication that he was ever speeding in the last 28 days."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Fourth Amendment protects us against unreasonable searches and seizures. And if I were trying to explain to someone, here's the Fourth Amendment, the Fourth Amendment says -- or it has been interpreted to mean that if I'm on a public bus and the police want to feel my luggage, that's a violation; and yet, this kind of monitoring, installing the GPS and monitoring the person's movement whenever they are outside their house in the car, is not?  I mean, it just -- something about it that -- just doesn't parse."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they won't -- they won't and probably couldn't physically. Start with the other end.  Start -- what would a democratic society look like if a large number of people did think that the government was tracking their every movement over long periods of time.  And once you reject that, you have to have a reason under the Fourth Amendment and a principle.  And what I'm looking for is the reason and the principle that would reject that, but wouldn't also reject 24 hours a day for 28 days."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you see where I'm -- and that's what I'm listening very hard to find."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"This case is not that vehicle."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The GPS technology today is limited only by the cost of the instrument, which frankly right now is so small that it wouldn't take that much of a budget, local budget, to place a GPS on every car in the nation."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Almost every car has it now."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't we have any legislatures out there that can stop this stuff?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Who would be under your test the judge of the reasonable suspicion?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you.  Your -- our questions have eaten into your rebuttal time.  So, we'll give you the full time. Mr. Leckar. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is the size of this device?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is the size of this device?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And what if it was put on the license place?  Would that be a technical trespass? Is that the property of the driver?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right?  I don't own my license plate?  I didn't know that.  How do you know that? (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"How do you know that?  I paid for my license plate. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":4,"sideBefore":"justices","text":"We don't need to get into it, but \"Live Free or Die\" was spelled on the license plate.  (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't -- I didn't hear an answer to Justice Alito's question.  What is your position on the placement of the GPS device on the State-owned license plate?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's a --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"My understanding is correct that it's the State's license plate they require you to have.  So, your trespass theory, it would seem, falls apart with respect to that particular scenario."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No.  It's the size of a credit card.  You slip it behind the license plate."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this is ridiculous. Look at -- you give the State permission to put the license plate -- to carry -- to have your car carry the State's license plate.  You do not give anybody permission to have your car carry a tracking device."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And whether it's put directly on the car or directly on something that the car is carrying doesn't seem to me to make any difference."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"I thought it made a difference under your theory, which focused on the question of trespass, because it was attached to an effect owned by somebody else.  This is an effect not owned by the individual."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, the trespass theory anyway doesn't seem ridiculous to me."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Leckar, I guess I'm not sure I quite understand the argument, because a trespass is accomplished no matter what you put on somebody's car or somebody's overcoat or what have you.  You could put a nonworking device in somebody's car, and it would still be a trespass, but surely the same constitutional problem is not raised.  So, how do you get from the trespass to the constitutional problem?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't make it a seizure.  That doesn't make it a seizure.  It makes it a search."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you can say that there's a trespass for the purpose of obtaining information, which makes it a search.  But I don't see how it's a seizure.  A seizure -- you have to bring something within your control.  You have to stop the person or stop the vehicle.  What has been seized when you -- when you slap a tracking device on a car?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any case involving seizure of data floating in the air as opposed to papers?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's not a violation unless, in addition to a search, it is an unreasonable search.  And since you already -- and the same is true of seizure, isn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, you already have -- everybody agrees it's at least a search.  So, what do you care whether there's the -- and there's a case called Karo which says whether it's a trespass doesn't really matter.  The question is the reasonableness of it.  And that's what I think -- I mean, you can argue trespass as much as you want, but I'll still have in mind is it reasonable."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And I think that's the question we've been debating.  And I would like to know from you -- what they are saying is that the parade of horribles we can worry with -- worry about when it comes up; the police have many, many people that they suspect of all kinds of things ranging from kidnappings of lost children to terrorism to all kinds of crimes. They're willing to go as far as reasonable suspicion in a pinch.  And they say at least with that, you will avoid the 1984 scenario, and you will in fact allow the police to do their work with doing no more than subjecting the person to really good knowledge of where he's going on the open highway.  Now, I -- they probably put it better than I did, but I'd appreciate your views on that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do you know that?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Why does it have to be cost-free?  Suppose the police department says:  We've got two things; we can put 30 deputies on this route and watch this person, or we can have a device with a warrant.  What difference does it make?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But suppose what they got is nothing more than what they would have had if they had 30 deputies staked out along the route.  That's all. They'd get the same from 30 deputies.  A constitutional violation?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no.  We're assuming that there's no initial trespass, which is a problem in this case."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying it's -- it's the quantity and -- of the information seized and the time over which it's seized.  And that's the proposition we're testing.  And it seems to me what you're saying is that the police have to use the most inefficient methods."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm fully aware of the 1984 ministry of love, ministry of -- of peace problem. But this -- your argument, it seems to me, has no principled distinction from the case that I put."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But he -- he wouldn't be protected against a surveillance camera that could get information.  And is this really different in kind from the surveillance camera?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But what is the difference really?  I'm told -- maybe this is wrong, but I'm told that if somebody goes to London, almost every place that person goes there's a camera taking pictures, so that the police can put together snapshots of where everybody is all the time.  So, why is this different from that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it must be unconstitutional if it's scary. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"I mean, what is it, the scary provision of what article?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"And, in fact, those cameras in London actually enabled them, if you watched, I got the impression, to track the bomber who was going to blow up the airport in Glasgow and to stop him before he did.  So, there are many people who will say that that kind of surveillance is worthwhile, and there are others like you who will say, no, that's a bad thing.  But that isn't the issue exactly in front of us."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And what Justice Kagan wanted to know is why not."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, my goodness.  Here, I I can read -- sorry, I just had that expression because I'm reading:  \"The existence of a physical trespass is only marginally relevant to the question of whether the Fourth Amendment has been violated, however, for an actual trespass is neither necessary nor sufficient to establish a constitutional violation.\"  That's Karo. So, you can talk if you'd like.  It's your hour.  But I would really be very interested in hearing you on the assumption that the real issue here is whether this is reasonable."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you're --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Counsel --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":8,"sideBefore":"justices","text":"You're mixing -- you're mixing two things.  You're the one that -- I thought your position was that the initial trespass is not important.  That's the narrow way to decide the issue. You don't want us to do that.  So, now we ask you about Karo, and you say, oh, well, there was a trespass.  So, that's -- that's not -- that's not a responsive answer."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it's going to be dramatically different in the next step.  There are now satellites that look down and can hone in on your home on a block in a neighborhood.  I don't see that far in the future when those cameras are going to be able to show you the entire world and let you track somebody on the camera from place to place."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, if -- give us a theory.  Is that okay for the police to access those cameras and look at you moving from place to place?  And if that's okay, then why is this not okay?  What is your theory of your case?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think there's about 28 satellites up there, but okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Leckar, your -- all of this discussion -- you're going into it, but the questioning leads you into it -- it seems to me leaps over the difficult part of your case.  The issue before us is not -- not in the abstract whether this police conduct is unreasonable.  The unreasonableness requirement or the unreasonableness prohibition does not take effect unless there has been a search.  And our cases have said that there's no search when -- when you are in public and where everything that you do is open to -- to the view of people.  That's the hard question in the case, not whether this is unreasonable.  That's not what the Fourth Amendment says, the police can't do anything that's unreasonable.  They can do a lot of stuff that's unreasonable without violating the Fourth Amendment, and the -- the protection against that is the legislature. But you have to establish, if you're going to go with Katz, that there has been an invasion of -- of privacy when all that -- all that this is showing is where the car is going on the public streets, where the police could have had round-the-clock surveillance on this individual for a whole month or for 2 months or for 3 months, and that would not have violated anything, would it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why?  Because there's no invasion of privacy.  So, why is this an invasion of privacy?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"A hundred times zero equals zero.  If -- if there is no invasion of privacy for 1 day, there's no invasion of privacy for a hundred days. Now, it may be unreasonable police conduct, and we can handle that with laws.  But if there's no invasion of privacy, no matter how many days you do it, there's no invasion of privacy."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So is a tail.  So is a tail when the police surveil -- surveil you for -- for a month."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, where would you draw the line?  Suppose that the GPS was used only to track somebody's movements for 1 day or for 12 hours or for 3 hours.  Would that be all right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Put aside -- put aside the trespass question."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that sounds like a legislative line.  But what is the difference between following somebody for 12 hours, let's say, and monitoring their movements on a GPS for 12 hours?  You would say that the latter -- your first argument is there's a problem with the latter but not with the former.  But what would the reason for that be?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There's no more -- what -- what is the difference in terms of one's privacy whether you're followed by a police officer for 12 hours and you don't see the officer or whether you're monitored by GPS for 12 hours?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I don't know what society expects, and I think it's changing.  Technology is changing people's expectations of privacy. Suppose we look forward 10 years, and maybe 10 years from now 90 percent of the population will be using social networking sites, and they will have on average 500 friends, and they will have allowed their friends to monitor their location 24 hours a day, 365 days a year, through the use of their cell phones.  Then -- what would the expectation of privacy be then?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that -- maybe that's a good way to decide the case.  But I just wonder, would Mr. Jones or anybody else be really upset if they found that the police had sneaked up to their car and put an inert device the size of a credit card on the underside of the car?  What would they say about that, other than the fact that the police are wasting money doing this?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You don't even see it.  It's just a little wafer.  They put it under the car.  It does nothing."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, but this one does nothing, and you -- so you would go -- you would sue -- you would bring a trespass action."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, what's you're concerned about is not this little thing that's put on your car. It's not this invasion of your property interest.  It's the monitoring that takes place."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But to ask Justice Alito's question in a different way, suppose that the police could do this without ever committing the trespass. Suppose that in the future all cars are going to have GPS tracking systems, and the police could essentially hack into such a system without committing the trespass. Would the constitutional issue we face be any different?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Lots of communities have, including Washington, cameras on -- at intersections on stop lights.  Suppose the police suspected someone of criminal activity, and they had a computer capacity to take pictures of all the intersections that he drove through at different times of day, and they checked his movements and his routes for 5 days.  Would that be lawful?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You think it would be?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You have -- you have a targeted invasion.  It's over a period of time.  It's over a long -- it's over a wide space, and it seems to me that -- it seems to me you have to answer my question \"yes\" to be consistent with what you've said earlier."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What an --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What an unworkable rule with no -- tethered to no principle."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What an unworkable rule tethered to no principle.  A thousand video cameras may or may not be okay, depending on how large the city is?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that gets back to Justice Scalia's question, which is you've got to determine that there has been a search first before you impose the warrant requirement.  And it seems to me that your -- the warrant requirement applies only with respect to searches, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  And seizures. So, while it might seem like a good idea to impose the requirement on this particular technological device, you still have to establish that it's a search."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, we pushed your -- we pushed your friend to the limits of his theory. Your theory, I take it, would apply if you're going to do it for 3 minutes, right?  Where's the car?  You push a button; it's 3 minutes.  You say that's still a Fourth Amendment violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Well, then don't talk to me about how long they're going to be doing it or all the information.  We have to test the validity of your theory on the proposition that it violates the Fourth Amendment to do this for 3 minutes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You have said that several times.  How do we tell?  I mean, I don't know what society expects.  I suppose if you ask people do you think it's a violation of privacy for the police to do this for no reason for a month, maybe they'd come out one way.  If you asked the people do you think the police have to have probable cause before they monitor for 5 minutes the movements of somebody they think is going to set off a huge bomb, maybe you get a different answer."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Excellent.  Yes.  Of course, a legislature can take care of this, whether or not there is an invasion of privacy.  And they can pick 5 days out of the air.  You can't do it for any more than 5 days, or you can't do it to more than -- than 50 people at a time.  They can take care of all of that stuff.  We can't do that in a decision under the -- under the Fourth Amendment."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't this precisely the kind of a problem that you should rely upon legislatures to take care of?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can you take it to Congress the other way?  I mean, can you say that a general search of this kind is not constitutional under the Fourth Amendment, but should Congress pick out a subset thereof, say, the -- terrorism or where there is reasonable cause or like the FISA court or special courts to issue special kinds of warrants, that that's a different question which we could decide at a later time? That's a negative way of -- I mean, that way favors you in the result, but I've -- I've been looking for -- if there is a way of going to Congress to create the situations where they can do it, rather than the situations where they can't."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see why it's any of Congress's business if it's a -- if it's a purely intrastate operation.  Congress can control police practices that don't violate the Fourth Amendment throughout the country?  I mean, maybe interstate, interstate beepers and interstate tracking devices, yes, but so long as you track within -- within the State isn't that okay?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There was a warrant -- there was a warrant in this case.  This is a puzzling aspect of the case to me, and maybe there -- it's irrelevant for present purposes.  There was a warrant, and the two violations are violations of a statute and a rule, neither of which may carry an exclusionary rule sanction with them or an exclusionary rule penalty with them. It's not clear at all that there was a violation of the Fourth Amendment.  So, it's a little strange that we're deciding whether a warrantless search here would have been unconstitutional, when there was a warrant."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, that's not my point. The point is that the violation of the 10-day rule and the violation of the statutory prohibition on -- or maybe it's in the rule -- the prohibition on the judge in the District ordering the installation only in the District are not Fourth Amendment requirements."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It is not a warrantless intrusion; there was a warrant."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I think that's conceded by both sides, and that's accepted by both sides.  The warrant expired.  There was no warrant.  The government certainly could have gone back and said, judge, we didn't make it; we need a little more time; give us 10 more days."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think if you look at the lower court case law, you will find that a violation of the 10-day rule is not necessarily a violation of the Fourth Amendment.  And --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- it doesn't vitiate the warrant.  The warrant doesn't necessarily dissolve or evaporate when the 10 days expire."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe those cases are wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, 5 minutes. "},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben, that -- that seems too much to me.  I mean, if you think about this, and you think about a little robotic device following you around 24 hours a day anyplace you go that's not your home, reporting in all your movements to the police, to investigative authorities, the notion that we don't have an expectation of privacy in that, the notion that we don't think that our privacy interests would be violated by this robotic device, I'm -- I'm not sure how one can say that."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You probably haven't had the opportunity to go into the cases.  A hypothetical. Suppose exactly these facts, only the police aren't involved.  A neighbor does it to another neighbor in order to see where that neighbor is going, and when he finds out, he tells his wife and other neighbors.  Do you think that in most States, that would be an invasion of privacy?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We measure it by expectations of privacy under the Katz test if -- that may or may not be controlling."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It found that there was no expectation of privacy."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I am asking you about this case, whether there would be an expectation of privacy --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as a general matter under tort law."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any idea of how many GPS devices are being used by Federal Government agencies and State law enforcement officials?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't seriously argue that there isn't a possessory interest in who puts something on your car and who -- like a -- a sign of some sort."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben, counsel.  The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2851,"interruptions":40,"times_spoken":59,"laughter":0,"num_int_by":8},{"id":1,"fullName":"STEPHEN C. LECKAR","firstName":"STEPHEN","lastName":"LECKAR","counsel":true,"justice":false,"side":"respondent","words_spoken":2790,"interruptions":35,"times_spoken":71,"laughter":1,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":958,"interruptions":1,"times_spoken":29,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":616,"interruptions":2,"times_spoken":20,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1061,"interruptions":2,"times_spoken":25,"laughter":4,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":893,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":447,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1011,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":526,"interruptions":6,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":272,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":40,"words_spoken":2851,"times_spoken":59,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":35,"words_spoken":2790,"times_spoken":71,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":12,"words_spoken":5784,"times_spoken":139,"laughter":6,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472419305472}}