{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"QUICKEN LOANS, INC.\n","counsel":[2]},"caseNumber":"10-1042","date":"2012-02-21T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-1042, Freeman v. Quicken Loans. Mr. Russell. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Russell, when you say the agency in charge, am I right in thinking that HUD and its successor -- they don't have any suit-commencement authority?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"For injunctive relief?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Reaching all?  I didn't understand you.  You said it too fast.  As reaching all -- something fees, whether permitted --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Unearned fees whether provided or not."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How does this – just -- may be a side issue, but I don't see how this is a fee for service.  I mean, I thought points is simply a way of paying more money up front and getting a lower interest rate later.  It isn't supposed to be for any service; it's simply a question of -- of a loan term, how much you borrow and what the interest rate is."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what are we supposed to do -- decide theoretically, in the context of a case that does not involve paying a fee for a service that doesn't exist, whether you can pay for a service that doesn't exist?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's -- what's the argument on the other side?  A point is a way of paying more money, i.e., borrowing less.  Since you pay more, that means you borrow less.  And so, your interest rate is lower because you’ve borrowed less.  Now, what's the argument on the other side?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose if -- if the lower court could have been wrong for either one of two reasons, we don't have to decide which of the two we -- we're precluded from considering, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it’s -- it would be just as well to say that the question presented here decides the case as it would be to say that the question raised by Justice Breyer decides the case, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And is there any reason to put the one before the other?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- your argument that \"percentage\" can include 100 percent is certainly true as a matter of logic.  But in the phrase \"portion, split, or percentage,\" I think the more natural reading of \"percentage\" is something less than 100 percent.  In other words, you're apportioning or you're splitting the fee with somebody else."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You could have -- \"portion\" I suppose could still mean a full portion; \"split\" probably not.  But, I mean, the more natural reading is surely a division."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It could mean that, but it need not mean that.  It could mean either that or just -- just part and not whole; and which of the two it means is often decided by the other words with which it's associated.  I mean, if you have a phrase that says, you know, \"tacks, nails, and\" -- what?  \"Tacks, nails, and wooden pegs,\" it's clear that \"nails\" doesn't mean toenails; it -- it means a fastener. And so, also here, when it says \"portion, split, or percentage,\" it seems to me the natural reading is that portion or percentage means not, as it could mean, the whole, but rather just a portion."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not what we have. We have -- we have a statute that says you shall not take any portion or split."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- one reason -- one objection to your idea that, well, this covers partial, so it must cover 100 percent, is that it's a very different issue if you're talking about partial and 100 percent.  If you're talking about partial, you have a classic case of a -- a kickback. But if you suddenly say 100 percent of an unearned fee, that's a much more difficult question to decide. In this case, for example, you get a whole bunch of things from Quicken Loans, including the loan and all this other stuff, and it's kind of hard to single out, well, this part is unearned but this part is earned; it's kind of a whole package.  When you have a portion or split, it's an entirely different issue."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but there -- it's a more -- it's a narrower issue when you're talking about a portion.  Let's say the kickback goes to the appraiser.  Maybe you can decide in that case whether the loan company really had anything to do with the appraisal at all. When the alleged unearned fee goes to the whole loan company, it's a little harder to say which part was unearned and which parts might have been earned."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's just -- it's the way these loans work, right?  I mean, it's the same thing whether you pay 10 percent and no points or 9 percent and 3 points.  You know, which one of those is earned or unearned, it's kind of hard to sort it out."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  How does that work? The bank says to Mr. Smith we are going to charge you $100 for a courier service.  And then they don't.  So, there it is on the bill.  And Mr. Smith, really knowing he didn't get the courier service, pays the $100.  All right?  Why isn't Mr. Smith guilty, on your interpretation? I mean, on your interpretation, every innocent consumer is guilty of a crime."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you -- I don't understand that.  It's my fault.  But wouldn't -- it says that if she doesn't get the appraisal, but she has to pay for it, then why isn't she -- why hasn't -- why doesn't she fall within the statute?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What you got was nothing."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why hasn't the consumer violated?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why is the bank liable?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I see.  So, this -- you're saying when the bank writes down, \"pay $100 for the courier service,\" the bank is charging for the courier service."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When the consumer pays for the courier service which he sees there, the consumer is not paying for the courier service.  He is paying for the nothing."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Then why doesn't he fall within the -- within the statute?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're -- but the purchaser is the giver, and the statute reads, \"No person shall give and no person shall accept.\"  The acceptor is the loan company.  The person who is giving would be the consumer, the customer."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- so, the person who gives is -- is not answerable under your reading of this (b)?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Give me an example of where the language \"give\" would have an effect."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you deprived it of all effect?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But then we have Quicken as the giver and the person who receives the referral or kickback as the receiver."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Russell, there's one puzzling aspect of -- of your interpretation.  It would be a rather large thing for Congress to say we're going to cover overcharges, as I believe HUD says is -- counts; and yet, in the -- in the purposes of the Act on page 1 of the appendix, it says nothing about overcharges, nothing about payment for a service not received in the -- in the four -- \"it is the purpose of the Act to,\" and then there are four things listed, and none of those say to stop charges for services that weren't performed."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that is -- that is HUD's interpretation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But nothing as big as this, if you accept HUD's interpretation of this, which is essentially the issuance of a -- of a price schedule by HUD, and anything above these prices is an overcharge and hence falls under -- under this provision.  That's immense."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but if we don't, then we reject deference to HUD, which you want us to -- to apply."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We can't at one time -- at one and the same time, give deference to HUD and yet disagree with what HUD says."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you think this is just a labeling statute?  Quicken could charge whatever it wanted, bottom line, but if it breaks it down into categories and it doesn't do something that's actually attributable to one of those categories, then there's a violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Russell. Ms. O'Connell. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"The consumer doesn't violate it in those circumstances because?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, can you tell me where in the briefs?  I have to read this about six times to get this one in my head."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Where in the briefs does it explain to me why in your situation the bank would be violating it, but the consumer wouldn't, since it says \"no person shall give\" as well as \"no person shall receive\"?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, my goodness.  If it isn't in the briefs, it -- maybe I'm off on a track here, but it seems to me a pretty obvious question."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, we have a statute that looks like a kickback statute, and the reason it looks like a kickback statute is it refers both to the person giving and to the persons receiving, and it seems to make them equally liable. Now, you want to apply it to a situation where I don't think you want to hold consumers liable. And so, I think you have to explain to me why this statute doesn't --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- on your reading of it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, you mean it's all prosecutorial discretion?  In other words, if you happen to be a consumer you just have to rely on the goodwill of the prosecutor; is that the idea?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What more?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Have we said in some of our cases, oh, don't worry, this is within the discretion of the prosecutor, close enough for government work?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Does HUD have expertise in interpreting criminal statutes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but I assume that HUD's interpretation of a criminal statute like ours must give the defendant the benefit of the doubt so that if there's any ambiguity -- I mean, that's our standard rule.  If there's a genuine ambiguity, you -- you find for the interpretation that favors the defendant.  And this here -- I think this is at the very least ambiguous.  And you are telling me -- well, I guess you're right.  I guess HUD is favoring what would be the defendant in this case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But can you -- I don't want to take all your time on this because to me the more important problem was the problem of the difference between a kickback statute, which we could understand as well within HUD's expertise and normal and of course very good reason for doing it.  But a price control statute, where we have the Federal agency deciding whether the prices are accurate for each service that is rendered or whether some percentage or all of it represents service for nothing -- that's a rather big novelty in American life.  That is, we have it, but they are usually Federal agencies that have a system set up for determining proper prices and so forth. So, it's hard for me to believe that sort of inadvertently Congress brought in the second under the guise of the first without a big fuss being raised and a big debate and so forth."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I'm not sure.  It seems to me that even under the Respondent's view of the statute, you have to inquire into reasonableness to see if the fee was earned."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Wait a minute.  If -- you know, if -- if I charge you an exorbitant amount for cutting down a tree, you know, 2,000, $20,000, and then I present my bill, you would say that I have not earned it simply because it's exorbitant? evaluate --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"It looks to me as though you have an additional statutory problem.  You have two sets of verbs in this statute.  One is the \"give and accept\" set of verbs, and then the other is the \"charge made or received.\"  So, it seems to me that what the statute is -- is thinking about is that first, that there is a charge made or received, and that charge is, of course, the charge that the consumer pays to the provider.  And then there's another transaction.  And that transaction is the \"give or accept\" transaction, and that transaction occurs between two service providers.  So, one set of verbs refers to the consumer-provider relationship; the other set of verbs refers to the provider-provider relationship."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But you -- you are now splitting HUD's position.  HUD's position says overcharges are reached by the statute.  You say not overcharges, but only a fee when no service is performed.  So, why couldn't the customers have said there is a fee for the service performed, that's the reasonable fee; and the rest of it is a charge for a service not performed? I mean, can you really maintain that distinction between an overcharge and a fee for services that are not performed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What does that mean? In other words, the rate that was offered -- they said you pay two points and you will get a rate of 8 percent. And you're saying that even if they didn't pay the two points, they would still get a rate of 8 percent?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't know anybody who -- any knowledgeable person who applies for a loan, who doesn't ask whether there are any points?  I mean, it's standard mortgage practice.  And somebody who says I'm going to get 8 percent?  Yes.  Eight percent with or without points? I mean, that -- I don't think that the mere fact that the interest rate was 8 percent means that you can't charge points and that any charging of points is -- is a charge for a service not performed.  The service performed is giving you an 8 percent rate."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, if she didn't want the points, she should have -- when it came to the closing, say what are these points for?  The 8 percent is what you agreed to.  And they would have said, well, that 8 percent is the -- is the rate we give when we charge 2 points."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but that's the problem.  The problem is, look, you are saying this is a payment for a service that wasn't given.  I think I might say that this is just a lower interest -- a higher interest rate than they -- than they expected. Somebody might say you didn't get the courier service at all.  Others might say you got service but not the gold-plated service, and the gold plate was nothing.  You see, that's what happens when you get into a price control statute rather than a kickback statute.  And that is our concern here, I think at least mine."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. O'Connell. Mr. Hefferon. "},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Hefferon, if you are right about subsection (b) and its meaning, what does it do that subsection (a) does not do?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if that's the case, I mean, why would Congress have done something that says (a) pursuant to an agreement, (b) not pursuant to an agreement?  Why wouldn't it just have one provision that didn't make any reference to an agreement?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, well, (a) -- the so-called kickback in (a) is not for services not actually performed.  The referral -- the referral is certainly a service performed to the lender.  There's -- there's nothing -- what should I say -- unethical about getting a fee for a referral.  It's -- it's called a finder's fee. So, you know, under (a) a finder's fee is -- is made unlawful, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And under (b), something quite different, and that is giving money to somebody who performs no service at all is made unlawful.  And for that, you don't need an agreement, right?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, under your reading, as I understand it, the words \"portion, split, or percentage\" means an amount less than the whole?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, what happens if a service provider gives 100 percent to the other side, as opposed to a -- an amount less than the whole?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- does that make much sense that if you give one meaning -- if you stay consistent with your meaning, what you're saying is a situation where the service provider gives away everything, 100 percent, they're just not liable under (b)?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If they give away 1 percent, they -- if they keep 1 percent, they're liable."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is there -- Judge Higginbotham, in his dissent, said there is a big difference between unearned fees and overcharge fees. He said unearned fees, in their simplest form, is no service whatsoever.  Overcharges are some service but an excessive value.  What's wrong with that definition?  Why is that definition unworkable in terms of limiting and defining this statute?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is this 100 percent thing -- is this a real problem that Congress was addressing?  Do you know of any 100 percent kickbacks or 100 percent payments to somebody else for services not performed as opposed to just keeping part and giving the rest?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that enough reason for its not being addressed, that it's not a real problem?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You think not?  How about with subsidiaries?  Wasn't it common practice -- isn't it common practice that subsidiaries are often receiving parts of the payments because then they become -- they come out of the gross income of the major parent?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, why isn't it a potential common practice that they're getting 100 percent of something they didn't do?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If they're rendering -- if they're already rendering services?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Then why is the statute labeled, titled, \"Prohibition Against Kickbacks\" -- that's one thing -- \"and Unearned Fees\"?  What -- how do you -- what does \"unearned fees\" refer to in the title of 2607?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, you think there could be an earned kickback."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If it's okay to get money for a referral, what type of kickback is not okay?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It made the decision that a finder's fee in this area, although in all other areas is perfectly okay, but a finder's fee in this area is a kickback."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, if your reading of the language is not plain, if there is two ways to read this statute, give me your best reason for why the policy statement should not be given deference. I know you said because it didn't go through notice and -- through notice; but outside of that, why isn't this a HUD interpretation that the statute tells us HUD can do, an interpretation of the statute?  We can argue about whether it's an interpretation of regulation X or not, but why wouldn't it be entitled to deference?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the Seventh Circuit had said a lot different, and HUD came back -- and invited HUD to do something, and HUD came back and said you read it that way; we think this is a better reading. What more do we need from an agency?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mr. Hefferon, I don't think that that's true, that -- we defer to agencies, not because we think that agencies do statutory interpretation in exactly the way courts do.  We actually defer to agencies because we think they provide something different, not because they're the best parser of statutory language, but because when they see ambiguity, they're able to import policy judgments into that ambiguity.  And that seems to me exactly what the agency did here."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"In essence --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"justices","text":"When an agency is construing a criminal statute, a statute providing for criminal penalties, do you think the agency is constrained to apply the rule of lenity and to assume that if there is ambiguity, it should be interpreted in favor of the defendant?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in 1992, they promulgated the regulation, which is the strongest argument I think on the other side.  It's a strong argument.  Have you -- has anybody looked at that notice-and-comment proceeding?  Have you looked at it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  If you have, do they go into this point, a point about -- the point being this is a kickback statute?  It isn't an overcharge price regulation statute.  Therefore, promulgating a regulation that makes it a crime, a Federal crime, to overcharge, which is what the regulation says, is outside the scope of the statute. Now, did someone make that argument?  If so, I'd like to be able to read it, and I'd like to be able to see what the agency said in response."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So, you would say -- is it --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":6,"sideBefore":"justices","text":"Counsel, I'm sorry.  May I just --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- correct you on that? Didn't HUD in that preamble say explicitly, \"The Secretary, charged by statute with interpreting RESPA, interprets 18(b) to mean that two persons are not required\"?  It says that explicitly."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Not in the policy statement; in the preamble to regulation X."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"In -- in 1996.  I thought that was the final rulemaking you were talking about, because it didn't do rulemaking with respect to the policy statement."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is this a fair statement in your view -- and we'll hear theirs on rebuttal -- that in respect to the 1992 regulation, there is a sentence which says, \"A charge by a person for which ... nominal services are performed ... is an unearned fee and violates this section\"?  All right?  I've ellipsed part. All right.  Now, it says that.  And that later on is taken as being:  This statute is a -- to that extent, a price regulation statute. Is it fair to say that notice of such a regulation was not given?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Was comment received in respect to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- you were you about to tell us what we said in Long Island Home."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm not sure. Congress didn't say that HUD could only give interpretations through rules.  It said it could give rules, pass rules and regulations, and give interpretations.  So, what's the procedural defect in it just giving an interpretation?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"We go back to whether the -- whether the policy -- whether the statute is ambiguous or not."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And what I'm trying to figure out is what's the deficiency in the policy statement that's independent of the ambiguity you rely upon."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it says it's longstanding for it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Which -- putting aside the notice-and-comment point, which I think is at least ambiguous, which of our cases stands for the proposition that whether or not we give Chevron deference depends on the thoroughness with which the agency addressed an issue, rather than simply an announcement of its interpretation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you concede that if we give it Chevron deference, you lose?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, on -- the case.  If we give either the policy statement or the rule Chevron deference, you lose.  Is that right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Ah.  You want to talk to that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"We don't give deference to interpretations that are beyond the limits of what the language will bear, do we?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, I'm a little confused.  Under your interpretation or theirs, the court gets involved in determining whether fees, services were rendered.  I mean, it's not as if your interpretation is going to keep the court out of that business.  To be able to find a kickback, the court has to determine whether services were rendered or not.  So, what's the difference in that inquiry when it involves a kickback and when it involves a -- a single provider? In a kickback situation, the court has to decide whether there was actually a service rendered that entitled the person to a percentage or not, correct?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, what's the difference between deciding that question and deciding that the -- the one individual provided a service?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And it listed, as Justice Ginsburg said, unearned fees.  Why would it matter to Congress?  Give me a reason that it would matter to Congress whether the unearned fee was by one person in a dual relationship or a single person alone? The issue was unearned fees, rendering -- charging for a service you didn't render.  That's what the whole kickback idea was about, correct?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Could you complete your earlier answer?  I was just waiting for your point, and it never came."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Hefferon, you might be right that we never get to Chevron deference here because the statute is plain on its face, and there's no ambiguity for the -- the agency to think or do anything about.  But let's just assume that there is ambiguity on the statute, and the question is whether to provide this interpretation with Chevron deference. So, then, what's your argument for why there should be no Chevron deference to this interpretation, given that the statute under which this interpretation was promulgated refers identically to regulations and interpretations as something that HUD gets to do?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't any agency have interpretive authority regarding the statute it's implementing?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is there agency that doesn't?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Does it have to be specifically conferred?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is it at all increased when it's specifically conferred?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Now that's just a way of saying that there's no ambiguity here.  But I was suggesting that if there is ambiguity here, I -- at least I have not found a reason not to give HUD deference in this situation.  I mean, you say they didn't do a very good job.  But we don't usually grade agencies like that, and say, well, you didn't do a very good job; so, you're not entitled to Chevron deference."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"We give deference to legal interpretations all the time."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I have no idea.  What -- I'm supposed to psychoanalyze Congress in every Chevron case?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- no, no.  That's a good question, and your problem is different people feel differently about the answer.  So, the -- which is why from my perspective --- and perhaps you're only answering a question for me and no one else has it -- but I would be pretty interested to know whether when you looked at the legislative history of this, what you discovered was a lot of complaints about consumers paying for things they didn't get, period.  Which favors HUD's interpretation. Or whether you see a whole long list of complaints about consumers having to pay referral fees, where that's just one person taking advantage of another person's business.  I would -- I think it would be relevant.  And then if you've looked at all this, which you could tell me you haven't -- I will try to -- but what do you find?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Did you give a complete answer to the question what does (b) cover that (a) does not?  So, one suggestion that's made is, well, you didn't -- if all this statute has to do -- do with is kickbacks, then all you need is (a), and there's no necessity for (b).  You said one thing is contract, proving a contract, and not -- is there anything else?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And under -- under (b), there doesn't have to be an agreement to pay -- under (b) there doesn't have to be an agreement to pay the title company for no work.  It's just if it's a -- if it's a refinancing and the title company did the same title search, you know, 2 years ago, it says, heck, I'm not going to do it again, but it still gets the 10 percent, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Even though there's no agreement to pay it for no work."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  Could you go back to Justice Scalia's question?  If a -- if a bank has an appraisal fee from the past and decides I don't need a new one, but still charges you for an appraisal fee, would that violate the statute?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Or if the bank charged you for a title search that it did?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If it had one already?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  So, going back to Justice Scalia's question, if the provider decides I'm going to use what I had before, I'm not going to redo the work, but still charges you a second time, they're not liable under your reading of the statute?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"They'd be liable under State law, I assume --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- for fraud, wouldn't they."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Russell, you have 5 minutes. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Once you say that, you're -- you're outside the reg.  I mean, when you read the reg and the policy statement, it's pretty clear what they are thinking of."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the policy statement is even clearer.  What they are thinking of is overcharges, period."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do you get --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that in the policy statement?  The difference between unearned and --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's right here.  It's on -- it's on 53,057.  And what they're explaining is that, and they're talking about a third situation, and they say one settlement service provider charges a fee to a consumer where no work is done, or the fee exceeds the reasonable value of the services performed by that provider."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, if it exceeds the reasonable value of the services performed by that provider, you have to say what is the reasonable value of the services performed by that provider.  And that involves the agency in the job of deciding what's a fair or just price for this particular service."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but what I'm doing there, you see, is now I'm trying to make sense out of an agency interpretation which is other than what it says, where what they're trying to do is to change the nature of the statute from a kickback statute into a statute that protects consumers across the board from paying for things they don't get."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that's where I'm sort of interested in what the legislative history said, et cetera, et cetera.  It's much more complicated than I thought coming in.  I have to look at a lot of things."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And then part of that is -- you might want to say something about the other part.  I mean, the purpose of this kind of APA/Chevron stuff is to prevent agencies, seeing the supreme importance of their own mission, taking a statute, running with it and in particular transforming into a criminal law something that really wasn't much there. Now, procedure is important in that.  And that's why I'm very interested in whether -- whether they gave notice to the public:  Dear public, we are thinking that this is far more than a kickback statute."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We would like to hear what you think about that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KEVIN K. RUSSELL","firstName":"KEVIN","lastName":"RUSSELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":2043,"interruptions":30,"times_spoken":56,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ANN O'CONNELL","firstName":"ANN","lastName":"O'CONNELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":915,"interruptions":11,"times_spoken":23,"laughter":0,"num_int_by":3},{"id":2,"fullName":"THOMAS M. HEFFERON","firstName":"THOMAS","lastName":"HEFFERON","counsel":true,"justice":false,"side":"respondent","words_spoken":2963,"interruptions":22,"times_spoken":64,"laughter":1,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":520,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":417,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1097,"interruptions":3,"times_spoken":39,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1566,"interruptions":2,"times_spoken":43,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":43,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":62,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":437,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":830,"interruptions":2,"times_spoken":26,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":41,"words_spoken":2958,"times_spoken":79,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":22,"words_spoken":2963,"times_spoken":64,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":9,"words_spoken":4972,"times_spoken":146,"laughter":0,"num_int_by":5}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035245}}