{"petitioner":{"name":"DANIEL COLEMAN","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"10-1016","date":"2012-01-11T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-1016, Coleman v. The Court of Appeals of Maryland. Mr. Foreman. "},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Foreman, I guess the question in this case is what this particular statutory provision has to do with gender discrimination and the history of gender discrimination, whether Congress was aiming to eradicate gender discrimination through this provision or whether it was trying to do something else entirely."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where are you reading from, counsel?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, following up on Justice Kagan's question, I have -- I have difficulty seeing how providing 12 weeks of leave for self-care for both men and women affects the incentive of an employer who we will assume has an inclination to discriminate against women based on the possibility that a woman applicant for employment may become pregnant.  I just don't see how that would affect the incentives of -- of an employer in that situation."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, (A) is not at issue, right? Okay.  So, we're just dealing with (D), which concerns a serious health condition.  So, you have an employer who is willing to discriminate on the basis of gender.  The employer has two applicants for employment, a man and a woman, and the employer says, well, if I hire the man, he might take 12 weeks of leave for a serious medical condition, and if I hire the woman, she might take 12 weeks of leave for a serious medical condition which might be something that either men or women could get, or it also could be a sickness related to pregnancy. So, there still is -- there still would be an incentive for this hypothetical employer to discriminate against the woman."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it do that?  That's what I'm -- I understand that, and it's a worthy objective.  I just don't understand how giving both men and women 12 weeks of leave for self-care affects the incentive."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But women don't get sick less often than men, do they?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you're just adding something to both sides of the balance, and it doesn't affect the employer's incentive.  The employer still -- the -- the hypothetical discriminatory employer would still say, well, women are going to be caregivers more often; so, I'm -- I'm going to not hire that person."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's why (A), (B), and (C) go to the problem, but what does (D) have to do with it?  If you assume that both men and women get sick at an approximately equal rate -- maybe you don't assume that -- but if you do, it doesn't seem to factor into the employer's incentives in any way."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Foreman, I think everyone has been trying to get you to focus on the health care sickness leave alone, and in the -- in the portions of the Act that this Court upheld, the Congress said there is this close association of women with children; we think it's going to be good for everybody if fathers recognize their responsibility for elderly parents, sick children, sick spouse.  So, we -- we can see the rationale, trying to change the stereotype, trying to open up caregiving for both sexes. But you have answered the question that women and men get sick; there's no -- there's no disproportion.  So, how do you tie that, just -- just that part of the Act, where there -- there isn't the obvious association of women with childbearing?  So, we extend the benefit to men so they'll be associated with child care.  There isn't that same link here, is there?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you're saying -- let me just make sure I understand.  You're saying that the -- that Congress is thinking that an employer actually does think that women take more sick leave because women get pregnant.  And just as Congress was thinking about the employer who thought women are going to take more family leave, you think Congress was thinking about the employer who thinks women are also going to take more sick leave because of pregnancy?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any evidence that Congress in fact was thinking about either of these two things?  Is there anything in the record that suggests either of those two theories?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counselor, I -- I take your argument, but if you look at the legislative record, the reports, the findings, et cetera, and the statements repeatedly by many congresspeople, there appears to be -- have been a dual motive for this provision.  They were, in fact, engaged in the question of discrimination against pregnant women.  That was recognized in Hibbs, and that's clear. But with respect to this particular provision, they were also concerned about economic effect that -- that happened to everyone, men and women, who became disabled.  And so, they appear to have had dual motivation.  Part of the bill was gender-related; part of the bill seemed to be disability-related. What do -- how do we judge that kind of bill, where Congress may have been expanding the benefits it's giving to people, not solely because of gender discrimination, but because of this desire to address disability discrimination?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, with respect to the Commerce Clause, could I ask you this:  If we were to disagree with you on the Fourteenth Amendment and hold that it -- that Congress didn't validly abrogate State sovereign immunity with respect to subsection (D), would your client still be able to seek reinstatement or other injunctive relief?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Here the district court completely dismissed your FMLA claim, not just insofar as you sought damages.  I -- I think you also sought reinstatement and other equitable relief, but the district court dismissed it completely."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not contesting that, are you?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because this is for money damages."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because this is for money damages.  Ex parte Young was just injunctive relief. The Eleventh Amendment primarily protects the treasuries of the State against money damages."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not Ex parte Young."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You said \"in this case.\" That's basically what I'm asking.  If we were to disagree with you on the Fourteenth Amendment, are you asking us simply -- would we then simply affirm the Fourth Circuit?  Or would we have to -- would we have to make some accommodation for the possibility that the dismissal of your claim, insofar as you sought injunctive relief, may have been improper?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I am really trying to be a little bit helpful to you.  And I -- (Laughter.)"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"What relief did you ask for?  Damages, we know, and the -- you have to overcome the Eleventh Amendment.  Injunctive relief, you don't, but did you ask for it?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you did, but maybe I'm reading your complaint more generously than you read it yourself."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, you --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I'd go with Justice Alito here."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You must have asked for such other and further relief."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Congress must have thought that giving the woman back her job was an important part.  I mean, I thought the whole idea is she wasn't supposed to be fired.  So, I think that the -- the relief, the non-monetary relief, is certainly important."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When you -- when you --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Can I go -- I'm sorry."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"When you say you're concerned about a disincentive to hire women, but the Pregnancy Discrimination Act makes that unlawful.  So, if an employer decides I don't want to hire women of child-bearing age, that is an out-and-out violation of the Pregnancy Discrimination Act, isn't it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're relying on the incentive -- the disincentive to hire women of child-bearing age.  The law protects the woman of child- bearing age by saying, Employer, you can't refuse to hire her, promote her, and all the rest because of pregnancy."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just asking you about -- your -- your argument rests on an employer acting unlawfully, you see.  He won't hire -- we have to give them medical leave, to everyone, because otherwise the employer won't hire women.  And that's -- the question I'm asking is, you are assuming that the employer will break the law by refusing to hire women that -- of child-bearing age?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- your argument to a large extent depends -- or you say Congress did this because they wanted to eliminate or at least reduce one kind of discrimination against women in the job market."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that -- that discrimination was refusing to hire women of child- bearing age.  Well, they couldn't do it out and out because that would be a violation of the law.  So, is Congress having in mind discrimination that is under -- under the radar screen, that it's going to go on even though it's unlawful?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel.  Mr. Howard. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Need go no further?  I'm sorry.  I -- I didn't --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If I could just --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- stop you there, Mr. Howard, for a second, as I took from Mr. Foreman something that I hadn't understood from his briefs -- maybe I just missed it -- which is that he's making a kind of analogous argument, that, just as in the -- in the prior provisions of the Act, employers thought of women as caregivers and the response of Congress was to provide a gender-neutral leave benefit that had both -- that both women and men were eligible for. So here, employers think of women as needing more medical leave because of pregnancy, and the response of Congress is to provide gender-neutral sick leave.  So, what is your response to that argument?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But there certainly was -- there was certainly much conversation and testimony that, whether they in fact took the same amount of leave time or not, that women who were pregnant or were perceived as capable of getting pregnant were hired less frequently because, subjectively, the employers thought that they were more likely to take the time. So, frankly, for years there was questions about whether law firms were hiring young -- not hiring young women because they feared they would leave in the middle of a big case or something else.  We all know those stories.  So, it is sort of common knowledge in many ways, but there was plenty of testimony related to that. So, assume that that was Congress's perception, because it was supported by the record or as much of the record as Hibbs recognized as adequate. Where does that leave your argument?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They couldn't -- the Pregnancy Discrimination Act says that you have to treat pregnancy like any other disability.  So, if they're not giving anybody any leave for anything, they don't have to give any leave; not 12 weeks, not 1 day.  And that's what -- that's the gap that this legislation fills.  It says, yes, you do have to provide leave for women who have disabling conditions, including pregnancy, but then you have to give that to men as well.  You can't reserve that for the one sex.  So, it was the gap in the Pregnancy Discrimination Act that this -- this was referring to."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Assume for the sake of argument that for the -- the applicants for particular provisions -- particular positions, I should say -- where the applicants are typically of a certain age, men tend to take less sick leave than women, because women also take sick leave for pregnancy-related illnesses. So, giving everybody 12 weeks eliminates the -- the possibility that women -- women who will be -- want to take additional -- will want to take more sick leave will be fired because they exceed the amount of sick leave allowed by the employer for everybody.  Now, isn't that connected to eliminating discrimination in employment?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't think -- I have difficulty with the incentives argument either -- honestly, either as to (D) or as to (C).  But I'm just talking about the -- an argument based on consequences. If an employer says you get 2 weeks of sick leave, period; after that, if you can't come back, you're fired -- that may -- at least for applicants within a certain age range, that may have a much more severe or a more severe impact on women than on men."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What would the answer to that be, that that's not intentional discrimination?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why are you separating four things?  I mean, I've heard, it seems to me, three separate rationales.  One, the easiest, is in (D) itself.  Sometimes a woman could have a miscarriage, and of course she has to stay home.  And that isn't covered by (A), (B), or (C).  So, we cover it in (D), you know. And then we put the men in too because we don't want to make this incentive just to not hire women.  That's one. The second one was the one Justice Ginsburg brought up, that there is a gap in the pregnancy law which won't work unless you have to give people some medical leave.  So, here it is, (D). And the third one, which I think was related to what Justice Alito just said, is when -- you have to read it together to understand the third one.  You get 12 weeks all together.  All right?  Now, that means, once you put in (D), this Act will have less of a bad effect.  The bad effect of the Act is if you protect the women, then the -- the employers say, well, we're not going to hire women, perfect; we have to give them 12 leaves; we'd have to give the men -- terrible, it's a terrible disincentive. But then they worked out how to lessen the disincentive.  And the way you do that, you say 12 weeks overall.  And now look what happens.  A woman wants to take, say, 12 weeks to look after her family, and she gets separately sick, 4 more weeks.  But how many does she get?  Answer:  Twelve, right?  Twelve.  You could answer that part. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Now let's think of the man. Let's think of the man.  The man would like to look after the family, say, for 6 weeks.  And he gets sick 4 weeks.  How many weeks have we got?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ten.  Thank you. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"All right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So -- perfect. So, now the employer is sitting -- and it will work with other numbers.  I don't rely on those alone. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But now look what happens. Without this Act, he's got a woman who is going to be out of there -- I mean, with the Act -- see, unless we put in four -- unless we put in the fourth part of it, we have a woman who's gone for 12 weeks and a man who's gone maybe for 6 but maybe for zero, okay?  Maybe for 6. With the Act, the woman's gone for 12, the man's gone for 10.  You see? And so, the comparison there -- and it will work with whatever numbers you want.  The comparison there is very different.  And the comparison doesn't -- doesn't totally erase the problem with the woman, but it may reduce it to a size where the Act itself will no longer act as such a disincentive to hiring a woman. We have three different rationales.  All of them are related to a serious problem, which is the problem of discrimination against women because the employers think they'll be home more.  And so, you see the conclusion I'm drawing?  Yes, okay.  So -- so, where are we?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The idea is it's part of one package.  I think that's what Justice Breyer was getting at.  But just suppose that Congress wanted to improve conditions for the -- in the job market for women, which I think it's fair to say was the motivating force behind this Act, and they also wanted to protect families so that sick children, sick spouses are attended to. Now, what leave policy would say, okay, to do that, we will have leave when a spouse is sick, a child is sick, a parent is sick, but not when the worker herself is sick?  Without -- it's all part of one package which is designed to increase job security for women and increase protection for their families.  So, I don't think you can slice off (D) from the other three."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, it doesn't have to, of course.  But the whole point of the question that I was asking was, sure, what helps you by doing it separately is it helps your case.  But if we look at what Congress was trying to do, they were trying to do it as a whole. That's my point that I want you to answer.  And they're trying to do it as a whole because, no matter what numbers I use, if I look at it without (D) -- is it (D)? Yes, (D).  If I look at it without (D), the ratio will disfavor the woman.  And if I look at it with (D), suddenly the ratio from the point of view of the employer of the disadvantage of hiring a woman over -- over hiring a man -- it goes way down.  And that helps women. And that is why, I think -- reading this and listening, a major reason why they put in (D) as part of the other, because working with that 12-week limitation and the whole rest of the statute, we now have a statute that doesn't defeat itself.  We now have a statute that actually can achieve the end of leading employers to not discriminate against women.  Not perfectly, but there's a big improvement. And that's the -- that's the argument I'm making.  You have to read it as a whole to see that. And that's what I -- I wonder if there's an answer to that.  Of course, I'm at the moment thinking there isn't an answer to it, but I asked the question because I want to hear what you say."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what if Congress had added three additional subsections here and said that an employer has to provide 12 weeks of unpaid leave so that an employee can go to a health spa, 12 weeks of unpaid leave for -- so that the employee can travel, 12 weeks of unpaid leave so that the employee can take an educational course? Now, that -- those could be taken advantage of by either men and women.  It makes both men and women increasingly unattractive as employees and, therefore, reduces the any special disincentive that might have been created by (A), (B), and (C). Now, on that same logic, would those be -- would those be provisions that further the elimination of discrimination based on gender?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought Justice Alito was trying to help you."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"He was."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":8,"sideBefore":"justices","text":"He was."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"He was -- he's absolutely right, and that's why this isn't a health spa thing, (D).  This is -- in fact, has two independent reasons, that all -- the miscarriage reason and the Pregnancy Act reason.  And so, it isn't just saying go to a health spa. But I mean, I don't want to put arguments in your mouth, which I just have, which you wouldn't like there anyway, because -- but I would appreciate your going on with this discussion in respect to what Justice Alito and I have been talking about, and I'd be interested in what you think."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And I'm working from a different proposition than you are in response to this question.  I don't think that the actual amount of time that men and women take is relevant.  The question is: What is the employer's perception, and did Congress have a valid basis, as Justice Kagan pointed out earlier, to believe that employers thought women took more time?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if the State of Maryland thinks this is good social policy, why is it asserting its sovereign immunity?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you can waive.  Can't you waive your -- your Eleventh Amendment immunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you can provide this, the kind of relief that's sought here, without waiving immunity, right?  It's a matter of legislation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could I just get back to the discussion before about how (D) relates to the others?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Who do you think benefits most from subsection (E), men or women?  That's the one about armed services obligations at the time the law was passed."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Was that -- that wasn't part of the original Act, was it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And so, it was -- that was -- the concern was a discrete concern for veterans."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In that part."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It wasn't part of the package that was the Family/Medical Leave Act."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And, Mr. Howard, I -- I do think that the point about the package is that if you look at (D) alone, when you abstract it from everything else, you have a good point, that it seems to be related to economic security, which is not a section 5 issue; that it seems to be related to discrimination against sick people, which would also put us in a different legal universe. But when you look at (D) as passed at the same moment on the basis of the same record as (A), (B), and (C), with the overwhelming purpose of Congress being to protect women from discrimination in the workplace because of unfair stereotypical -- views about what women do as workers, then (D) assumes a different kind of aura. And you can talk about a number of theories for that, but I guess I would just ask for your -- your reaction to that, that (D) is just part of a package which was about telling employers:  Get rid of your old stereotypes.  Don't act on your old stereotypes.  Employ women."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But there's some focus in the legislative history particularly on the -- the family that has a single parent -- much more often a woman, not a man -- and the devastating impact on that family of the woman getting sick, the sole breadwinner getting sick.  So, that was certainly an -- a problem for families with -- with only one breadwinner.  And Congress was focusing on those women and wanting to have job security for them.  That wasn't the only group of women, but certainly that -- that affected the -- this Act as it came out, didn't it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're talking about the legislative record here?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that a closed record? Is that a closed record, the way a record of a case is?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I just find it a strange expression to talk about \"in the record\" --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- when what you're talking about is legislative history."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There's a question of how Congress would do it.  If they -- if they provided only for the woman who's the single head of the family, then that would be vulnerable under equal protection because they didn't provide it for men."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, the leave is a remedy for the problem.  I think there's really not much disagreement about the problem, that there is gender discrimination in the job market."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And then the question is how do we remedy that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Foreman, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think it would be --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think it would be -- how would this case come out if we were dealing with -- with subsection (E)?  Do you think that should be treated separately than the prior ones?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if we think that you should look at these provisions separately, where with respect to (D) -- and I'm looking at one of our prior precedents -- has Congress unequivocally declared its intent to abrogate sovereign immunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Unequivocally.  Not on the basis of implications from -- from how the other provisions work.  But if you do look at (D), is there any place where Congress unequivocally declared its intent to abrogate State sovereign immunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but your -- the answer you gave to my request depends entirely on a conclusion that (D) is linked to (A), (B), and (C) because, otherwise, you don't have the argument that it's precisely relief with respect to a discrimination under the Fourteenth Amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL L. FOREMAN","firstName":"MICHAEL","lastName":"FOREMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2676,"interruptions":14,"times_spoken":38,"laughter":1,"num_int_by":5},{"id":1,"fullName":"JOHN B. HOWARD","firstName":"JOHN","lastName":"HOWARD","counsel":true,"justice":false,"side":"respondent","words_spoken":1755,"interruptions":19,"times_spoken":37,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":283,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":584,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":798,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":965,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":374,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":37,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":908,"interruptions":0,"times_spoken":9,"laughter":3,"num_int_by":0},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":48,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":2676,"times_spoken":38,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":19,"words_spoken":1755,"times_spoken":37,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":7,"words_spoken":3997,"times_spoken":86,"laughter":4,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035244}}