{"petitioner":{"name":"PANAGIS VARTELAS","counsel":[0]},"respondent":{"name":"ERIC H. HOLDER, JR., ATTORNEY GENERAL. ","counsel":[1]},"caseNumber":"10-1211","date":"2012-01-18T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-1211, Vartelas v. Holder. Mr. Bibas. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As far as going forward is concerned, that's -- that's just the way it is, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could they -- could they -- the person who -- who is here and then the new law is passed -- could that person have petitioned for discretionary relief before traveling?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, your expectations argument is that somebody trying to figure out whether to go ahead and rob the bank is going to say, well, if I do and I'm caught and I'm found guilty, I won't be able to take temporary trips abroad; so, I'm not going to rob the bank."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're concerned under Landgraf, I think, with whether or not it disrupts settled expectations.  And it just doesn't seem to me that this issue enters into the expectations at all when the pertinent act, which is the commission of the crime, not the pleading guilty, takes place."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the difference between someone who commits the crime just before the Act is passed and someone who commits the crime just after the Act is passed?  The person who commits the crime just after the Act is passed had the expectation prior to the passage of the Act that if he did certain things, he wouldn't -- he wouldn't have this consequence from his conduct."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the person who -- who commits the crime just after the Act is passed had the expectation prior to that time, that had -- if he did certain things in the future, he wouldn't suffer certain consequences."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bibas, I have -- this is almost a question of personal privilege.  You -- you make your whole argument on the basis of Landgraf.  So does the Government.  You do not cite -- the Government cites but does not discuss the relevant portion of a -- of a later case which involved the same question, Republic of Austria v. Altmann. I concurred separately in Landgraf because I thought that the test that the Court was using, upsetting settled expectations, was indeed the proper test for constitutional provisions forbidding ex post facto laws, which is where the Court derived it from, Justice Story's opinion in a New Hampshire constitutional case. But I said in my concurrence that the proper test for -- for the other issue of retroactivity, namely, constitutionality aside, does this statute mean to be applied only in the future or in the past?  And for that, I propose -- well, I'll read you what we said in Altmann: \"Our approach\" -- which postdates Landgraf. \"Our approach to retroactivity in this case thus parallels that advanced by Justice Scalia in the concurrence in Landgraf.\"  Quote, and it's quoting the concurrence:  \"'The critical issue ... is not whether the rule affects 'vested rights,' or governs substance or procedure, but rather what is the relevant activity that the rule regulates.  Absent clear statement otherwise, only such relevant activity which occurs after the effective date of the statute is covered. Most statutes are meant to regulate primary conduct, and hence will not be applied in trials involving conduct that occurred before their effective date.  But other statutes have a different purpose and therefore a different relative retroactivity event'\" -- \"'relevant retroactivity event.'\" And that is what we have here.  The -- the event that is sought to be regulated is entry into the United States, and it is clear that this statute applies only to prospective entry into the United States.  It doesn't apply to past entry so that those people who came in, in violation of this statute, can be deported. Now, why shouldn't we apply that rule in this case, as we did in the Republic of Austria case?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it be limited just to the foreign sovereign immunities context?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you say that's the majority's approach?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Its -- its holding."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Bibas, how is it different then from a felon in possession statute, where you look at the past offense --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and then you say, well, this man, because of that past offense, can't buy a gun in the future?  How is it different at all?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't the -- the government, Congress, making the exact same judgment here?  If the activity to be regulated is entry, and Congress is making a judgment that we do not want dangerous people to enter, and we're using the conviction, the prior conviction, as a marker for who is dangerous, and that's exactly what Congress has done in the felon in possession statute."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How about the career criminal enhancements, instead of the felon in possession?  And assuming your arguments, what limits can Congress put on anyone with respect to future conduct if it's going to be a burden?  Under your view, it stops people from traveling.  Career criminal statutes put on the distinct disadvantage of a longer sentence."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that argument that you've just made go more to whether or not the BIA's conclusion that Congress intended to rescind the Fleuti decision -- but you assume that's what its intent was?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, if we assume that, if we assume that was Congress's intent, doesn't that start -- give you the conclusion?  If Congress intended to undo it, doesn't that prove that they intended to effect it retroactively?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I -- those go to the basic premise."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you assume Congress intended to rescind the prior doctrine, isn't that proof itself that it intended to apply the statute retroactively?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"To this conduct?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that event is the event that the government cares about, which is the entry into the country.  It's not as though the -- you know, the government says -- just picks an event at random and -- and makes it the trigger mechanism.  The government has picked the event that it wants to regulate, which is entry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought your answer to my colleague would be:  No, what they want to regulate is the staying in the country, and they're trying to make that as uncomfortable as possible in order to encourage the individual to leave.  If he can't go to the, you know, parent's party, the cousin's wedding or whatever, he's just going to leave, and then once he does, he can't come back. Why would -- why would the Government care -- it's a question for them, I'm sure.  Why would they care whether somebody that they don't want to be here stays here?  It seems to me the exact opposite. So, I would have thought your argument -- your answer would be, no, what they're trying to regulate is not the coming and going, but simply the staying."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there are a lot of -- but there are a lot of statutes which we interpret to be valid, and not retroactive, which have a substantial effect.  You can pass a statute altering the rules of evidence which have the effect of making someone who committed a prior murder convictable; whereas, before, he was not convictable. And we don't just look to the effect and say, well, it has that substantial effect; so, it's operating retroactively.  We say, no, it's a rule of evidence.  It applies in the future, and that evidence can come in. And that's my problem with this other approach.  There are often adverse effects upon activities that occurred before the statute was enacted, but we still regard the statute as prospective only and, therefore, not subject to special rules for people who are affected."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it matter in the examples that you just gave that admission to the United States is purely a matter of legislative grace, while we might conclude that teaching, being a member of the bar, whatever, is not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  What -- an which privilege was that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that might have been regarded as such then but not under current law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"When they decide to plead guilty?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The operative issue here is when they commit the crime."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, this -- so, this --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"justices","text":"So, you draw the line -- your position is that only those who have entered a guilty plea are entitled to the presumption against non-retroactivity, but not those who've been found guilty?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you explain St. Cyr if reliance isn't necessary?  St. Cyr is all about reliance."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We're trying to figure out what Congress intended, right?  We're not talking about constitutionality.  We're talking about a rule that it's presumed that statutes are only prospective.  All right? And your argument is the reasonable expectation of Congress when they passed this was that it would only apply to -- to people who, what, committed the crime or were convicted after the statute passed --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- just as a matter of statutory interpretation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you have any case in which a court has deemed a statute retroactive even though it wasn't triggered until the party took some further action?  Is there any case out there either from this Court or from another court where we've said, you know, it's retroactive even though it depends upon a future event?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Miller.  "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you take the trigger to be?  Because in your brief you kept on talking about the trigger being the trip.  And I would have thought that you would have talked more about the activity being the attempt to enter the country."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I have to -- I just don't understand this statute.  This is somebody we would not allow into the country.  And yet, the only thing we say is you can't leave.  I just don't understand how that -- how that works."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No.  Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know, and I understand that there is a limitation on actually deporting the person.  But here I would think the one thing you want the person to do is leave.  Maybe for a particular event, but maybe he'll decide to stay in Greece if once he's there for the -- but it seems very odd to say we're going to show you how much we don't want you here; we're not going to let you leave."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it wasn't before. We -- I think we have held that an immigration lawyer is obliged to tell a defendant faced with a criminal charge what the legal -- what the immigration consequences will be.  And here, suppose before the -- at the time of the plea in this case, the attorney had said, once you've served your time, you will be able to take brief casual trips.  That would have been accurate advice, right? Before IIRIRA."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm asking you, the lawyer talking to the client -- and the client wants to know before I enter this plea, what will be the consequence for me?  And the question that's asked is, will I still be able to visit my mother in Greece?  What should the lawyer -- what should the lawyer at that time have answered?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"When Rosenberg would have been the law -- Fleuti -- and the answer to the question would have been, yes, you can make trips abroad, wouldn't it?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Well, that's what's going to be important to the person, right?  It's not inadmissible and all the legal terms.  Am I going to be able to make short trips to visit my mother?  Yes, you are going to be able to make short trips to visit your mother. And then you wake up the next morning, and Congress has passed a statute, and now you're not able to take short trips to visit your mother.  So, something very real has happened to the life of this person."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's true, but in -- in St. Cyr, as I read it, on pages 322 and 23, the Court focused directly, not on the crime point of time, but the time of the guilty plea.  And what the Court says there is that a person who is thinking of pleading guilty might well have taken into account the fact that he could ask the Attorney General later when he's about to be deported to exercise discretion in his favor. So, that's as I read those pages.  You can say why I'm not reading them correctly, but that's how I read them.  And then, having read it that way, I thought the question in this case is whether the person who's sitting at the table and deciding whether to plead guilty or not is likely to think, well, if I plead guilty, I can always ask for discretion.  That's St. Cyr. Well, if I plead guilty, I can still visit my aging parents and grandparents, a matter that could be of importance to some people, as opposed to whether I will never see them again.  Now, that seems to be the question. Is the second as likely to be in the person's mind as the first?  And to tell you the truth, I don't know the answer.  I mean, maybe it would be. There isn't that much chance of getting discretion.  It might be important to some people to visit their aging parents and grandparents.  So, go ahead.  Answer the question.  Is the one more important than the other? And if not, why not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but I'm really asking you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- isn't my question the key question?  Now, you can answer that \"no.\"  But -- I mean, I suppose you could prove that the only thing that mattered to -- to LPRs who plead guilty, the only thing that mattered, was visiting their parents and grandparents, a matter I doubt; but, you can say, even on that situation, it would make no difference, or you could say I think the one is as important as the other, or you could say they're not.  I just want to get your full answer, all -- your whole answer to my question."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're quite right, Mr. Miller, as a formal matter that that's true, that that's the words of the statute.  But how many times has the Department of Homeland Security tried to declare a person inadmissible on the basis of the commission of a crime without putting into evidence either a conviction or a guilty plea?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I can't imagine that it's like more than on one -- you know, five fingers of your hand.  I mean, that's the way people prove crimes in this area, isn't it, by convictions or guilty pleas?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or convictions after trial or convictions by guilty pleas."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If, as a fact of the matter, the way the commission of crime is proved in this area is through showing a conviction, does your distinction stand up at all?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about the characterization?  Which seemed to me to make common sense.  Yes, the trigger is that he has gone abroad and is returning.  But the target, they say, was the crime. That's why the law -- the law really doesn't care about the travel back and forth; what it cares about is that this person was convicted of a crime."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't that the case here, meaning -- it goes back to the Chief Justice's question, which is what they're trying to do is punish those individuals, those LPRs, who have committed this kind of crime, by not letting them travel or come back in.  That's really what their argument is, is -- you know, you are imposing a punishment, a disability, for having committed the crime.  You're not imposing a disability merely for the act of traveling."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is the -- what is the policy underlying the rule that doesn't allow somebody who has a lawful status here to go to his grandmother's funeral --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- and come back? It's going to take 4 days.  He goes; he comes back. What policy supports prohibiting that travel?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  They're two different things, but I don't know that you've articulated what the policy is to prevent -- prohibit somebody from doing that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose you could say that there's a likelihood of quite inequitable enforcement if indeed you adopt a position we're going to pick up all of these people and send them away. That's not going to happen.  It'll -- it'll be hit and miss. And, on the other hand, you can enforce it rigorously and equitably upon everyone if you only forbid reentry to those people who want to come back in and who have to, you know, give their names to Immigration, and you can check on -- on this status. That seems to me a sensible reason."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  But why do you -- look, as I read the statute, it isn't even clear whether it overrules Rosenberg v. Fleuti.  I mean, they talk about admission, but admission, after all, could have an exception for the 4-day trip.  That's what the Court said effectively in Rosenberg v. Fleuti. So, Congress certainly wasn't clear on what policy they're following.  I would have thought that. You can disagree with that.  But I -- because -- but the part that's still gnawing at me 95 percent of the people plead guilty.  All right.  You know.  Everybody pleads guilty.  All -- about.  About.  And now, the consequence that this ex post enacts is he can't take the 4-day trip. And you keep saying, well, a 4-day trip requires action on a person's part.  Right.  Of course, it does.  So, why does that matter?  I mean, the fact is he can't take the 4-day trip.  A 4-day trip requires action.  You have to buy a trip -- ticket.  You have to get on a plane.  So --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Prior to the Fernandez case, the illegal act was remaining.  And so, that was within your control.  But the -- you can't undo an illegal act that you've done to be able to travel.  The act is now part of your background.  And so, there's nothing in your control to change that act once the statute has passed."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And so, you're -- you're carrying that around as a disability."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it can't be right that it's any future conduct.  If -- if there's a trigger mechanism that is entirely random, you know, it's -- you can be deported if you've committed a crime of moral turpitude in the past, but not until you go to the movies on a Saturday. Surely, that would not change the analysis."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I don't know. I think it would be prospective and unconstitutional because it's irrational.  I mean, not everything that's unconstitutional is unconstitutional -- not everything that is unconstitutional is not prospective, it seems to -- or do you think that's so? If it's -- if it is unconstitutional in violation of the ex post facto law, the statute has to be -- has to be prospective.  I'm sorry.  Has to be assumed not to cover that prior conduct.  Is that right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  And if it does, it automatically has to be interpreted not to cover that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"By reason of the presumption of expectation --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  Yes."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And how do we separate those two?  How do we decide that this is not that, and that it's instead something else, that it's a regulation of future conduct?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Even -- even if you had pleaded guilty to spousal abuse?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's why I think the Chief Justice's question and the ambiguity of the statute are relevant.  Like with SORNA you would apply it backwards, because that's a pretty clear intent. I don't know about, you know, like, \"three times and you're out\" statutes, et cetera.  But -- but here you have the disability on the one -- the disadvantage to the person pleading guilty, that problem, on the one hand; and, on the other hand, you have the policy that with a -- fill in the blank -- with a statute that doesn't talk about it but simply uses a new definition of admission or admissibility. That's -- do you want to say something about that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"More than that, what is -- I'm ignoring -- more than that, I'm saying what's the policy on the other side?  The policy that favors the retroactivity despite the fact that the person might not have pleaded guilty?  And that's why I was interested in the Chief Justice's question and also the ambiguity of the language in the statute that they used."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could you go over again for me your distinction of St. Cyr?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You don't argue that -- that the significance of what the individual is giving up makes a difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is there -- is there a difference in terms of what they face if they don't plead guilty?  I've always had difficulty with St. Cyr and the notion that, say, someone pleads -- is facing, you know, 10 years, and they plead -- plead guilty to 2 years, that the -- the reason they did that is to, you know, avoid one of these immigration provisions.  It seems to me it is to avoid 8 years."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And I just wonder if the relative significance of what is at issue under the immigration law is something that we can take into account, or if St. Cyr prohibits that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Miller, the Solicitor General actually represented to us -- in the Judulang argument, used that as an example, the Fleuti case, as something that people doing pleas did think about and did rely upon."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Miller."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Bibas, you have 6 minutes remaining. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think we have the authority to tell Congress how to draft its laws?  I thought what we were doing was trying to infer what they intended."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we send them a drafting manual?  Now, you can do this, but you can only do it if you do it -- if you follow the steps that we've prescribed.  And you've said this over and over.  It seems to be completely unfounded."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think Landgraf is clear and settled, and you're -- you're over there in Congress, and you say, boy, I know how this statute is going to come out under Landgraf --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- better than I am."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that can be explained because Congress understands that who knows whether it's going to be held to be retroactive or not.  If you -- if you surely want it to apply, you'd better say so.  If that's the rule you want us to adopt, that's okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHANOS BIBAS","firstName":"STEPHANOS","lastName":"BIBAS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3424,"interruptions":14,"times_spoken":40,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ERIC D. MILLER","firstName":"ERIC","lastName":"MILLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2509,"interruptions":30,"times_spoken":42,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":689,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":246,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":176,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":905,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":629,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":306,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":32,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":751,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":3424,"times_spoken":40,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":30,"words_spoken":2509,"times_spoken":42,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":3734,"times_spoken":84,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3},"prediction":{"petitioner":0.7619515993275899,"respondent":0.23804840067241007,"date":1472418052969}}