{"petitioner":{"name":"ESTHER KIOBEL, INDIVIDUALLY AND ON BEHALF OF HER LATE HUSBAND, DR. BARINEM KIOBEL, ET AL.","counsel":[0,1]},"respondent":{"name":"v. ROYAL DUTCH PETROLEUM CO., ET AL. ","counsel":[2]},"caseNumber":"10-1491","date":"2012-02-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-1491, Kiobel v. Royal Dutch Petroleum. Mr. Hoffman. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, counsel, for me, the case turns in large part on this:  Page 17 of the red brief says, \"International law does not recognize corporate responsibility for the alleged offenses here\"; and the -- one of the -- the amicus brief for Chevron saying \"No other nation in the world permits its court to exercise universal civil jurisdiction over allegedextraterritorial human rights abuses to which the nation has no connection.\" And in reading through the briefs, I was trying to find the best authority you have to refute that proposition, or are you going to say that that proposition is irrelevant?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's -- it involves your whole argument, of course."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in -- in the area of international criminal law, which is just analogous, I recognize, there is a distinction made between individuals and corporations."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hoffman --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"You began by -- by --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Hoffman, I -- I thought that Justice Kennedy asked you, is there another nation that has a counterpart to 1350 that imposes civil liability on corporations for violations of customary international law, where the conduct occurred abroad, the harmed person is employed, and the defendant is not a U.S. resident?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's no particular connection between the events here and the United States.  So, I think the question is whether there's any other country in the world where these plaintiffs could have brought these claims against the Respondents."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a yes or no answer to that question or not?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Any other country other than the country of the citizenship of the defendants?MR. HOFFMAN:  I don't know if this precise case could be brought.  I know that the -- we have a principle of transitory torts, and so, one -- and I believe other countries have that principle as well. So, in terms of the underlying tort action, we have plaintiffs who are U.S. residents and were U.S. residents when they filed this case.  They found a tortfeasor within the United States that they believe was responsible for these torts.  And from Mostyn v. Fabrigas and before, Mostyn v. Fabrigas being the 1774 case by Lord Mansfield talking about transitory torts, the courts clearly have the jurisdiction to adjudicate those kinds of tort claims."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"If -- if there is no other country where this suit could have been brought, regardless of what American domestic law provides, isn't it a legitimate concern that allowing the suit itself contravenes international law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was motivated, I gather, by assaults on ambassadors here within the United States."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Have all the judges who have interpreted that opinion interpreted it the way you just did?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what did -- how did Judge Kavanaugh interpret that on the D.C. Circuit?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The first statement – the first sentence in your brief in the statement of the case is really striking:  \"This case was filed ... by twelve Nigerian plaintiffs who alleged ... that Respondents aided and abetted the human rights violations committed against them by the Abacha dictatorship ... in Nigeria between 1992 and 1995.\"  What does a case like that -- what business does a case like that have in the courts of the United States?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you really that think the first Congress wanted victims of the French Revolution to be able to sue in -- in the court -- to sue French defendants in the courts of the United States?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That sounds --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Hoffman, could I --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"That sounds very much like Filartiga.  And I thought that -- that Sosa accepted that Filartiga would be a viable action under the Tort Claims Act.  So, I thought what we were talking about today, the question was, is it only individual defendants or are corporate defendants also liable?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I agree that we can assume that Filartiga is a binding and important precedent, it’s the Second Circuit.  But in that case, the only place they could sue was in the United States. He was an individual.  He was walking down the streetsof New York, and the victim saw him walking down the streets of New York and brought the suit. In this case, the corporations have residences and presence in many other countries where they have much more -- many more contacts than here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You went -- can I go back to -- are you finished with that answer?  Because I want you to finish."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I just want someclarification on the first question that Justice Kennedy asked.  Well -- I'll get it in reading about it.  You go ahead.  You want to reserve your time.  I can find the answer --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to what I was going to ask."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Hoffman. Mr. Kneedler. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, could you explain to me the -- the difference between respondeat superior liability and corporate liability?  In -- inthe briefs, there seems to be an assumption that respondeat superior liability is -- is permissible, and the only issue is whether corporate liability is.  Is there a difference between the two doctrines?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But, Mr. Kneedler, when you --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me.MR. KNEEDLER:  I'm sorry."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":7,"sideBefore":"justices","text":"When you say in your brief that we should look at this as a remedial question, as a question of enforcement, do you say that because you're thinking of this as a vicarious liability case?  In other words, there's an individual person who clearly has violated a norm of international law, and then the question of whether to hold the corporation liable is an enforcement question.  Or would you say that it's also an enforcement question when we're talking about direct corporate liability?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but -- but I find it difficult to understand why we -- we would not hold foreign sovereigns liable under this Act, that they're excluded despite -- despite its language; and yet, we cannot inquire whether persons other than sovereigns are covered.  What is -- what is the distinction between the two?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But I think, Mr. Kneedler --"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":7,"sideBefore":"justices","text":"This is more specific than the Foreign Sovereign Immunities Act.  It deals with a much more narrow category of case.  And I do not think that the Foreign Sovereign Immunities Act would be interpreted to eliminate the sovereign's liability, if indeed this statute provided for it."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I'm not saying footnote 20 --MR. KNEEDLER:  Right."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":7,"sideBefore":"justices","text":"It addressed a different question, but it's an analogous question.  If the question of whether non-state actors are part of the substantive obligation question, why, too, isn't the question of whether international law extends to corporations?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But it -- I didn't understand the point you just made, that the sovereign immunity part goes to?  To the conduct?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Why doesn't the corporate thing go precisely to the same question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But under international law, it is critically pertinent who's -- who's undertaking the conduct that is alleged to violate international norms.  If an individual private group seizes a ship, it's piracy.  If the navy does it, it's not.  Governmental torture violates international norms. Private conduct does not. So, why doesn't the -- why isn't the same pertinence -- your argument seems to be that all you need to do is find an event, torture, piracy, whatever, and then it's up to the domestic law whether or not particular entities can be sued."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"As a statement of your position."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But it doesn't workwhen you're talking about state -- whether it's a state conducting the illegal conduct or somebody else.  So, why -- that's not up to the domestic --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But you go much -- you go much further.  Suppose an American corporation commits human trafficking with U.S. citizens in the United States.  Under your view, the U.S. corporation could be sued in any country in the world, and it would -- and that would have no international consequences.  We don't look to the international consequences at all. That's -- that's the view of the Government of the United States, as I understand."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So -- so, why -- whythen -- you want to answer in your brief and -- this question, I find impossibly difficult, maybe highly fact-dependent.  There is no United States Supreme Court of the World.  There is no way of getting unified law on the points of whether when we interpret a common law Federal -- a system of Federal common law to decide whether a corporation can be defendant in every – a defendant in a certain kind of case.  Every other country could do the same.  And there's no way of resolving it.  All right? So, I find that a difficult question.  I don't know why that's in this case.  I would have thought the question in this case is, can a private actor be sued for certain violations of -- of substantive criminal law?  The answer is \"yes.\"  Okay? Genocide, for example. And then the question is -- a corporation is a private actor, and is there any reason why, just like any other private actor, a corporation couldn't be sued for genocide?  And there the answer is I don't know, but I'll find out when the other side argues.  You see? (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"So, I -- I think this is unnecessarily complicated.  They made a -- a categorical rule.  They said never sue a corporation.  I seem tothink possibly of counterexamples.  Pirates, Incorporated."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You know?  I mean -- so -- so, why isn't that -- why are we going into -- I mean, you have good reason for doing it, and I want to hear why."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. Ms. Sullivan. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You say there is not a case.  That's a different matter."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but that's a different matter because you can have a principle that applies even though there isn't a case.  And the principle that here would apply is what I said, Pirates, Incorporated. Do you think in the 18th century if they brought Pirates, Incorporated, and we get all their gold, and Blackbeard gets up and he says, oh, it isn't me; it's the corporation -- do you think that they would have then said:  Oh, I see, it's a corporation.  Good-bye. Go home. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Well, what source have you for --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What source have you for that proposition?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You couldn't seize another person other than Blackbeard.  That's why -- if the ship is owned by a corporation, and they sue the corporation in 18 -- 17 whenever it was -- '96 or something, what reason do we have to think that the corporation would have lost -- I mean, would have won?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But, Ms. Sullivan, I think that that's mostly because all of these are written to prohibit certain acts, and they don't talk about the actors.  So, if I could, you know, draw an analogy, it's as if somebody came and said, you know, this -- this norm of international law does not apply to Norwegians. And you -- well, there's no case about Norwegians, and it doesn't specifically say \"Norwegians.\"  But, of course, it applies to Norwegians because it prevents everybody from committing a certain kind of act."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're getting ahead of yourself.  We haven't -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"We haven't decided that question just yet. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"But this statute doesn't use the word \"individual,\" and it doesn't use the word \"person.\"  As far as a corporate entity is concerned, a corporate -- a corporation could sue, could be a plaintiff under the Alien Tort Statute, could it not? There's no --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Sullivan, take an example that has all the extraterritoriality aspects of this case removed from it.  Let's assume that the French ambassador is assaulted or attacked in some way in the United States and that that attack is by a corporate agent.  Would we say that the corporation there cannot be sued under the Alien Tort Statute?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, could you explain that to me?  We would have to sue the person individually."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And what -- so, this goes back to Justice Breyer's question.  Where do you findthat in international law?  Where -- where does it say, when the French ambassador is sued in the United States by a corporate agent, we can't sue the corporation?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Congress could -- could pass a statute to that effect."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The issue is whether this did it or not."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You don't -- of course, one could bring an ATS suit against the individual.  Is that right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, all of United States'law and mostly other countries' law would hold the corporation liable for the individual's act.  Isn't that right?  That's a general principle of law."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Sullivan that would be true against an individual as well.  The ATS is just a unique statute.  It's unique against individuals, and it's unique against corporations.  That doesn't answer the question that you're here to address, which is whether corporations are meaningfully different from individuals."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  I know, but the way --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I've read the reason why, as you point out in your briefs, the corporations are different in many countries as if they're not moral persons.  And I have in my mind filled in the blanks on that, and I think I know what it refers to.  All right. That's the rationale that kept them out of some of these treaties. And now the question would be, all right, are they always kept out no matter what?  And I'm bringing up the two counterexamples I think were fairly strong, was Pirates, Inc., but that's a joke example, and the other -- although it's a point.  And the otheris slavery.  What about -- what about that one?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Can you tell me why you think they did that?  I mean, for us, the -- respondeat superior is so simple.  Why isn’t it a big deal in international law?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What happened to I.G. Farben?  I thought that it was dissolved and its assets taken."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But there's no -- there was no civil liability adjudicated in Nuremberg.  It was about criminal."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if that's --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If that is true -- let me just take you back to this question of separating out direct corporate liability from vicarious corporate liability, because it's clear if -- one question is, is there a substantive international law obligation? But there's another question which would not be an international law question, which is a remedial question.  Remedies are addressed by common law rather than -- American common law rather than by international law. So, why shouldn't we look at the vicarious liability question as essentially a question about the scope of the appropriate remedy once an international law violation has been found?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the question of who can be sued --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"--  is a remedial question."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The question of who has an obligation is a substantive question."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If you look --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If you look to the law of the place where the corporation is headquartered, well, suppose that has a typical respondeat superior liability that says corporations are liable for the acts of their agents.  So -- and most -- correct me if I'm wrong, I think most countries in the world have such a notion, that corporate -- corporations are responsible for the acts of their agents.  So, how does the -- looking to the law where the corporation is headquartered, where does that get you when that country has the very same law that we do, that, yes, corporations are liable for the acts of their agents?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- I wonder if you don't concede away too much when you say, well, there's a difference in substance and -- and remedy and questions of jury trial, damages, and so forth.  That's domestic. Those were the concerns that the U.K. and the Netherlands addressed in their brief as saying why corporations shouldn't be liable for acts committed on foreign -- foreign territories.  Those -- that was thewhole reasoning of -- of the U.K. brief."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You could -- you could -- first, maybe you addressed this case.  There was a case called Skinner v. East India Company."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  All right.  So, it's -- now, what -- what I'm thinking of is if you gothrough the rationale is you find some instances where individuals could, in fact, violate an international law norm, and then you find a lack of a reason why a corporation couldn't do the same.  Now, in that kind of category, could the Court say we're interpreting Federal common law here to determine who can be sued under this statute?  That's the remedial part."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And we're -- and so, what we're saying is that there is a -- in certain circumstances, there could be a suit against your corporation.  You'd have to be careful because you recognize that by creating a -- a suit against your corporation, you're saying every country in the world can do the same.  And -- and, therefore -- but maybe there are instances of like, universal jurisdiction recognized under international law where you could be pretty certain no harm would be done by that. And so, what I'm thinking of is -- is a way of enforcing it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, I see.  Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we know the way to do it.  I mean, in Skinner, even if it was English common law, the court reasons -- it says the taking of the ship on the high seas was \"odious and punishable by all laws of God and man.\"  So, we -- could you not say, where an action is forbidden by the international law, and it is punishable or -- by all laws of God and man, in such a circumstance there being no reason to deny corporate liability here, even under the moral person rule, it -- we interpret the Federal common law to permit that remedy?MS. SULLIVAN:  Well, Your Honor, the ATS has language that says the tort must be committed in violation of the law of nations.  And so, although, Justice Ginsburg, it doesn't specify who may be the defendants, it does point us to the law of nations to figure out what the law of nations thinks about who may be the defendants.  And the law of nations is uniform. It rejects corporate liability.  It rejects corporate liability. So, to find a Federal common law cause of action here is to fly in the face of both the international community, with all the foreign policy consequences Justice Kennedy referred to earlier, if as Mr. -- as the Chief Justice said earlier, the point of the ATS was to stop war, by making sure there was a forum for the Marbois incident so that France wouldn't think it had to go to war on us to stop the offense to its sovereignty.  But it will it provoke war to go out ahead of the international community, foiling the purpose of the ATS. But also -- and this is --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Ms. Sullivan, could I take you back to --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"I assume the United States has taken that into account.  I mean, for youto -- representing the corporations to say what is in the interests of the United States, when the United States representative told us they think that individuals and corporations are both subject to suit."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the TVPA is one limited statute dealing with one particular category of offense, and it was specifically meant to supplement, not to supplant, the ATS.  So, between those two things, the fact that it's limited to torture and that there was no design to supplant the ATS, I guess I think that if your best shot is the TVPA, that's a -- that's a weak one."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Ms.  Sullivan, if I asked you --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If I asked you --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You said the international community draws this line.  And as far as I can see, the international sources are simply silent as to this question.  So, if I said to you, Ms. Sullivan, I want to go back and read the best thing you have saying that the international law sources draw this line, what do I read?MS. SULLIVAN:  Read, first of all, the Rome statute, 1998, and the legislative history of it, reports --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Well, the Rome statute is different because the Rome statute is about criminal liability.  And we know that the Rome statute was meant to complement many -- many international states' laws which in fact do not hold corporations criminally liable domestically."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought they rejected civil liability for everyone.  It wasn't limited to corporations."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but that's for individuals as well as for corporations."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Could I ask you this --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  Is there an Article III source of jurisdiction for a lawsuit like this?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what's the constitutional basis for a lawsuit like this, where an alien is suing an alien?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You're -- now you're beginning one additional thing, that the corporate rule that you're about to cite shows that many people believe there shouldn't be a remedy against a corporation because they're not moral persons.  Why does it show that the corporation couldn't violate the substantive rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Hoffman, you have 5 minutes remaining."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"For all the reasons Justice Kagan mentioned, that the TVPA is not a limiting source and can be viewed as a supplemental source, but there does appear to be a little bit of incongruity, that aliens can sue corporations for acts against other aliens, but American citizens under the TVPA might not be able to sue corporations. How do we deal with that incongruity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  In every nation in the world, you can get redress for this sort of thing, but I thought you told us earlier that there was no place where this suit could be brought --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, a suit by an alien against another alien for conduct that takes place overseas."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that just gets back to your basic submission, which is you define the international norm based on the act rather than the entire issue that's going to be litigated, which includes both remedy and actor."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your position --"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your position on aiding and abetting?  Is that -- is that a matter of our domestic law or would we track international law on that?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't care about thecourts.  I care about you.  What's your position on aiding and abetting?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL HOFFMAN","firstName":"PAUL","lastName":"HOFFMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2175,"interruptions":10,"times_spoken":31,"laughter":1,"num_int_by":4},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":968,"interruptions":7,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":2,"fullName":"KATHLEEN M. SULLIVAN","firstName":"KATHLEEN","lastName":"SULLIVAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3314,"interruptions":22,"times_spoken":50,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":339,"interruptions":3,"times_spoken":17,"laughter":2,"num_int_by":3},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":402,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":354,"interruptions":4,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":355,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":790,"interruptions":9,"times_spoken":26,"laughter":0,"num_int_by":5},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1153,"interruptions":4,"times_spoken":19,"laughter":2,"num_int_by":3},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":117,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":198,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":3143,"times_spoken":49,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":22,"words_spoken":3314,"times_spoken":50,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":23,"words_spoken":3708,"times_spoken":106,"laughter":4,"num_int_by":7}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035262}}