{"petitioner":{"name":"MICHAEL D. TURNE","counsel":[0,1]},"respondent":{"name":"No. 10-10\nREBECCA L. ROGERS, ET AL.\n","counsel":[2]},"caseNumber":"10-10","date":"2011-03-23T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in case 10-10, Turner v. Rogers. Mr. Waxman. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's a formal adversary proceeding in a very limited sense and not in the sense that caused us to require counsel to be provided in criminal proceedings where the other side is armed with the legal knowledge that the poor defendant does not have.  Many of these proceedings do not involve counsel on the other side, do they?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking of counsel.  Is it not true that many, perhaps most, of these proceedings do not have counsel on the other side?  It is the wife who is trying to get payment of -- of the -- of the defaulted alimony and does not have counsel --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we agree with you, isn't this going to create an imbalance?  Now, in this case, Ms. Rogers was not represented by counsel at this proceeding, was she?MR. WAXMAN:  Ms. Rogers -- in most of the proceedings, and it does vary from one to the other.  In all -- let's put it this way:  In all of the proceedings, the charges and the State's prima facie case of willful contempt was established by a State employee."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Yes.  The State employee sends out the -- the rule to show cause and proof that, evidence that the -- the noncustodial parent is in arrears on the child payments.  So, let's see what would happen if counsel is then appointed in one of these cases, where both the custodial parent and the noncustodial parent are indigent and perhaps not very well educated. Counsel is appointed for the noncustodial parent, and counsel comes in and says this is the income of my client, and he's hurt, he was hurt on the job, all his -- his income is Social Security disability benefits, and he doesn't have enough money to pay child support.  Now, the custodial -- the non -- the custodial parent who has no attorney says:  He's not really hurt, I see him, I see him walking around, he's going hunting, he's shooting baskets, he's driving around in a new car. It may not be the -- the title may not be in his name, he's -- he's out on the street corner, he's buyingdrugs, he's drinking alcohol, but I don't have a lawyer, and I can't prove any of this. So you've created a great imbalance there, haven't you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, why don't you argue for a rule that -- that the State must provide counsel for the defendant in these cases where it has provided counsel or there is paid counsel on the other side? Wouldn't that be fair?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When you asked --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Waxman, in your opening statement, you said whenever, in civil contempt, a person is subject to incarceration he or she is entitled to counsel.  In your opening statement, you didn't limit it to cases like the case we have before us; that is, where the defense is I'm unable to pay. Therefore, I can't get out of jail. Are you limiting -- are you limiting your argument to the case of a noncustodial parent or a former husband who says I just haven't got the wherewithal to pay?  Or are you making a broader claim that anytime someone is subject to incarceration they must have counsel?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, my -- my question just follows from what I think Justice Ginsburg must have in mind.  My understanding is that it's a commonplace if the witness declines to testify even though the witness has immunity, or the attorney or the witness declines to produce a document, the judge says you will remain in jail until you comply.  In most of the States, I think he's allowed counsel, but does the broad statement that you -- or the broad argument that you responded, that you're making when you answered Justice Ginsburg's case, apply there, so we are in effect saying in all these cases you must have appointed counsel?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're committed to custody until you testify."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, the Solicitor General suggests that the failure in this caseor the failure to appoint counsel arises from a due process complaint that the -- that the -- that the Petitioner here didn't know that he had indigency as a defense or what he needed to prove or to bring to court to prove that.  Why wouldn't the Solicitor General's solution of saying, as long as a State tells a defendant that they have a burden of proof and some contours of what proof they need to supply or -- on that issue, that that would satisfy due process?  What can a lawyer do when someone comes in and says, I'm not earning any money, I can't earn it, blah, blah, blah, end of story?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you need?  Why do you need --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He admitted that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"At least up until the accident."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It was up until then."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you don't think that an individual is capable of saying, I can't -- I'm -- yes, I am, or no, I'm not using up my money on drugs; that's my preference?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Or I have a $1,500 car,but I need it to be able to do something else?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that form in the record?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is the form in the record?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel.MR. WAXMAN:  But I think the Court's lodging rules --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Counsel!"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You have stressed that the burden in this case is on the defendant.  Would your position be different if the burden were on the complainant?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- suppose the Court thinks that -- suppose the Court looks at this record and thinks this is a broken system and a violation of due process, but requiring a counsel in every case may go too far, and there may, in fact, be alternate procedures that a State could adopt that would comply with due process.  And I know that this is not your submission; it's, instead, the solicitor general's submission.  But if pressed on that point, what procedures do you think would be capable of giving a person in this situation a fair shake at this?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, for those of us who think the Due Process Clause doesn't contain whatever we think it ought to contain, but -- but contains what the people who ratified it thought it contained, what's the earliest case that you have which adopts the proposition that you're now espousing, that whenever a civil contempt citation is imposed upon an indigent person, that person is entitled to counsel as a matter of due process?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Whenever there is an erroneous judgment in a civil contempt case, it becomes a criminal contempt case; is that -- is that what you're saying?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't -- I'm still curious -- are you finished?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying all the -- all the trappings of criminal procedure come with it? This case is focused on a right to counsel, but what about burden of proof, what about a jury trial?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"My goodness, if -- if you're relying for that proposition only on the fact that we've already said it, why don't you also say we've never said what you want us to say now?  I mean, if that's the only argument, we've already said it.  If it was wrong, we should unsay it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if all of the arguments you're making to us are correct, why shouldn't the other accompaniments of a full-dress criminal trial apply --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- so he has counsel, but the burden's been put on him, rather than on the State, to prove, in fact, that he -- whether or not he is indigent?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an illogical distinction, is what I'm saying."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe Justice Alito can -- MR. WAXMAN -- I'm not sure, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"-- can ask his question."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't something like what the Solicitor General suggested adequate here?  The State provides a very clear form for the noncustodial parent to fill out, and then in court the judge goes through it step by step:  Are you working?  How much are you making?  Any -- do you have any other money?  What expenses do you need for living? And then if you run into some of thesecomplicated legal problems or arguably complicated legal problems that you referred to, maybe in particular cases there would be need for the appointment of counsel.  But why isn't that adequate to deal with this situation rather than a categorical rule that you have to have counsel appointed in every case where there's an issue about ability to pay?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think the issue here is more complicated than the issue about whether somebody's probation should be revoked?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, you mentioned Lassiter, and you mentioned something that Lassiter said in passing, but what was at stake there was deprivation of parental status.  And the Court said sometimes, in some cases, yes; but we're not going to make an across-the-board rule. Now, that deprivation, some people think, is the worst possible, for a custodial parent to be told you're no longer a parent, you no longer have a child. And yet, the Court said we're not going to provide counsel in every case, because in some cases the person can get a fair hearing without counsel."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"My concern is -- and it's been brought up in some of the other questions that Justice Ginsburg asked earlier.  I just have the sense that there are thousands of these hearings around the country, and they're -- and they're very important in order to ensure child support, and that if we adopt your rule, in many cases where counsel are now waived or not present because of the -- the noncompliant parent is going to ask for counsel and that we're going to change the entire landscape of domestic relation proceedings, the Heisenberg principle."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In every case?  I mean, doesn't the defendant have to -- or the -- or the noncompliant parent have to ask for counsel?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is:  Do you -- are there any data -- are there any data to show that in most of these cases, counsel does, in fact, appear? My --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"My assumption is not, but I just --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that go for alimony and palimony as well as child support?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, the answer is yes, it would cover."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Waxman. Ms. Kruger. "},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Kruger, you say that the procedures here were inadequate but that counsel in every case is not necessarily required.  You say alternate procedures can provide people in this situation with a fair shake. But then, when you look at the procedures that you actually say would comply with due process, they are remarkably anemic.  Basically, you say that a form has to be provided.  You don't require that there be anybody attached to the court, the kind of personthat Justice Powell might have been talking about in Vitek, some kind of caseworker to assist the person with whatever questions he might have about the form or about how to fill it out.  You don't require that the court make any findings.  You don't require that the court even ask any questions. Apparently, your idea of the procedure is just to give a person a form.  Am I reading you right?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry.  I'm not hearing you.  Could you speak more loudly?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, as I -- and then I think one of the deficiencies in addressing your argument is that I don't really know what the State's procedures are.  Your -- your co-counsel, or Mr. Waxman, has said that there was actually a form.  I don't know what that form looks like. The only thing that does seem missing that the State clearly provides is a requirement that the judge explain what the basis of his contempt finding is.I'm looking at 60a and 61a, and this judge left it completely blank.  So, is this a due process violation facially, or is this a due process violation as applied, meaning it's just not clear to me whether South -- the State's process, in fact, has all of the elements that you're speaking about or how I make that judgment and whether the -- we didn't grant cert on the question of whether, as applied, there was a failure or not. I mean, one of the difficulties in this case is that there was really very -- no findings by the judge whatsoever."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, the -- the form, the order for contempt of court itself, 61a, does require the judge to fill out an answer as to whether he thinks the defendant is gainfully employed or has the ability to make the payments.  So, it was just absent here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why -- why isn't the requirement that the judge satisfy himself that there's a willful failure to comply with the order?  Why doesn't that amount to saying the judge has to satisfy himself that this individual cannot pay, or can pay?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It's not willful if he can pay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"If -- if he can't pay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You know what I mean."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, did -- just to be clear, your answer to the question presented is no, right?  It was not error for the South Carolina court to say there's no constitutional right in this type of a proceeding to appointed counsel?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there a State -- we've been told that, in many States, appointment of counsel for an indigent, noncustodial parent who has -- who has child custody arrears, that counsel is automatic.  You have described something less than counsel.  Is there any model, any State where there is such a procedure so one might find out how it's working?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What about an aid who is not counsel?  I mean, the family court has a lot of auxiliary people like child advocates who are there to assist people who need some kind of representation, but not necessarily a lawyer.  Is that any part of yours -- of what you would propose?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is the form you have in mind something different than the form, the IFP form, that would be filled out say, by a 2255 petitioner?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Kruger, could you say a bit more about the question that Mr. Waxman and Justice Scalia were talking about:  how often these proceedings have the State on one side, how often they have the custodial parent on one side, you know, whether there is counsel for the opposite side in many of these cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Ms. Kruger.Mr. Bibas. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The South Carolina Supreme Court, as I understand, heard this case after he was released, so they didn't consider it moot.MR. BIBAS:  Your Honor, the issue was not briefed or argued or raised.  My client had no lawyer, filed no brief, made no argument.  So, we don't know what they considered or held.  They made no reference to it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Suppose --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":3,"sideBefore":"justices","text":"But it was a fact, was it not, that he was already released?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I suppose -- we have held, haven't we, that States can have different concepts of mootness than the Federal one?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, do we have jurisdiction over any matter that isn't rendered in a final judgment in State court?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The State refused to grant a stay."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And why would South -- why would the State here have granted a stay, if it believes there's no Sixth Amendment right whatsoever to counsel?  How could that litigant ever evade mootness?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can you point to any case involving support payments in which the South Carolina court has ever granted a stay?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Did the Petitioner know about Rule 23?  Where had he learned about that?  He didn't have counsel, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, before -- before it got up to the --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is it correct for me to think of both the Petitioner's argument and your response as a Mathews v. Eldridge problem?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it -- it does seem that absolute right and Mathews v. Eldridge is not quite a -- a good fit, but it seems to me that most of Mr. Waxman's argument can be subsumed within the Mathews v. Eldridge framework."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it -- isn't it true that most States in child support cases, when the defendant says I have no money, will appoint counsel?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the point was it's -- it's only if the defendant -- the claim is only if the defendant does not have the keys in his pocket because he has no money.  So, in cases where typical a recalcitrant spouse won't pay until he's threatened with jail, that wouldn't come in this category.  I thought Mr. Waxman was speaking about people who do not have the keys in their pockets because they simply cannot -- they do not have the wherewithal to pay.MR. BIBAS:  Yes, Your Honor, but very, very many non-supporting parents protest the same.  And so, it is true that the slice of those brought to civil contempt hearings is only a small fraction of the overall caseload."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Yes, and I -- and I suppose you could say that in -- in advance that the judge and the appointing authority simply wouldn't know."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, I -- I took the Solicitor General's position to be -- they may accuse me of not being accurate in what I took their position to be, which is the rule would be simple.  You, a State, are free to run these procedures as you choose, but not to provide counsel, you have to meet some minimum Mathews v. Eldridge requirements.  And so, the rule is simple.  The State can do what it wants, but it has to provide minimum due process, and they've previously set forth the three.  All right? So really the answer is, no, you're not automatically entitled to a lawyer if you're providing minimum due process.  If you're not, then you have to provide a lawyer."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right?  What's wrong with that rule?  That, I think, is what the Solicitor General is suggesting.  So, first, what's wrong with the rule?  And then, second, in a case in which I did not see and haven't yet a form that really talks about or tells the contemptor about his defense and what he needs to prove, yes, he did get a hearing but not a hearing that explored his statement that he'd been looking for work and couldn't find it, and a form, a judgment thatdoesn't address his current ability to pay.  How does the South Carolina system comply with those minimums of due process?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Bibas, I have a question about -- about the position of the Government in this case.  The Government agrees with you that you don't need counsel, but says that we ought to reverse the judgment anyway because there were -- because the other aspects of due process which the Government asserts would make it unnecessary to provide counsel did not exist in this case. Did you think, under our ordinary rules,we -- we can do that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Question presented was just whether counsel was necessary, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's fully within the power of the Government to say why, you know, in general counsel is not necessary because these other procedures are good enough.  But then to come forward and say, moreover, those procedures were not applied in this case and, therefore, you should reverse, that's -- that's a new point, it seems to me, isn't it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about you -- you stressed that this falls on the civil side.  So, why shouldn't we take Rule 54(d) as our model and say that instructs the court that you give parties the relief to which they are entitled, even if they haven't asked for that relief, even if they've asked for something that they can't get?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know that that answers my question, because the way I phrased the question was very specific.  South Carolina -- there's no constitutional right to counsel in every proceeding, but the question presented was whether South Carolina erred that an indigent defendant has no constitutional right to appointed counsel in any civil contempt proceeding.  And if the answer to that is, if the civil contempt proceeding does not comply with minimum due process requirements, counsel is required."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then isn't that an answer to the question presented?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We can argue about that later."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay?  The point is --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"I would think that the rulewould be that if -- if South Carolina has not complied with minimum due process procedures, minimum due process procedures are required, not counsel is required."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Think of what the Government says should happen.  You should give them a form and the form should say do you have money to pay or not.  All right.  So, what did happen?  Did the judge ever ask him?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Did he bring some proof of employment?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  So, why would you put him in jail?  He has no job."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You mean he didn't believe him about what?  That he had no money?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So, he -- he thought he did have the money."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do we --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":10,"sideBefore":"justices","text":"Well, we couldn't really tell, could we, Mr. Bibas?  Because he completely ignored the question.  The entire transcript is less than two pages long.  Mr. Turner talked about how he had no money and he was disabled.  The court completely ignored him.  The court also ignored the questions on the form for the order of contempt about whether he had any money.  The court ignored that as well."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm actually trying to find --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":10,"sideBefore":"justices","text":"I don't understand all of this discussion.  The question presented is not what due process procedures are required in these cases.  That is not the question presented."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":4,"sideBefore":"justices","text":"Just out of curiosity --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":10,"sideBefore":"justices","text":"It is simply whether counsel is necessary.  Isn't that the only matter that we should be discussing?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Fine, but I'd like to ask a different question. I'm trying to find out what happened here that was different from what the Government suggests. The Government suggests provide a piece of paper and to ask certain questions.  What I'd like to know is what's different in this proceeding from what the Government suggests?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I understand there was no -- look.  If he asked the questions orally --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- I might be tempted to say it doesn't matter.  So, I'm trying to say what really differed from what the Government wants?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The Government is not a party here, is it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's just an amicus.  So, this expansion of the -- of the question presented from whether counsel was necessary to what are the due process procedures required is all at the suggestion of an amicus; is that right?MR. BIBAS:  Yes, Your Honor.  And so, to focus on --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":4,"sideBefore":"justices","text":"And skip that one.  What I'm trying to figure out -- and I'm sorry, I may be the only one trying to -- I'm trying to figure out what, in general, is the fairness of such situations in -- where the woman is normally the one with the child, the man is normally the one who doesn't pay. Is it true, for example, that in most such situations across the country, the woman has a lawyer, but the man doesn't?  Is that true or isn't it true? There must be some organization that's studied that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So, the answer to what I think of, in my own mind only, as very relevant, whether the woman has a lawyer but the man doesn't, is: I don't know.MR. BIBAS:  It -- it is not across the board."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"And that is the answer?  We don't have good information on that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Fine.  Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"Counsel, do you know why we're not hearing from the State of South Carolina?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  I understand that they were involved below.  They decided not to become a party before the State supreme court; is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why aren't they defending their procedures?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It may be an unfair question, since you don't represent the State."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I think it would be a great financial interest if they have to provide counsel in these thousands and thousands of cases."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could I ask a question about your mootness point?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You say it's --it's not capable of repetition and yet evading review, because should this happen again, he could get a stay, as he could have gotten in this case. Do you have any case of ours which -- which uses that reasoning and says the fact that in a future case you may be able to get a stay suffices to establish that this is not capable of repetition yet evading review?  It's -- it's a new argument to me.  Is there any case of ours that applies it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that can't possibly be true, because we have cases applying the rule that this is capable of repetition, yet evading review.  If the rule were you have to get a stay, we wouldn't have any of those cases."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do we have any -- anycomputation about what it would be -- what the counsel fee would be, as opposed to keeping someone in prison for a year?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, housing courts -- I would think it's fairly common somebody owes somebody $25, or whatever it is, the judge says pay it into court, and what happens if they don't pay it into court?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There are things the judge could have asked, though, that -- and put on the record, and it might have cleared this up.  He could have -- the Petitioner here said he wasn't working and he couldn't work because he had been hurt, so the judge could have asked for medical records to substantiate that. And then the Petitioner admitted that until recently, apparently, he had been taking meth, he had been snorting coke.  The judge could have said, all right, you had the money then to buy those drugs; now, where did you get that and why do you no longer havethat source of money?  He could have gone through a few simple steps, couldn't he, to make this -- to eliminate the problems?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It's a little difficult to write the opinion, if you are to prevail, saying there's no absolute right, but there might be in some other case, depending.  We don't give much help to the system that way, because it might be that ultimately we would find that the balancing test is more complex than simply appointing the counsel."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then you do think we should lay out the factors?  And, if so, what are thefactors?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, I don't understand how we could say that if you do not meet minimum due process procedures, you must meet more than minimum due process procedures.  I mean, once we say that it's enough if you do A, B, and C, but this State has not done A, B, and C, how can we say therefore you must appoint counsel?  All we can say is you must do A, B, and C.  I don't know of any instance where we impose more than the due process minimum because you have failed to comply with the minimum."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I -- I just don't know that all those things are properly before us.MR. BIBAS:  Well, then, the appropriate thing is to answer the question that was raised by Petitioner in this case and not to go -- no need to go beyond that, I would suggest. Finally, let me point out that the closest analogue in the legal system to the question here about inability to pay child support is inability to afford counsel.  Our criminal justice legal system has extensive experience with that under the CJA, the Criminal Justice Act.  In the Federal system and in most States, the burden is on the defendant to show his inability to pay counsel.  He doesn't --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":7,"sideBefore":"justices","text":"But, Mr. Bibas, practically when those forms are used, the person fills out a form, and mostly they're just accepted, aren't they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Waxman, you have 3 minutes remaining. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we don't have the Social Security disability form, but if the judge credited that and accepted that your client is -- was unable to work and had only the assets listed on that form, would he not then automatically be -- have shown that he had an inability to pay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3039,"interruptions":31,"times_spoken":48,"laughter":0,"num_int_by":8},{"id":1,"fullName":"LEONDRA R. KRUGER","firstName":"LEONDRA","lastName":"KRUGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1026,"interruptions":7,"times_spoken":16,"laughter":1,"num_int_by":4},{"id":2,"fullName":"STEPHANOS BIBAS","firstName":"STEPHANOS","lastName":"BIBAS","counsel":true,"justice":false,"side":"respondent","words_spoken":2657,"interruptions":22,"times_spoken":55,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":289,"interruptions":6,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":927,"interruptions":5,"times_spoken":28,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":604,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":701,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":554,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":850,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":397,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":385,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":38,"words_spoken":4065,"times_spoken":64,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":22,"words_spoken":2657,"times_spoken":55,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":24,"words_spoken":4707,"times_spoken":130,"laughter":0,"num_int_by":7}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.896210919489739,"respondent":0.10378908051026103,"date":1472418052961}}