{"petitioner":{"name":"STEVE A. FILARSKY","counsel":[0,1]},"respondent":{"name":"NICHOLAS B. DELIA.\n","counsel":[2]},"caseNumber":"10-1018","date":"2012-01-17T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 10-1018, Filarsky v. Delia. Ms. Millett. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's across the board, Ms. Millett, the rule you just stated?  Is there any situation in which a private attorney engaged to assist a government office in the performance of a public function would lack qualified immunity?  Or is it simply wherever a government agency employs a private attorney to assist it in doing its work, that attorney will have qualified immunity?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does it matter whether the privately retained attorney works in close cooperation with government employees?  Suppose in this case Mr. Filarsky had simply been hired to go off and perform this investigation and, at the end of the investigation, report the results to the town?  Would the case come out differently then?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I -- I suppose you can argue that there is a built-in limitation because the question doesn't even come up unless there's state action.  So, there has to be close enough cooperation so there's state action.  I had never thought that when a private attorney gives an opinion letter to a government agency or government entity at its request that there's any state action there at all.  So, that question -- so, there the question just wouldn't even come up; am I correct?  I assume --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But your test -- and this is -- I think goes broader than the articulation of the test -- doesn't give this private attorney much assurance by itself.  It's sort of a multifactor, is he coordinating, is he under the supervision, is he really doing public service?  I mean, if the idea is to give him sufficient breathing room so he doesn't stop, and when, as in this case, he's threatened that we're going to sue you if you do this, he has to think, well, now, am I being supervised by the government?  Am I coordinating with the government?  Or I -- am I telling them what -- it -- the test itself undermines the asserted purpose."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the government hires an attorney to do an independent investigation; it hires an outside attorney precisely because it does not want to be faced with allegations that it has manipulated the outcome of the investigation because its own conduct is at issue.  So, they say you're going to be independent, hands-off; we're not going to interfere at all.  But that would still in your -- in your submission satisfy the coordination requirement?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the difference between that and the prison situation?  The private prison -- the guard in the private prison is performing a function that has been delegated to that or assumed by that entity pursuant to a contract.  I don't understand exactly what the difference is."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that the case here?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that there's enough evidence that the lawyer was the one who held the investigation; the people who attended the meeting between the lawyer, the Respondent, and the other personnel that were there were acceding to what he was doing.  The chief -- he goes to the chief and he says:  I want you to do this.  And the chief is relying on him, not his own independent judgment, to issue the command that's contested here. So, that sort of puts your argument on its head because it appears that he was more the independent investigator --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- than he was the individual under the control of the agency."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This argument seems to fall under what Justice Scalia termed a functional test, that he's serving just like any other government lawyer. If you were going to fit this case under the Richardson majority test, how would you do it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so, independent counsel would not be covered.  I mean, if you have, you know, a counsel appointed because -- to show that the administration is disinterested in this prosecution and you get independent counsel, the Attorney General says: I will not interfere with him.  The President says:  I will not interfere with him.  Then him you can -- you can sue without any immunity, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  He's not working in close coordination.  He's not subject to supervision. The whole purpose of an independent counsel is to eliminate supervision."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Weren't the prison guards who were -- who were suable in Richardson -- weren't they suable under 1983 as acting under color of law?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the whole issue would have been a nonissue if they -- if they couldn't be sued."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you think the -- the two should go pari passu, as we say, that if you can be sued for acting under color of law, you ought to have the defenses that people who are acting with legal authority have?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Lawyers are not supposed to be cowed by the exigencies of the situation. We're worried in qualified immunity with protecting governmental actors, to make sure they will feel comfortable doing the right thing rather than being intimidated in the situation we had here. Lawyers have that professional obligation in the first place.  So, why does a lawyer need the -- the defense of qualified immunity?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Millett, our cases have said that we're supposed to look not only to policy but also to history.  Would you disagree with the premise that a person in your client's position historically would have had at most an actual malice -- a malice defense or a reasonable cause defense?  Would a person have anything more than that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But, in Wyatt, we said that that was a very different kind of immunity than the Harlow immunity, and we said historically it provided no basis for giving Harlow immunity."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So, I take it that your answer is, yes, it would only have been a malice defense, but that doesn't matter, notwithstanding Wyatt. Is that your answer?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that suggest really that we don't have a historical test anymore, that really all we're looking to is policy considerations?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Ms. Millett. We'll hear from Ms. Saharsky first."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's all right. Ms. Saharsky. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, if they don't work closely together at all and it's just this one fellow conducting the investigation, he wouldn't have qualified immunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry.  No, he --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- I'm wrong, or no --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"It's just hard to imagine anything more imbued with state action than imprisoning someone.  That's -- that's the problem I have in thinking about the case."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Wasn't Richardson really all about how market forces would make immunity unnecessary? And how is it that market forces play any different role in this case than they do in Richardson?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think market forces do operate differently here, or is it basically the same thing?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought that in this case the -- the firm that the lawyer was associated with said its dominant business was giving advice to local government, local municipal government units.  So --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You seem --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You seem to assume or to acknowledge or to concede that market forces do not operate for government employment, that all government employees are doing it out of love, that -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"I mean, why does market force eliminate this defense for somebody who's an employee of a private company but not for somebody who's an employee of the government?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that would be a breach of his duty as an attorney."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And he would be subject to malpractice in that case.  You -- seriously, I find this whole argument about market forces with respect to attorneys representing people odd because there's a whole slew of unemployed lawyers who will be happy to take on any government service they can. So, going back to the -- that's -- what I consider the central argument you're making, which is: Will it chill advice?  And I'm not sure how it can, given the independent fiduciary duty that an attorney has to zealously guard his or her client's interest."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, what -- what if it's a 100 percent purely volunteer fire department?  I mean, the town, whatever, contracts, out-sources, whatever, but it's just run by volunteers.  Is your answer the same? I'm trying to get at your point about they're working with or coordinating with government employees.  And your argument seems a little derivative. You're saying the whole point is to protect the government employees, and you have to have qualified immunity for the non-employee to do that.  But does your argument apply when there are no government employees around?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"There's another part of qualified immunity, and I know it's not teed up in this case, but why is it reasoned decisionmaking to recognize you can't enter a home without a warrant, but you can tell the occupant to bring out every item you want to see?  It seems to me that that's not -- that there -- there's clearly established law to say that's wrong."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Another question that's not teed up and I guess not presented -- I'm just curious to know about the history of the case.  Was it argued that there was no state action here?  Or is there -- and in your view, is that a very simple question to answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. McGill. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what about your test? What is your test?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose you have a lawyer who's a part-time employee.  Does that matter?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"A part-time employee of a government unit."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So, the difference, your difference, is between an employee and an independent contractor?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And isn't that often a very difficult determination under the law?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But there are a lot of -- there are a lot of -- I think -- well, there are a lot of law firms.  I think all law firms other than public interest firms are for-profit firms, and the attorneys are part-time employees of municipalities and other government units to perform various functions, part-time judges, part-time prosecutors."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, now you're talking about history.  But I want to know how we are -- how the courts are to determine and why it should matter how a municipality sets this up. Suppose the town had hired Mr. Filarsky as a part-time town employee.  So, he has a certain -- he has a 1-year contract or 6-month contract or something for a certain amount of money to perform services for a certain number of hours.  You would say that he would be entitled to qualified immunity then."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Because he's an employee. They pass a resolution saying he's an employee of the town."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Year-long employment is not employment?  If I accepted a government job for only a year, I'm not a government employee?  I don't understand that."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He's working as an employee.  He's hired for 1 year.  It's a 1-year contract.  Why -- why does that make him not an employee?  Or is it the fact that he's a lawyer?  And all lawyers have a certain independent responsibility. They can't do some things that government superiors might tell them to do, right?  So, are you going to say all lawyers are -- are -- cannot plead qualified immunity?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It makes it even easier then.  I -- I thought the attorney thing would help you, but if he's not even functioning as an attorney, he's functioning as a government investigator."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But if they had employed him for a year, exclusive employment, no other clients, you'd say that's a different case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm saying a year; in fact, 364 days. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Okay?  And the deal was you're -- you're going to work for us and nobody else. You have no other clients."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I understand that. How do you look at them?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Does that come out -- case come out the same way or not?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Everybody takes a position to make money for profit.  How many government employees work for free?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, he's not.  He's not -- I mean, yes, he may be, I guess.  But assume he's not. He's just a lawyer who's been hired for 364 days to work for nobody but the -- but the government.  And you still say that he has no -- no immunity in what he does."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"To investigate for the government."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Two years, though?  Three years?  I'm a lawyer who --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- enters a contract for life with this -- with this government to investigate. At that point, does he get the immunity?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Still not?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But don't we have cases --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":7,"sideBefore":"justices","text":"I thought you were drawing a distinction between employees and independent contractors.  Is that the distinction you're drawing or not?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What would have happened if Abraham Lincoln today were there?  And I gather what happened is they thought the local prosecutor is good, but Lincoln is better.  So, we'll let Lincoln prosecute this case. Now, in your view, Abraham Lincoln would not have had immunity, but the local prosecutor would have."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"They did exactly the same thing, by the way; it was just that Lincoln had a better reputation.  Every word was the same."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But in your -- I'm asking you, in your opinion, when I write this opinion, is I could say not even Abraham Lincoln, when he acted as a public prosecutor brought in for the occasion?  In your opinion, he should not have the immunity that Joe Jones, the local prosecutor, would have?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just trying to get your opinion."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is it because it's Abraham Lincoln or --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":10,"sideBefore":"justices","text":"You should say section 1983 didn't exist.  That's your answer --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- to that one, right?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But investigatory functions -- they don't get immunity.  So, if Lincoln had looked into it and said, you know, I've looked into this; I don't think we should prosecute.  And what they said was use your judgment."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So, there are problems with both standards both ways.  This is one of the things that -- that is bothering me."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Imagine in this case the lawyer sat down with the other firemen, the supervisor and so forth, and they said -- not necessarily this event; they said we want to do X.  And the lawyer said: I have to tell you, it's unclear whether X is constitutional or not.  Now, because it's unclear, I also have to tell you that if you do it, you will not be held personally liable. Now, can a lawyer give that advice?  Yes. When he does, of course, he's subjecting himself to personal liability.  Now, it's that conflict that is worrying me, among other things. So, what do we do about that?  The lawyer is being asked to give advice to the client.  Under the canons of ethics, he ought to have their interest at heart, and in doing that, he's subjecting himself to what could be hundreds of thousands, millions of dollars worth of damages or whatever in suits for malpractice. Is there a way that we side with you out of that dilemma?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no.  What I'm assuming in the question is, since it's a close question, he has to worry about a court saying:  You were wrong in saying it was legal.  It was not legal. The matter was unclear, but it was not legal. At that point, he becomes subject to much damages.  But, of course, the others do not, and he had to tell them go ahead with it.  You understand my point."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, what is the answer?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that may be, but what I'm trying to work out is what is your set of rules?  If we don't say -- if we don't say you have immunity, and you agree that this is a bad dilemma at least in my hypothetical case, I'm trying to work out what set of rules you advocate in order to either say, well, that's too bad, the dilemma is there, we can't get around it, or something else.  That's why I want your answer."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I change it slightly, and he puts them up to it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Because I don't know why he couldn't.  I mean, you know, he says go do it.  Or, in other words, my hypothetical -- okay, go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Your case --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, you can finish your answer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Your case highlights -- I think is a very good example of why the lawyer ought to have qualified immunity.  I mean, this was a case where it looks like there's a lot of threatening and bullying going on.  I mean, the -- the lawyer says -- you know, we're going to figure out a way to name you, Mr. Filarsky.  You're issuing an illegal order.  If you want to take that chance go right ahead. You might want to think -- take a minute to think about it. I mean, it seems exactly the kind of situation for which qualified immunity was -- was developed.  We want Filarsky to give what he -- do what he thinks is the right thing in this situation.  We don't want him to be worried about the fact that he might be sued.  And you have a lawyer here saying, well, if you do that, I'm going to sue you.  So, Filarsky naturally, or some lawyer in that situation, is going to think, wow, do I really want to run that risk? Isn't that exactly why we have qualified immunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's easy for a judge to say because they're absolutely immune, but for the lawyer who is sitting there and saying --  (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"-- saying I'm going to sue you, if you were -- well, you are a lawyer.  And you're sitting in that situation.  Isn't that going to enter into your mind?  You say, well, sue all you want; I don't care; this is the right answer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how do you know?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he had -- he had the chief issue the order, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And then the chief later on says, well, he told me to issue the order.  I mean, I'm not quite sure that things went exactly as they would if you had qualified immunity."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I understand that there is a lot of bad, cowardly legal advice being given in the Ninth Circuit. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"I don't really know that, but you don't know the opposite, either, do you?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why didn't you cross-appeal on the clearly established law?  Because then -- then you could concede, so, arguendo, he had qualified immunity, but the advice that he gave was contrary to clearly established law."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why didn't you bring up that -- that issue?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, but -- but whether it was clearly established.  In other words, what we had here was a recognition:  We can't go into the house; we can't go into a house, private house, without a warrant. So -- in fact, Filarsky said something about I know a way -- a way to get around that; we just tell them to bring out the items."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Are you saying it's clearly established that there isn't a difference between going in and looking for the insulation, et cetera, and telling him to bring it out?  Is it clearly established that the -- that as a condition of employment in a situation like this, the employee cannot be required to submit to a search?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, particularly --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, even as -- the reason it's an issue is because he says, look, I've got this stuff at my house.  That's how his -- his defense is.  I haven't used it; I've got the insulation there. So, you think it's still clearly established that it violates the Fourth Amendment for the city to say, okay, well, show it to us if you want to use that as your defense?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. McGill, back to immunity, what -- one thing I don't understand about our law here, you say there was no historic basis.  And I have to concede that that's right.  Seems to me that there's -- there was only a malice defense.  But isn't that always true when it comes to a -- a private person? In other words, of course there's no historic basis for qualified immunity.  This kind of immunity was developed in 1970.  It's sort of by definition there's no historic basis for this sort of immunity. So, to say that the historic basis matters is really to say that private people never get Harlow immunity."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the Court's cases are a mix of history and -- and policy.  The Court has recognized both absolute immunity -- has recognized absolute immunity in instances where there wasn't absolute immunity at common law; isn't that true?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and the rule about malice being -- being the criterion of liability, that applied not just to -- not just to private lawyers but to government lawyers as well, didn't it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So, if we're going to be historically faithful, we should deny any qualified immunity to government lawyers or expand the government immunity to -- for government lawyers so they can do anything so long as it's not malicious?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So, the devil with history, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about -- what about the argument that Filarsky makes, that if there were to be a proceeding against him, inevitably the witnesses would be the government employees?  They would be the battalion chiefs, the fire chief.  So, one of the reasons for the qualified immunity is you don't want to disturb government employees in the routine performance of their work.  Certainly, in this case, there would be disruption, distraction of these government employees."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if Filarsky was there, you know, hired to help the fire department with these -- and he did absolutely nothing?  He just sits there and watches.  The battalion chief says, I want to do this; I'm going to go get the stuff; you bring it all out.  And he just -- he just sits there, doesn't see any reason to offer any legal advice or opinion.  Could you still sue him under 1983?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Really?  He has an obligation as a lawyer to speak up if he thinks something illegal is going on.  That's his job.  And he doesn't -- he just sits there quietly?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if he -- this for profits -- I -- the significance of that eludes me. Sometimes people act out of, you know, public service, and particularly in these sorts of situations, the town needs a lawyer, and he's helping out.  What -- if he were purely a volunteer, it would be a different answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And, well -- and what if he gives the city a discount?  He's working for half -- half his fee because it's the city.  He wants to help out, but he can't do it totally for free.  So, it's 50 percent his normal rate."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose a municipality were to -- or a State were to abolish all the civil service rules and all the special rules and go back to employment at will for government employees.  Would that -- would that take with it the whole qualified immunity regime?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It seems strange because the immunities, at least some of the immunities, long pre-date the -- the institution of the civil service system.  Everybody is subject to market forces.  Every person who works is influenced by market forces to some degree; isn't that correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's not true of most lawyers."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Most lawyers are not part of the civil service -- internal lawyers are not part of the civil service system.  They're generally considered employees at will, at least most of the circuit courts have so held."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That they're policymakers and, as such, are not subject to civil service protections."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the political appointees within the United States Department of Justice are not protected by civil service.  So, should they lack immunity?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"They're subject to market forces, aren't they?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What if I told you that all the lawyers at the Department of Justice are regarded as being employed at will and that all of them can be fired?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think the rest of them don't -- don't have any protection?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Wow.  That's going to be disappointing news for all those attorneys at Justice -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are all of these -- are all of these objections applicable as well to the determination of whether there is state action from the attorney's conduct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But your -- your objection is not that he was investigating workplace conduct; your objection is that he was ordering people to tell your client to bring out stuff that was in his house."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but telling people basically either executing a search or in effect executing a search, that is a uniquely governmental function."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You don't want to say that. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but if -- if he did the same thing for a private company -- he could do the same thing for a private company, say, you know, you're going to get fired unless you substantiate your story by bringing the stuff out of your house.  That wouldn't be a search -- an unlawful search; right?  It could have happened in a private company."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there's very little that is uniquely governmental.  I mean, my goodness, if we denied immunity to -- to all those acts that are not uniquely governmental, there would be very little immunity, I'm afraid."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Millett, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PATRICIA A. MILLETT","firstName":"PATRICIA","lastName":"MILLETT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2437,"interruptions":9,"times_spoken":23,"laughter":0,"num_int_by":4},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1533,"interruptions":9,"times_spoken":15,"laughter":0,"num_int_by":6},{"id":2,"fullName":"MICHAEL A. MCGILL","firstName":"MICHAEL","lastName":"MCGILL","counsel":true,"justice":false,"side":"respondent","words_spoken":2942,"interruptions":42,"times_spoken":86,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1040,"interruptions":4,"times_spoken":32,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":341,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":621,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":162,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":840,"interruptions":3,"times_spoken":40,"laughter":5,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":293,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3970,"times_spoken":38,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":42,"words_spoken":2942,"times_spoken":86,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":12,"words_spoken":4192,"times_spoken":131,"laughter":6,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":1.0581660929544552,"respondent":-0.058166092954455184,"date":1472411005848}}