{"petitioner":{"name":"DIANNE KNOX, ET AL.","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"10-1121","date":"2012-01-10T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-1121, Knox v. The Service Employees International Union. Mr. Young. "},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Young, could I ask you to speak to the mootness question first?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As -- as I understand your brief, you're essentially saying that it's impossible to moot a claim for nominal damages.  Is -- is that a correct reading of your position?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, that's a different point, right, which is that the notice was inadequate?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and when you say \"inadequate,\" I read you to be saying sort of not apologetic enough.  And -- in other words, not saying, look, you had a claim against us, we think you're right; it was a valid claim; here is your judgment in satisfaction of that claim.  That it didn't forthrightly say that.  But do you think if it had forthrightly said that, we would be living in a different Article III universe?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And how is that?  How did they fail to comply, other than, you know, the question of whether they were forthright enough about the fact that they were satisfying a claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And the reason that's important in terms of the content of the notice, the inadequacy, is what?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your argument was that the -- a different type of notice would have resulted in more members electing to opt out, to demand the refund of their assessments?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the special assessment requires a different kind of notice and possibly a different kind of opt-in or opt-out regime, would the case be moot?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we're not dealing here with the kind of notice -- with the typical Hudson notice given at the beginning of the year, when the annual dues are collected.  We're dealing with a special assessment.  Now, if a different kind of notice is constitutionally required in that context, would this case be moot?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is whether the -- the different requirements, which presumably were not met here in the context of the special assessment, if there are different requirements in that context, would that be enough to preserve this case as a live controversy?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Young --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as I understand, the union recognizes that a consequence of mootness would be that the Ninth Circuit judgment is vacated.  Now, if the union would also recognize that that means the district court judgment stays in place, so if the Ninth Circuit judgment is worked out and you're left with the district court judgment as the law of the case, then I think it is moot, isn't it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it wasn't -- this -- this case is about a completed episode.  It's about a special assessment that is long over."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it have --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Well, are you saying that this is capable of repetition, yet evading review?  I'm not quite sure."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the injunction have future -- future terms?  Is it a permanent injunction or is it just an injunction that relates to the notice that's required in this case?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that important, Mr. Young, because usually where we've talked about capable of repetition or where we've talked about the same thing could happen again, it's where an injunction has been before us rather than a suit for damages as to a past act?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you make that argument in your opposition?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's another -- something quite different than the capable of returning to old ways, because here we do have a discrete episode that's over.  And there was no question that, even though that -- what was it, in 2005 -- that the period in 2005-2006, when the special assessment was in effect, that was long over, but you were -- you were continuing to litigate it.  And nobody suggested that it would become moot simply because the period was over."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they said that it had become moot because they gave you all the relief you requested; so, there was nothing left to the case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe it's a good point for you to move to the merits."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you a question about the merits?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you attacking the normal system of basing assessments moving forward, based on past accounting and chargeability and non-chargeability?  Or are you just attacking the special assessment?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, articulate for me what's -- borrowing a phrase from one of my colleagues yesterday, how do we write this opinion?  When is a second Hudson notice required? Let's presume for the sake of argument that the union had cost overruns.  Labor salaries went up; printing costs went up, not for lobbying; but generally there was a 10 percent increase in their expenses across the board because various contracts that they were involved in required it.  Would you require a second notice in that circumstance?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Articulate that again. A material change --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"A material new assessment?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- we're talking about money here, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Without -- but without regard to the reason for the assessment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure that -- this may just simply be repeating Justice Sotomayor's question, but if they say we have to raise the assessment 10 percent because, as she said, you know, we estimated the printing costs for the union newsletter, whatever, was going to be this and it turns out they raised it, it's going to be that; so, we know we're going to have to get additional money, for things that are indisputably chargeable, why do you need special procedures in that case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's peculiar because in the circumstance where the extra assessment is all going to go to chargeable activities, in fact that means economically speaking the following year the objector will be better off, not worse off, because there is a higher percentage of the total fee that's being paid to chargeable activities. So, this special assessment that Justice Sotomayor and the Chief Justice were talking about is one that will benefit the objector, if he keeps quiet and says nothing.  So, it's a little hard to imagine the frame of mind that would say I need the notice because now I might object, whereas I wouldn't have before."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I see that point.  Can I ask you -- oh, are you -- you want to pursue that further, or are we --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"justices","text":"All right.  Let me give you this example."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And now I -- but I think I see what your answer is.  Imagine it's year two.  In year one, expenditures broke down so that it was 70 percent chargeable, 30 percent not chargeable.  Got that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And normally, under Hudson, that means in year two the deal is the objectors pay 70 percent, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In the middle of year two, surprisingly, something comes up.  Something comes up. A surprise to the union, and they want to have a special assessment.  And you're saying they just can't without going through this procedure all over again?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And take the money that they collected?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can they take the money that they collected under the first notice, and, instead of doing the special assessment, in the middle of it, this campaign gets announced by the governor, and can they then divert the chargeable amount that they had predicted and spend it on the non-chargeable amount?  Or are you -- or does that require a second Hudson notice? Without a special assessment."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, this is a peculiar rule that you have asked us to adopt.  The rule is that where there is a special assessment and it will make all the objectors better off, they have to have a special notice that they can object.  But where the rule is that we're going to take money we already collected from them and spend it for a totally political purpose, we don't give them a special notice and they don't have to object. Now, that seems totally backwards, but I understand why you get there, and my suspicion is -- which you can confirm, is that's the only administrable system you can think of."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Do you concede that it's going to make them better off?  I would -- I would assume that that's your principal objection.  They don't know whether this new assessment is indeed going to be divided the way the original one was or not.  They might want to challenge --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- whether -- whether it's all going to be used for -- for assessable activities or not.  And they have no -- you're telling me they have no --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"Right.  But in my hypothetical --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"At the very least, they have to make a -- an interest-free loan to the -- to the union until such time as they can challenge it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but the hypothetical, if I could continue with it, is -- is perhaps unrealistic, but they have 20 bishops and 14 most honest people in the United States, and they've all absolutely guaranteed, and everybody agrees, that this goes to chargeable activity.  And where I was going with my question, which you see where I was -- you're with me on this, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And combine the two.  What I'm trying to point out and get your response is that you've been forced into this position to create a workable system.  Now, why is that workable system one whit better than the workable system we already have, which is all this washes out in a fair manner the following year, that there is an inevitable year's lag? It doesn't work perfectly, but it's as good as any other, and all we have to say is it's better than yours. Now, why is yours better than that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"They're useful to me. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume we wouldn't need a Hudson notice at all, if -- if bishops affirmed all of these things, right? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is in -- in this system, and going back to Justice Breyer's practicality, they will get a chance to object.  It just won't be at the moment of the special assessment; it will be the following year.  So, when the union gives its new notice, it's going to set forth its chargeable and non-chargeable amounts as audited, and it will say, as it did -- as it's done in the briefs before us, on Proposition 76, we're going to take 50 percent as chargeable.  And the union members can come in and give a Lehnert objection, those who want to.  Those who don't, know it's happened, and they agree to it. Isn't that correct?  They do get a chance to object; the question is the timing."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there an answer to that?  They will get a chance to object then?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's true of the first example I gave you.  If something happens in the middle of the year and the union needs to divert already-assessed funds to challenge a election, they can do it.  And you said that's okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't -- isn't the premise of Hudson that you give the notice before, before -- you receive the notice before you have to cough up the money?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And what's now proposed is, well, for -- if there's an additional assessment, you cough up the money first, and then later you straighten it out.  And I -- do you get -- do you get the interest?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you get -- does your Hudson notice tell you about what's going to happen next year?  I thought your Hudson notice told you this was the breakdown for the last year, and as far as we can tell, that's what it will be next year, but -- but things could change.  What does the Hudson notice tell you?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But am I right in my description of it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Do they -- do they carry over from one year to the next, or do you have to refile your objection to the union expenditures every year?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but what happens --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But going back to the -- forget about special assessments.  I think in one of the briefs, I know in one of the briefs, someone says elections happen every 4 years.  So, in the normal cycle of union activities, in an election year they're going to divert more of whatever accessible moneys they have to their lobbying efforts, and the following year they'll go back to normal for 3 years. You're not challenging that normal variation in the -- in the distribution of the moneys, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, I guess my problem is I don't see how that, given your argument, is any less alone than this special assessment where the labor -- where the objecting members at the end of the year will get notice of what has happened that year, will have an opportunity to place their Lehnert challenges and get them ruled upon, and will, as Justice Breyer said, have a benefit because they're going to either pay more if the Lehnert -- pay less if the Lehnert challenges are upheld or pay more if -- if they're not. But I'm not quite sure how this is a different loan."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Collins. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why do -- why did you give up once the case was granted here?  You didn't consider that until the case came before this Court."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What does this local, and what will the other locals, do in the future when special assessments are made?  Will they provide notice or will they go back to the old system?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Collins, as I understand Mr. Young's argument, there is a serious dispute about the adequacy of this notice, and it might be a dispute about whether it was clear enough, about that it was satisfying claims, or it might be a dispute about whether it allowed refunds easily enough, but that Mr. Young is contesting whether the notice complied with the district court's order. Now, as long as that's true, don't we have a live case before us?  Somebody has to answer that question about whether your notice complied with the order, and if it's the case that a court has to answer that question, doesn't that depend on the questions presented here, the substantive questions?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But this is not -- this is not an incidental matter.  I mean, the whole point of your friend's argument with the Hudson notice is they want people to understand what's happening with the -- their union money.  And they say this notice didn't let people know that.  And if the case is not moot and if they prevail, they will have a right to be heard on what the notice should say.  And that will make a difference in how many people opt out or how many people don't. And I guess I'm following up on Justice Kagan's question.  That's a very important part of this case, what the notice is going to say, and if we accept your view that it's moot, that issue goes by the wayside."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  I don't see how that -- I don't see how that works. The notice is only required by the district court if the case is not moot.  If the case is moot by the notice you sent out, the district court doesn't have a case on the basis of which to order a different notice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But -- I want you to move to the merits.  It may be a good time to do that."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I clarify a point? I thought I heard and maybe I just didn't look at the union regulations, the new ones -- is it limited to 180 days?  I thought I heard your adversary say that the --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me what the burden is on a union to give a second Hudson notice whenever there is a special assessment?  Meaning do you happen to know how frequently unions impose special assessments --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- and what the incremental cost is to the union of giving such notice?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Try to summarize it.  I wasn't looking to monopolize you."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is it incorrect that this was for what was termed a \"Political Fight-Back Fund\"?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me give you this example, and maybe you'll say that this is different from your case and the rules should be different in these two cases.  The annual dues for particular -- for members of this union are 1 percent of their salaries, and let's say that amounts to -- or it's a certain percentage of their salaries, and let's say that amounts to $500 annual dues.  And let's say that, in the prior year, 90 percent of the money collected by the union was used for chargeable purposes, 10 percent for non-chargeable purposes.  So, someone who objected, a nonmember who objected, would be able to get back $50. Now, during the course of the year, the union levies a special assessment or whatever you want to call it, and for this 90 -- the percentages are exactly reversed:  90 percent is for non-chargeable; 10 percent is for chargeable.  So, now a nonmember who potentially wants to object has $450 at stake.  Now, in that situation, why shouldn't there be separate notice? Aren't the economic incentives quite different?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, as I said, my hypothetical may be very different from what happened here, and maybe it's an unrealistic hypothetical; and you can answer that.  But if -- if it were to occur, should there not be Hudson notice?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But what if the money is going to be used for an election campaign?  What if it is going to be used to weigh in, in favor of one gubernatorial candidate against another, in favor of one slate of legislative candidates against another?  And on those issues, the nonmembers may have very strong partisan and ideological objections.  So, why should they not be given a notice at that time --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- and given the opportunity not to give what would be at a minimum a -- an interest-free loan --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- for the purpose of influencing an election campaign?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought your point, though -- this was a very special ballot initiative.  That's what the literature suggests, that this was not sort of the normal run in the course -- every 2 years, every election cycle, we spend something. That's why it's a special assessment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, it's not short-term; it's just until November 7th or whatever."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can you think of for a second -- to go back to Justice Sotomayor.  Now, I would like you to see, I think, why she asked the question. As I understand it, the way it works now is at the beginning of, say, September -- say it goes September -- September.  September of year two, we look back to year one, and we see what the percentages were. And now we in the union calculate a budget for year two. And we go and get approval or opt-outs on that basis.  Now, what I thought coming in here is that the problem was going to be, if you have to have a new notice in the middle of the year for special political assessments, you're going to discover that half the time you don't know if they're special political assessments. It's an impossible line to draw.  It's really tough. You're making the argument that however you draw the line, we're on the right side of it, not the wrong side.  Isn't that what -- basically what you're saying?  It's not a special assessment.  It wasn't really -- et cetera.  Okay. Now -- but there's a new argument that's come along that I hadn't focused on, that we can avoid the administrative problem by saying all special assessments require a new notice, whether they're for political purposes or not.  Hence the question that I was trying to get -- I was very interested in your answer.  If we had that rule, which avoids the problem of saying which is which, how does that affect the union?  Not necessarily yours but unions in general. How often is it that you draw up your budget for year two in September, you put it into effect, and then during the year, you discover you need more money from people for any reason, and, therefore, you change what you thought they were going to contribute?  How often, if you can give us an estimate -- and you're in a better position than I.  Does it happen a lot, rarely, a little?  What do you want to say?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And a footnote:  And if it happens a lot, how burdensome is it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could you please answer my question?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right?  The burden."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"One reason -- I mean, we're dealing with the situation where the union is compelling nonunion members to give them money for political activities.  We allow, as I understand Hudson, as I read it, because you can't figure out what that is, you wait until the end of the year.  In other words, it's a compromise for administrative convenience. Normally, you wouldn't allow it at all, as -- at least under the law as I read it, you would not allow people to take money -- you would not allow the union to take money from people who don't want to spend it on political activities so the union can spend it on political activities.  But we allow that in the course of the year because it's impossible as you go on to sort these things out.  I thought the argument on the other side was when you have a special assessment, an additional charge, there you don't have the administrative problem.  You can tell it's .25 percent. So, you can't take that until you tell them, do you want to object or are you happy -- are you fine with having this spent on political purposes?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But on the -- I'm reading from the district court opinion.  It said that this assessment would be used -- and they're quoting from union material -- \"for a broad range of political expenses, including television, radio advertising, direct mail, voter registration, voter education, and get out the vote activities in our work sites and in communities across California.\"  And it further said, quote, \"The fund will not be used for regular costs of the union such as office rent, staff salaries or routine equipment replacement.\""},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that the --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that the proponents of Propositions 75 and 76 had come to the union and said, would you please give us an interest-free loan for money because we want to use this money to -- to persuade the electorate to enact these; but don't worry because we're going to pay it back right after the election, when we've achieved our electoral ends. Would -- would the union provide the money because it's all going to come out in the wash?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- gee, I really doubt that you -- that they would.  But what's the difference?  If you look at this from the perspective of a nonmember who doesn't want those ballot initiatives to be defeated, saying that we're going to give you your money back -- we're going to use your money to achieve a political end that you oppose, but don't worry because we're going to give it back to you next year after we've achieved our political end -- how does that solve the problem?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it seems to me that this answer is -- is so confusing that the Court probably should consider whether or not an opt-in requirement is -- is preferable.  I -- we're talking -- in the first exchange, you had with Justice Alito, he gave you a very simple question:  90 percent and 10 percent.  Then, it's reversed.  Special assessment for 90 percent political.  And the point there was that you're taking someone's money contrary to that person's conscience.  And that's what the First Amendment stands against.  And you simply wouldn't answer that question. You would -- and then you say, well, maybe that it's -- it's fungible, it's hard to --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that you're avoiding --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- a very, very critical question on the constitutional rights of these objecting members."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask you this --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- by way of background: In collective bargaining negotiations, do the unions consider the -- as one factor the importance of ensuring that the governmental employer has fiscal stability?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn't that ultimately a political judgment, so that even collective bargaining involves a core political judgment?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- you concede, in ordinary collective bargaining, there are critical and important political -- significant political judgments that are being made by the union in the course of collective bargaining with chargeable expenses?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel.  Mr. Young, you have 4 minutes remaining. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Young, I hope this won't use up much of your time, but I do have a pressing question to make sure that we're just not spinning our wheels here. What if the union here had simply said all this additional assessment will go to bargaining activities, and then simply used its original assessment, the portion that had been anticipated to be used for bargaining, for political activities?  It could do that, couldn't it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's not committed to -- to, you know, an 80-20, or whatever the division is, simply because that's what's given out in the first notice.  It can indeed use its -- the anticipated portion for bargaining for political activities."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, why are we wasting our time?  I mean, all the unions are going to do is say this is a general assessment for bargaining purposes, and then use their -- their general funds for the political thing."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they don't lose it; they're going to do it the following September.  The attractive part of your argument from the beginning was that this is somehow a forced loan.  And I understand the attractiveness of that.  But it goes back to what Justice Breyer said from the beginning, which is, given, as has been recognized, that money is fungible and that you can't really often predict what's going to happen in the future, it's been developed a system that cyclically gets money to the people back."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So, you win, and it'll never happen again.  It'll never again be called a segregated fund for politics. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the -- the problem if you win in this case, and then there is this other way of getting to the same -- the same result, is that the other way of getting to the same result, while permissible, is far less transparent.  And people won't understand it, and it -- it encourages a kind of slyness that seems highly undesirable. And the virtue of the present system is that it does require some forced loans, that's true, but it does wash out in the wash, and it ends up being fair to the objectors.  And it's simply hard to think of a better system that doesn't provide more administrative problems than the existing one."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So, that's -- go ahead."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is that I'm being told by your adversary -- and since we don't know, I'm always afraid of writing a decision in a vacuum, okay?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That unions structure their business in a myriad number of ways, that some have a very small due each year and a larger special assessment for special projects.  And I assume there's endless variety. You're proposing a rule that every single time an assessment outside of annual dues is imposed, that a new Hudson notice can be given.  And you're suggesting, Justice Scalia, that all they have to say is we think it's going to be for chargeable effect."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Briefly, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WILLIAM J. YOUNG","firstName":"WILLIAM","lastName":"YOUNG","counsel":true,"justice":false,"side":"petitioner","words_spoken":2249,"interruptions":24,"times_spoken":67,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JEREMIAH COLLINS","firstName":"JEREMIAH","lastName":"COLLINS","counsel":true,"justice":false,"side":"respondent","words_spoken":3074,"interruptions":19,"times_spoken":36,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":806,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":329,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":657,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":201,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":276,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":900,"interruptions":4,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":378,"interruptions":2,"times_spoken":14,"laughter":2,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1058,"interruptions":2,"times_spoken":17,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":2249,"times_spoken":67,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":19,"words_spoken":3074,"times_spoken":36,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":17,"words_spoken":4605,"times_spoken":111,"laughter":3,"num_int_by":6}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035250}}