{"petitioner":{"name":"RICKY D. FOX","counsel":[0]},"respondent":{"name":"No. 10-114\nJUDY ANN VICE, AS EXECUTRIX OF THE:\nESTATE OF BILLY RAY VICE, ET AL.\n","counsel":[1]},"caseNumber":"10-114","date":"2011-03-22T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 10-114, Fox v. Vice. Mr. Rosenkranz. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did we take the case on the assumption -- your -- your predecessor and you may disagree -- but did we take the case on the assumption that this was a frivolous cause of action?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait. I mean, my goodness. You could say the same underlying facts justify, you know, a suit for -- for libel, and also justify a much -- a much greater suit. I'm not sure that we look to simply the underlying facts. We look to what kind of liability was sought to be imposed upon the defendant. That's what determines how much money the defendant is willing to pay for his lawyer, and how much he has to expend in defending."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not quite right. To the extent they overlapped, even on the theory the Federal claims were presented, the plaintiff below was seeking attorney's fees --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- under 1983."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the city's liability would be greater."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz, you knew that, though, from day one. This case is brought in State court, it's removed to Federal court. Ultimately the plaintiff says: I recognize that as a matter of law my 1983 claim is no good. But the plaintiff didn't say that until 18 months after the -- the transfer. So doesn't the plaintiff have some responsibility for running up all these costs in the Federal -- burdening the Federal court, having discovery in Federal court, instead of saying when defendant removed the case -- either dropping the Federal claim or conceding at that point that it had no merit so it's only the State claims. I mean, doesn't -- doesn't the plaintiff bear responsibility for keeping that case in Federal court for 18 months?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What if Mr. Fox had filed two -- two actions, the Federal claim in Federal court, the State claims in State court? Now, the Federal claim is handled in the same way that it was here. It's found to be frivolous. Would not the defendants be entitled to all of the time that they spent preparing for the Federal court case?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're proceeding on the assumption which I -- I think is certainly, based on what I know of the record, true here, that the State claims are far from frivolous. But how is -- let's take another case, where it isn't clear whether the State claims are any more meritorious than the Federal claim. Then how is the Federal judge supposed to handle the -- the calculation of attorney's fees in the separate Federal suit?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Yes."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the facts are -- the facts are intertwined, but they're two separate cases."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You have claims of unknown merit in State court; you have a frivolous claim in Federal court."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do you calculate that? I mean that -- that's what the question was."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an incredible burden to impose on the district court. It's hard enough for clients to read through these billing records and figure out what's valid and what's not, but to ask the district court to then go through and look at it, and see -- and maybe it doesn't say, you know, \"1983 suit,\" \"State suit.\" Maybe it's just an entry. And then you've got to go through entry by entry and say well, now, was that for the 1983 action or was that for the State court action?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And that seems -- just -- sorry, I don't mean to drone on, but that seems to me to be an especially odd burden to impose when you're dealing with an area where there is a heavy dose of discretion to the district court in the first place."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe in your case, but there's no reason to suppose there won't be cases where the things are flipped, and the Federal claim, perhaps frivolous for a legal reason rather than a factual one, is the dominant driving force in the litigation and you've tagged on a few other State claims."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz, there -- there are distinct differences in the 1983 suit because, first, the plaintiff has to show defendant acted under cover of State law -- that's not going to be necessary in the suit for extortion or defamation -- has to show that Vice was an official policymaker for the city. Those are discrete issues that relate to the 1983 claim but have nothing to do with the extortion/defamation claim."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a pretty audacious claim, that you filed such a frivolous cause of action that they shouldn't have wasted so much time responding to it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a lot of chutzpah."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And you shouldn't have filed it. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, can I understand what legal analysis you're proposing? Your blue brief seems to suggest, as does your argument a few minutes ago, that you want the Sixth Circuit's rule, which is the only circuit that applies this rule, that says when the facts are identical and intertwined, the defendant gets no fees."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All of the other circuits, as far as I can tell, don't go to that extreme. They say something closer to what you started with, and your yellow brief suggests, is a but-for cause: The defendant is entitled to those costs related to the defense of the frivolous claim. Which of the two theories are you advocating? And then a separate question, of what standard of review should be imposed in those situations in which the activities are so intertwined, but there is still a core essence of defense of the Federal claim, which is some of the hypotheticals my colleagues --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- assume."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But there are difference -- are differences in how we read those other circuits, but I'll accept your proposition."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I clarify what you mean by \"completely intertwined\"? You mean there is no incremental work just on the Federal action?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- you're looking for fees -- your first argument -- even though they can identify fees that were incurred solely on defending the frivolous cause of action?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. That's an easier case. What if it's 20 percent spent on the Federal action? Do you still completely intertwine?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it's not completely frivolous, but frivolous enough to satisfy a demand for fees? What if it does take them, you know, 40 hours to prepare the motion to dismiss it as frivolous? Do they get those 40 hours?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you've got to find the 17 cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You've got to look carefully at the facts. They assume good faith on the part of their adversary that would not file a frivolous claim. The idea that it's going to be able to -- they're going to look at it and say, this is frivolous, file a motion in Federal court, I think that's a -- doesn't reflect an adequate -- doesn't reflect a realistic understanding of Federal litigation."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't want to have you adopt this phrase, but just to clarify, are you saying that it's a but-for test, that you get only those fees for time that was -- that would not have been incurred but for the frivolous claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that's not how it works. You say they know they're going to be seeking claims. They don't know in advance, this is going to be a frivolous claim, the discovery is going to be completely overlapping or it's not going to be overlapping. And most lawyers do not keep detailed accurate billing records. That's just an underlying reality. So I do think it's a significant burden on the district court to say, go back and read these -- read these billing sheets, figure out which is which, presumably have litigation over it. Someone is going to file a motion for these fees; the other person is going to say, no, no, it shouldn't be 20,000, it should be 15,000. And our precedent in this area gives a huge amount of discretion to the district courts, just reasonableness. And it seems to me you're buying into a lot of litigation to decide whether it's 20,000 or 15,000."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand you go back to the first point."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, you're saying that the lawyer has to keep account of -- now, if I'm going to spend time on \"under color of State law,\" I have to label that and figure the hours for that separately; similarly for whether Vice was an official policymaker, those hours that you are requiring that -- instead of saying X number of hours for deposition of witness A, you are requiring particularizing the issue?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And Mr. Rosenkranz, in this case what's your understanding of the approximate percentage of time that was spent on the Federal issues that Justice Ginsburg was talking about?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So there was no significant motions practice on these issues? There was no particular discovery on issues of State action and so forth?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the potential liability on the frivolous claim is much greater than the potential liability on the factually interrelated non- frivolous claims, and the defense argues that we spent a lot of time on -- a lot more time on these interrelated factual issues because of our fear of the greater liability on them than the frivolous claim?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, did the -- the district court here said they're intertwined claims, they all relate to the frivolous claim, they're entitled to full fees. The Fifth Circuit seemed to do the but-for test. Are you agreeing with that? It's -- the language it uses sounds like a but-for test: \"A defendant is only entitled to attorney's fees for work which can be distinctly traced to frivolous claims. We are confident that the district court can assess the amount of attorney's fees attributable exclusively to a plaintiff's frivolous claims.\" Is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You think they misapplied that?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Two."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And they joined the Ninth and the -- and the other circuits that have the but-for. So it's three places. They said we're not joining an exclusive fees entitlement either way, we're joining what the majority of the circuits are doing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not why we took the case, to correct the factual application."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So they messed up the application of the but-for test. I thought the issue before us whether -- was going to be whether the but-for test is a proper test, not whether this particular court, having expressed a proper rule, misapplied it. don't care about that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz, I'm looking at the billing sheet, August 14, 2007, 32 hours, miscellaneous cost, online research. Is that for Federal or State?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- you -- you -- you've done this several times in the course of your argument, sort of equating, you know, the attorney's fees for frivolous suits with the normal attorney's fees that the plaintiff gets when the plaintiff is victorious. I'm not sure that we should treat the two situations about the same, because the plaintiff gets his attorney's fees whenever the plaintiff wins, whenever the plaintiff wins, whereas the defendant gets those fees only when the plaintiff has brought a frivolous suit, which should not have been done, which is wrongful, which is perhaps sanctionable under Rule I'm not sure that we have to evenhandedly apply the same kind of rules."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rosenkranz, one -- one piece of this you must know the answer, under the Louisiana law we have the extortion, defamation, and emotional distress going forward in Louisiana courts. Does Louisiana follow the American rule so that plaintiff even -- if the plaintiff prevails, there would be no award of fees?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Stancil. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So why can't you prove that?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why can't you prove that in a but-for situation? Why don't you tell me what you -- your proposed standard is. As I understand it, you would say if the Federal claim is frivolous, then you're entitled to all fees, even if the State law claims overlap and have merit or potential merit. I think -- is that your position?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Eligibility, it has to be a frivolous claim, that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If the liability under the State law claims is $100,000 and the liability under the Federal claims is the same, and you win on the Federal claim and you lose on the State law claim, if I were the client, I would say your degree of success was zero. I still have to pay $100,000. The fact that you won on one claim but then lost the whole issue -- the whole value on another, I wouldn't call that a degree of success."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see how that -- one can say that looking at the complaint. It said extortion, emotional distress -- where is the complaint? Let's look at it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right to be free from extortion."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm -- I'm not familiar with Louisiana standards of pleading. Afforded -- under 16 at page 41, the rights, privileges and immunities afforded Petitioner by our Constitution, Federal, and laws, State and Federal."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It would seem to me reading the complaint would permit that."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I don't know what degree of specificity is required."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that the Louisiana pleading rule were -- was that you state the basis of your claim, and you do not have to plead legal theories; and if that's so, then if this -- defendant removed this case to Federal court; the plaintiff wanted to keep it in State court; and in Louisiana, under the Louisiana pleading rules, it would have been perfectly appropriate. The -- the claim alleged gave rise to extortion claim, the defamation claim; so this complaint was filed in Louisiana court that has a rule that says tell us what happened, and then you can have whatever legal theory you're entitled to."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that implausible, Mr. Stancil, when we consider that of all the claims here, the one that would seem easiest to prove is extortion, because Vice was convicted of extortion in a criminal proceeding? So if you're looking look and you say what is the outstanding claim here, I would assume that it was the extortion."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The district court was prompted to do that by your motion for summary judgment."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And you could have brought that motion very early on. If this is a frivolous claim on its face, then why didn't you move to have it dismissed immediately?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stancil, can I get you to just think about a hypothetical with me? There's a plaintiff and he files a suit and it has a State claim and a Federal claim; and the Federal claim is a really bad claim, it's frivolous; and it eventually gets tossed out, and it's -- it's labeled frivolous. But the State claim is a really good claim and it wins, all right? The plaintiff has requested $100,000 and the plaintiff gets $100,000 because he's won on the State claim. Now, here are the legal fees. The legal fees are 20 percent was incurred solely for the State claim, 20 percent was incurred solely for the Federal claim, and 60 percent was incurred in both because there were overlapping issues and it's just impossible to tear them apart."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What are the fees in that case according to you?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So -- but -- so in other words, you're saying he gets all the work, the defendant gets the work done on the Federal claim notwithstanding that the plaintiff has gotten his entire relief; is that right?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All the work that is --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Even though the plaintiff has, from the plaintiff's view has completely won the lawsuit."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Go --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. Go ahead."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and -- okay, go ahead, I'm sorry."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So but on that theory, the -- the plaintiff would be paying the defendant's fees for work done where the plaintiff won."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought what Congress said and what we've said in Hensley, that the only thing that the defendant is entitled to fees for is the burden of the frivolous Federal claim. Your -- your answer to Justice Kagan is suggesting that even if the plaintiff wins, wins everything they were seeking, you're still entitled to 80 percent of your fees, even though the Federal claim didn't add anything to your work -- to your work, except 20 percent?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But tell me why we would, given the differences that we've announced in Hensley between prevailing plaintiffs and prevailing defendants -- because you can only prevail as to a frivolous fee. Why do we start with your entitlement to your entire fee and deduct from it, instead of starting the other way, which seems more logical, which is you're entitled to the fees related to your frivolous claim, so why don't you have to prove that first?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No. No, no, no. We're assuming a lawsuit that has -- as this one, that has both Federal and State claims and only one -- whether it's one frivolous Federal claim or multiple Federal claims and two are frivolous, one is not, and there is a bunch of State court claims."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So why do we start with your total fee and deduct down, rather than start where all the circuits are starting, which is to say, what can be attributed to that frivolous claim, which is the only thing you're entitled to fees from?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stancil, the first magistrate to get this case said explicitly that the discovery materials, the discovery in the Federal Court, would be usable in State court proceedings where those materials might aid in obtaining a judgment. So doesn't that have to be taken into account, that the discovery materials developed in Federal Court will now be used in the State court proceeding?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And I assume you agree that discretion can end up going either way? You could submit time sheets that show 35 percent of our time was spent on the Federal case, and the district judge can say, you know, time sheets are subject to -- manipulation is too strong a word, but I'm just not going to give you 35 percent; I'm going to give you 10 percent. That's a reasonable exercise of discretion. The judge doesn't have to say a whole lot about it and it's certainly going to be upheld on -- on appeal, right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, every other circuit except for the Sixth has dealt with the but-for test or some variant of it. Even the Fifth did it in this case and ruled in your favor. What you're asking for is, I think, very akin to the opposite rule of saying if we dismiss the Federal litigation, you're not entitled to any fees, because this case was about -- is in Federal Court, so that's the only thing that matters. That seems to be your rule. Every other circuit has some variant of but-for, and they seem to manage it just fine. Nobody likes attorney's fees."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Espouse your test for me, because I still don't understand it except for flipping through Hensley, but Hensley has a different predicate, which is that plaintiffs are -- if they win, they're entitled to fees."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How do you reconcile the test that the Fifth Circuit said it was applying, which is -- seems to be a but-for test, with the fees that were actually awarded here?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that certainly conflicts with the first magistrate. The first magistrate said use the material in the State for the State court proceeding."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you a question I asked Mr. Rosenkranz? Here, the argument seems to proceed on the assumption that the State law claims are not frivolous and may well be meritorious, but suppose that the Federal Court was in no position to make that determination at the time of the remand. What is the Federal Court to do then?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You want to us decide this case on the basis that it was only -- it was only a 1983 claim for the entire time it was in Federal Court until the -- until the very end, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what good does that do? I mean, is that why we took this case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What principle of law that's going to help the lower Federal courts would come out of that holding?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Whenever you have nothing but a 1983 case, you can give -- and it's frivolous, you can give attorney's fees right up to the limit of the fees expended, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think nobody doubts that, do they?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, no, but you're saying they were only attributable to a 1983 claim during all of this litigation except the very end."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you disagree with the statement in the -- in the Court of Appeals opinion about, only for fees that can be distinctly traced?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I understood your adversary to agree with that position. You'll need to switch sides, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But your argument has focused, in reference to the complaint and all that, on the legal theories. Your friend has focused on the underlying factual basis, and all the litigation -- all the background work on the underlying factual basis, I don't know why that can be fairly attributed only to the 1983 claim."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what percentage of the work done has actually been useful to you in defending the State court claims, approximate?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's disembodying what -- we have a factual scenario here. Some of the discovery was spent in determining what happened with the alleged racial slur. Investigating the facts of that claim are certainly relevant to the State court proceeding."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure what that means, because if you're taking discovery on the State law issues, defamation, extortion, et cetera, you're pressing it. At the point that the Federal action is dismissed you no longer can pursue that in Federal court to its conclusion."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then why would -- if you have a bunch of different claims and the facts support some of the State court actions, why should you be entitled to fees that you would have incurred in State court no matter what?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Did you -- are you seriously contending that the lawyer below didn't understand that the defamation and the extortion claims were part of this case? I'm hard pressed to believe that reading that complaint would not doubt that --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Found?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In answer to Justice Scalia's question, basically the only difference you have with the -- with the Fifth Circuit is that you would say fees fairly attributable to Federal claims as opposed to fees exclusively attributable to Federal claims; is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So your presumption would be that if the fees are -- support both State and Federal claims, you're still entitled to fees?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I still -- I don't understand what that means."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You want district courts to determine how important the 1983 claim was in relationship to the State claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Rosenkranz, you have 4 minutes remaining. "},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If the Fifth's Circuit's statement -- if the Fifth Circuit's statement of the test it was applying is correct, would you say that that is a discretionary determination? The district court should have discretion in making the -- an apportionment?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you agree an assessment of the relative significance of the frivolous and nonfrivolous claims would also be a factor that would go into that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What if there's a cap on the liability for the nonfrivolous claim but not -- maybe treble damages on the frivolous claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I was wondering kind of as a starting point, and I don't know why you would fight so vigorously against the verbal formulation \"fairly attributable.\" I assume most district courts, when they get it, they're going to start by looking at whatever his affidavit, this is how much our fees were, and then if there's some reason, perhaps Mr. Stancil's case, where everybody thinks it's a Federal that's all, or maybe not, then they can just go \"fairly attributable\" rather than but-for, which gives the district court a lot more leeway and the sort of leeway we have always held in this area they should have."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOSHUA ROSENKRANZ","firstName":"JOSHUA","lastName":"ROSENKRANZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":2960,"interruptions":28,"times_spoken":51,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MARK T. STANCIL","firstName":"MARK","lastName":"STANCIL","counsel":true,"justice":false,"side":"respondent","words_spoken":3615,"interruptions":21,"times_spoken":54,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1023,"interruptions":0,"times_spoken":25,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":172,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":403,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":692,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":406,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":992,"interruptions":3,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":2960,"times_spoken":51,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":21,"words_spoken":3615,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":7,"words_spoken":3997,"times_spoken":106,"laughter":1,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9}}