{"petitioner":{"name":"DANA ROBERTS","counsel":[0]},"respondent":{"name":"SEA-LAND SERVICES, INC., ET AL","counsel":[1,2]},"caseNumber":"10-1399","date":"2012-01-11T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 10-1399, Roberts v. Sea-Land Services. Mr. Gillelan. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"What happens in the case --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"-- that the two parties are at extremes and that there is indeed something in the middle.  I mean, you say it has to be the determination of entitlement to compensation by the agency.  The other side says no, it's just entitlement, whether it's been decreed or not.  Why -- why wouldn't it be an award, however, if it was the employer that voluntarily paid the amount due, which is what he's supposed to do anyway, right?  Why wouldn't that be an award of compensation?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, a sense that -- that the text would bear, as opposed to the -- to the sense that the other side argues here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- well, I wish you would submit the sections of the Act that use it that way, that say \"compensation without an award.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the -- and the critical time, then -- I think, isn't it true that most compensation payments are the -- are as a result of voluntary action by the employer and not a proceeding?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- and then in those cases, when the employer says, okay, I will voluntarily make this compensation available, then measuring -- the -- the pay would be measured by the time the employer makes -- makes the compensation available, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"But there's no award."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But we have -- what is -- I mean, there can be.  But here's a person who has been injured and gets compensation without having to bring any legal proceeding for it.  What is the weekly -- the measure then?  It can't be an award, the date of the award, because there is no award.  So, what is it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, he doesn't.  No, he doesn't.  He can just begin payment.  This (c), which is the section we're talking about here, doesn't just provide for newly awarded compensation.  It also says \"survivors currently receiving compensation for permanent total disability or death benefits.\" \"Currently receiving.\"  Now, does that mean it has to have been decreed by the agency?  I don't think so."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That clause."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand. But it -- but it applies to the question, it seems to me, that Justice Ginsburg asked, doesn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But only if you've been receiving compensation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay? If neither the employment -- if neither the employer gives you the compensation voluntarily nor as you -- as you contend, there has been an award by the agency, you're out; (c) doesn't apply.  Right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How else would it apply? You are either receiving compensation, which I would understand to mean receiving it from the employer or by reason of an award, or else you've been newly awarded compensation, which I guess means it hasn't yet been paid, but -- but you have the award in your pocket."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't say that, counsel.  It says \"survivors currently receiving compensation.\"  It doesn't say \"by virtue of an award.\" It says \"receiving compensation.\"  So, if the employer is paying it voluntarily, you're in there.  And then it goes on and it contrasts with receiving compensation those newly awarded compensation.  You're not yet receiving it, but you've been awarded it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm just trying to make sense out of the provision.  And it doesn't seem to me to make any sense unless you read it just the way I suggested."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't say that.  It says nothing about an award.  The last part talks about an award.  It says \"currently receiving compensation for permanent total disability or death benefits.\"  And if you're receiving it from your employer, I don't know why that isn't covered by that.  Why isn't it covered?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think it affects your case.  It's just a matter of understanding what this provision is talking about."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the employer has been paying voluntarily, you don't penalize the employee for not having an award, right?  I mean he's in the same position; the employer has conceded the liability."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, would Justice Scalia's reading in your judgment -- accept his proposition that those currently receiving voluntary payments from the employer fall under subsection (c). Would his reading require the employer every year to recalculate the benefits to the maximum that's established that year?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's why his reading --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The function of (b) is to set a maximum that will control all payments present and future."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, if you read it the way he does, that maximum would change each year."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand why that's so only for employment -- for employer payments and not the case for awards.  If that's so for the employer's payment, why isn't it so for awards that have been decreed?  Why don't they change every year?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So, then my reading makes perfect sense."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When -- one of the arguments on the other side that I thought made some sense was the idea that you should focus on a particular point in time when you're figuring out what the amount of the award is going to be; that it doesn't make -- that it's at least odd to say, well, we're going to calculate how much you're entitled to at this point, but in terms of the applicable maximum, we're going to wait however long it takes and calculate that as of this point.  Doesn't it make more sense to figure out the applicable numbers at the same point in time?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, if we think -- if we think the statute -- in other words, your argument, your response, is that the statute is unambiguous and it can't be read --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in a more sensical way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't really have to establish that, do you?  All you have to establish is that it is -- there is no way in which \"newly awarded compensation\" means entitlement to compensation.  That's all you have to establish."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have to show that it's used consistently throughout, only that it's never used to mean entitlement to compensation."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you conceding in answer to these questions that your reading doesn't really make any sense; that's just what Congress -- that's what Congress did?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what sense does it make?  What -- why should the ceiling depend on whether an employee is getting compensation voluntarily from the employer or as a result of a formal award?  If you have two identical -- identically situated employees and one is getting the compensation without an award and one is getting it with an award, as you understand the term \"award,\" why -- what sense does it make to treat them differently?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They're identically situated in every respect except one.  One has a formal award; one does not.  What sense does it make to treat them differently then?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, if I understood your response to my prior line of questioning, you deny that they are treated differently.  The one who is receiving compensation is treated the same, under the same provision.  There are two parts to it:  survivors currently receiving compensation and survivors newly awarded compensation. Those two classes are treated exactly the same.  The only one that is treated differently is somebody who is neither being paid by the employer nor has yet received an award."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I see.  Partial disability, in other words."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you then go back -- I did have the same question Justice Alito asked, and I'd like to hear the answer.  The answer -- that there -- I'll add one footnote, perhaps, which -- make it a more complete answer, and that is that it makes very little sense to me when a worker becomes disabled on January 1, 1990, for example.  He is now disabled.  And so, we calculate what his wage was.  His wage was $200 a week. And now we say:  But that shouldn't exceed twice the average weekly wage, and we're not going to apply it to him. You're going to apply it to him at some random date.  His wage that he's getting paid is figured out as of January 1, 1990."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the maximum that it could be is figured out as of January 1, 1998, when he finishes a proceeding. Now, I just -- for both reasons, why would you distinguish and why would you get that result?  For those two reasons, it doesn't seem to make much sense to me, your reading of it, while theirs does make sense. Now, you explain why that is."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought Congress wanted the system to operate so that people just did it voluntarily without an award."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, it really doesn't make a whole lot of sense.  I mean, it seems to me you have to acknowledge it would be a much better statute had it been written differently.  And really your argument here is it's not up to us to revise the inadequacies of a statute.  I mean, your argument is you just can't read the language that way.  And it provides a stupid result.  There are such things as stupid statutes, and this is one of them, right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you think -- you think it is not stupid because you think it is a good idea to give a lot of work to the Department of Labor and that all the employers who are going to do this voluntarily and there will never be a problem with it -- all should be encouraged to go and get a certificate from the Department of Labor.  All right.  I'll take that as -- something. And now, why is it I can't read the statute the way that it seems to make somewhat more sense?  I don't see any words here that stop me from reading it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Where now there exactly? It says -- you mean in (c)?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You just told me that just has to do with permanent or total disability, and this is far --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- why don't they both?  I mean, as I read it naturally, it says that -- we now have a special thing, you know, which these people are the dead ones and the widows are getting it and the permanently disabled people, and the -- this individual, and the Secretary, the Secretary or his delegate is going to calculate this thing all the time. And they've got a special thing here for -- for permanent people, permanently disabled, and they're saying as to those people, we're giving them a break. They can't look for more work.  They can't look for -- they're dead, for example, and they can't find other sources of income.  And so, we say that, that if the average wage goes up and their wage was higher to begin with, we will raise it a bit."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And that applies not only to the people who are just getting this for the first time in the relevant period; it also applies to all those who have been getting it.  It applies to both groups.  Well, that makes sense to me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, the whole thing applies just to the permanently disabled and the death things. What says it applies to anybody else?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The whole thing.  The whole -- the whole -- all of (c).  That's -- in my thing here, that's seven lines.  All of (c) applies to permanently disabled and those who died."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, yes.  Oh."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I feel slightly like an Abbott and Costello movie, but I'm getting this -- (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Counsel, what happens to your argument if we disagree with you that employers have a way to seek a compensation order?  As I read the regulations, the only way they can do that is if the employee files a claim, and the employee's filing of the claim then sets the process in motion.  I can't imagine that an -- any employee, knowing that a future award could help them, would bother filing a claim to help the employer lock in his rate."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not my question. Most of your argument is premised on the -- I thought, that the employer could lock in his rate --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- by seeking an award."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If I disagree with you that the Act doesn't provide for that and neither do the regulations, that only employees can seek awards, what happens to your argument?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as I've studied it, I think that's the case.  So, assume that fact to be true, that employers have no regulatory or statutory right to seek an award.  They can either stop paying and have the employee make a claim or not. How -- what does this do to your argument, if that's accurate?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"By stopping payment."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, that destroys the whole voluntary payment aspects of this."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it an odd statute?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"I see.  Is your argument this now -- I'm sorry to be so slow.  But that, look, there is a statute here; it that says compensation cannot exceed more than 200 percent of the annual weekly -- or the weekly wage.  Then in (3), it says how to calculate that particular number.  And then you go over to (c), and (c) says that calculated number applies to those newly awarded compensation. And you're saying \"newly awarded compensation\" means somebody got it through an award, not somebody got it automatically.  And since somebody got it -- had to get it through an award or it wouldn't apply when you just get it because they pay for it, it just doesn't apply.  You have to go get the award.  And the word you're turning on is \"newly awarded.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the argument?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Like Abbott and Costello, I don't know what I'm talking about.  But I do -- I do -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"I was -- I was --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":8,"sideBefore":"justices","text":"Well, Mr. Gillelan --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Now I fully understand your argument."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Counsel, could I --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":4,"sideBefore":"justices","text":"Could I follow --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Could I ask you about another inconsistency in this section?  We've gone over one, which I think is there.  Isn't there a group left out of this thing, even under -- even under the Government's interpretation of it?  What happens to people who are receiving compensation for temporary total disability or for partial disability?  They don't -- they don't come under either one of those two categories, even under the Government's interpretation, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, they haven't gotten an award yet.  They have not gotten an award yet, and they are only partially disabled or have temporary permanent disability.  They're -- they're not covered by (c), are they?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, that's right, but they --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't take effect --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- during that year."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does that make any sense?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it doesn't.  But you say the statute doesn't make sense."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"It's not a serious --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Gillelan, if a --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Go ahead.  You've been -- you've been waiting the longest. (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"justices","text":"I think the way the argument has gone so far is that we've all been saying this can't make sense, and you've been saying, as you have every right to say, yes, but this is what the statute says based on the \"newly awarded\" language. But that does assume that \"newly awarded\" can't mean an entitlement.  And then you run up against some other statutory provisions where an award does seem to mean, not a formal compensation order, but instead an entitlement to funds.  So, 908(d)(1), it seems as though the word \"award\" means entitlement; 910(h)(1), it seems as though the word \"award\" means an entitlement; and 933(b), which says \"award in a compensation order,\" suggests that awards can be made in a formal order or awards can be made differently because of an entitlement that is automatically paid. So, I guess there are three places that it seems to me your reading of the word -- your limited reading of the phrase \"newly awarded,\" you know, runs into problems in those three ways, and I'm left then thinking we should do what makes sense."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"933(b), 908(d)(1), and 910(h)(1)."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're -- you're making your case harder than it has to be, it seems to me, by saying that it always means an award of compensation by the agency. I -- I think in -- in 8(d), I don't think it means that, but it certainly means an amount due and not an entitlement.  It means an amount, a specific amount due, and that explains its meaning elsewhere, but that's quite different from saying that it means entitlement."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I think that's true, but only because of the earlier portion of 6(c) which -- which covers all other payments that are not by virtue of an award."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Receiving compensation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Palmore. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Your --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"So, if you're --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"So, if you're walking down the street, you're on a business enterprise, they haven't shoveled the snow, you slip and fall and you're hurt, you go home and say:  Good news, I've been awarded damages."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But we're not talking --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- about how the scheme works.  Grant you that it makes a lot more sense your way, but you -- will you grant that it's not up to us to rewrite the statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, what we're talking about is whether \"awarded\" in that provision can bear the meaning that you want to give it.  Let's assume that Congress passes a -- a new statute providing for tax credits for -- for each child, okay?  My wife gives birth to a child just before Christmas, and I say, oh, goody; I've been awarded $2,000.  I wouldn't say that. That's not a normal use of the language."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I am entitled to it under this statute.  But when the event of having a child occurs, I don't say I've been awarded $2,000.  You might say it analogously.  I mean, you know, oh, hey, I've been awarded $2,000.  But that's analogous.  And statutes are not written by analogy; they're written to say what they say. And I don't know anybody that would use the term \"awarded\" the way you want it used.  The Chief Justice's example is another one:  Oh, good, I've been awarded damages. You haven't been awarded damages.  You're entitled to them."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let's go through those."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you -- you show me how -- I agree with you that they don't mean the entry of an award by the agency, but I don't agree with you that the only -- only reading you can give them is entitlement."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"933 --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"-- of the gray brief."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  Give me a minute.  Give me a minute. isn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The language is important,"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  What page?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Got it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the language is?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, yes.  Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's true.  And what that means is that it can be considered an award if you've gotten it from the employer voluntarily.  That is still an award of compensation. That's all that that last sentence proves."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, yes.  Yes.  I agree he's wrong. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  I think he's persuaded me that in -- in the section we're talking about, subsection (c), the only meaning left for \"award\" is an award by the agency, because --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but you have to show me one other provision at least where the only meaning you can give \"award\" is entitlement to money."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"(h)(1)?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"\"Upward adjustments to\" --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- \"compensation to which\" --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What page are you on?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"His answer to that was that the provision also permits an entry after someone -- of an order after someone dies."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, it's -- the incongruity is taken care of by the Act directly."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what does \"awarded compensation at less than the maximum rate\" mean?  I'm not sure what that refers to."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Aren't you entitled to get the maximum?  No?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I got you."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're right.  It doesn't make sense.  It --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you're doing that -- you're doing that without an award."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, how can you say what the employer pays should be considered an award?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's without an award."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then we're back -- we're back to (b) overrides (a).  You -- you're saying that (a) would be interpreted in favor of the Petitioner but for (b)?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Because I agree with the Chief Justice.  Without an award, it seems to me it tends to help the Petitioner."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And in what percentage of the cases are we in that world?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But your reading doesn't encourage employers to pay, because they can stop just by saying they contest, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so, your reading I think leads to protraction.  And they get that date of injury rule no matter how long they string it out under your reading.  If you read -- what is the magic phrase -- newly --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You can say, well, that means in the case of the employer who pays promptly, pays immediately and continues to pay voluntarily, that the compensation is acquired when the employer starts paying voluntarily.  But if the employer is not paying, then the compensation is newly awarded when there's an award. So, I don't see why -- what kind of problems this statute would have if we say newly awarded could mean awarded by the statute, which would be newly awarded when you're injured; but it can also mean compensation ordered by an award.  So, you have the employer who pays promptly can lock in that early date, but if he doesn't pay promptly, the -- then the ceiling is going to go up till the time the award is entered. What's wrong with that reading?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But those aren't going to be the typical cases, I think.  You said there may be cases, and I suppose there may be.  I assume what happens -- employers just don't write checks.  They say this is how we calculate what we owe you.  And it is based on the maximum of this year, not any future ones, and if the employee says no, no, no; I have a right to get the -- then the employer will say, well, okay, I either agree with that or not, but you don't get a check."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I understand the amounts at issue here.  What is a usual amount that's at stake in this sort of case?  We're talking about the concerns -- I guess on both -- about gamesmanship, but how much difference are we talking about?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know; maybe you don't have statistics, on an average."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The consequence -- I mean, there's the time value of money, too.  The consequence of the employee saying I'm going to wait 5 years because I think the maximum is going to be a lot higher is that he doesn't get anything in the meantime, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's reasonable for an employer to say, okay, if you want to wait, I'll wait."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What happens -- just for my technical knowledge here.  The -- the employee suffers partial disability on February 1.  He then doesn't notify the employer until, let's say, February 10, and then the employer waits for a week or so, and then begins to pay. Now, is the employer supposed to calculate the -- the weekly wage that he's paying on in the week February 1 to February 10 or -- 3 days, he puts it aside.  But -- in the first week or does he do it on the first week he got notice?  How is that -- how does that work?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm saying he has to write the check now."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the wage could have changed in those few weeks."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The first week he didn't get the notice.  Then the second week he did get the notice.  Which week does he calculate the payment on?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So, what you're not --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then we can't -- we cannot read this thing \"award\" to mean award by the employer. We can't mean it to read \"award\" by the -- by the government, in your view.  We have to mean it to mean the time that he became entitled to some money."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the tough thing is saying, well, that that's an award.  That's what this case turns on."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And what you pointed to in the statute is you pointed to some situations which say we have situation 3 and 4, and they're not present here; but in situation 3 or 4, award does mean this."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  That's --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have another example of a -- of a situation where \"award\" did mean -- and so, you're saying there are some others where \"award\" doesn't mean, okay.  But --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- is there anything -- what's the most analogous thing you can find anywhere where award has referred to the time a person became entitled to a thing, prior to the time anyone was -- became obliged to give him some money?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Even if that time first was the period for -- way for calculating the money?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"910(h)(1)."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, don't do it again."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It says was awarded compensation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, okay."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Your brief -- your brief seem to use the \"newly awarded compensation,\" your meaning of it, at the time of injury, the time of disability, the time of entitlement to compensation. And it seems to use those terms interchangeably.  What term are you settling on and why?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you can do it.  You can say it's the time that the statute awards him the compensation.  That's the English language."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it's the statute that's doing the awarding."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And your answer to the -- to the problem of an employer protracting -- so he doesn't have to pay sooner; he can wait till later -- is there would be no penalty as long as the employer says I'm -- I'm contesting, but you say the attorney's fees, that's -- is that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Palmore. We'll let Mr. Keisler speak for a bit. Mr. Keisler. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, well, I -- I agree with that.  You can speak of the statute as awarding something.  But when you use the phrase \"newly awarded,\" you're not referring to the enactment of the statute; you're referring to the time at which the person qualifies under the statute.  And I don't know any usage of that sort, that a person -- well, you know, when my wife has a baby, I've been awarded money. You haven't been awarded money."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, that's what you say. But I don't know -- I don't know any common usage that employs the term --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What about the -- the business was newly awarded the tax credit at the time they made the deduction?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it's not the way it's used in 914."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But how much of a practical problem is this?  I understand the -- the amounts are here, but it's 5 years, and apparently the employee was happy to wait 5 years to get an award. Normally, if you're an employee and you're disabled, and the employer says, well, here's what we're going to give you, and it's based on the maximum of the latest we have, you're not going to say:  I'm going to wait; these wages are going to go up nationally, and I'm going to wait a year; maybe I'll wait 4 years because I think there's a trend on national average wages, and I'm going to cash in on that; I'm going to be without money for the next 4 years and I'm disabled, but -- I mean, that doesn't sound to me to be a plausible situation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, no, I mean -- I don't know what the employers do, but usually in a situation like this, the employers have good lawyers and they write at the end of the check, you know:  This is in full satisfaction of any claims under the -- the whatever."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Give me your example again of \"award\" used as \"entitlement.\" statute. Limbach."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no.  Not from the"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you gave --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That wasn't -- you gave another example."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, not a case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Just an example you made up out of your fertile imagination which -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- which seemed to me pretty good.  But I forgot it.  I'll get --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'll get it from the transcript."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"About what percentage of the compensation cases involve the statutory maximum? Because if you -- if your pay is less than the statutory maximum, this issue doesn't come up."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Does the maximum always go up?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Theoretically, it can go down."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Keisler, if I could just go back to this language.  If -- if according to Justice Scalia's old opinion, the statute awards compensation at the time of disability, essentially what you would be saying is that an employee who becomes disabled in a certain year is awarded compensation at that time.  Is that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but I -- I didn't say in that opinion that the -- the employer in -- in that -- or whoever it was that was entitled under the statute -- was \"newly awarded\" it.  I agree the statute awards it, but when you say somebody is \"newly awarded,\" you're talking about an event at that time.  And that's --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's a different usage."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Gillelan, if I got that right, you have 2 minutes remaining. ON BEHALF OF THE PETITIONER"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Counsel, let's assume an employer pays, continues to pay over a period of time, and the employee needs more money and goes in and says you owe me more money; I'm going to make a claim.  The board says no, he doesn't owe you more money; he was paying the right amount.  And so, you're not entitled to the 1200 you're asking for; you're only entitled to the 1,000 he was paying. Under your view, if that happened 5 or 10 years after the payments started, would the employer be liable for the higher average 10 years later?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Assuming it does, that the answer is \"yes\"?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what stops an employee from simply doing what I said?  What stops an employee from kicking up his own maximum by -- whenever he chooses to do it, years and years later?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If we find any ambiguity in the statute, in the statutory language, would it then make more sense to adopt your meaning or the Government's, given all of the factors that the Government argues counsels in its favor?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel.  The case is submitted."}],"people":[{"id":0,"fullName":"JOSHUA T. GILLELAN","firstName":"JOSHUA","lastName":"GILLELAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1790,"interruptions":26,"times_spoken":84,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JOSEPH R. PALMORE","firstName":"JOSEPH","lastName":"PALMORE","counsel":true,"justice":false,"side":"respondent","words_spoken":2026,"interruptions":34,"times_spoken":72,"laughter":1,"num_int_by":6},{"id":2,"fullName":"PETER D. KEISLER","firstName":"PETER","lastName":"KEISLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1295,"interruptions":5,"times_spoken":20,"laughter":1,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":715,"interruptions":3,"times_spoken":28,"laughter":1,"num_int_by":3},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1729,"interruptions":16,"times_spoken":86,"laughter":2,"num_int_by":6},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":563,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":126,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1174,"interruptions":5,"times_spoken":39,"laughter":2,"num_int_by":3},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":288,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":3},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":48,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":1790,"times_spoken":84,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":39,"words_spoken":3321,"times_spoken":92,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":33,"words_spoken":5065,"times_spoken":198,"laughter":5,"num_int_by":8}],"outcome":{"side":"respondent","margin":7},"prediction":{"petitioner":0.1441738622378015,"respondent":0.8558261377621985,"date":1472411005856}}