{"petitioner":{"name":"HOWARD K. STERN, EXECUTOR OF THE ESTATE OF VICKIE LYNN MARSHALL","counsel":[0,1]},"respondent":{"name":"No. 10-179\nELAINE T. MARSHALL, EXECUTRIX OF THE ESTATE OF E. PIERCE MARSHALL ","counsel":[2]},"caseNumber":"10-179","date":"2011-01-18T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear argument in Case 10-179, Stern v. Marshall. Mr. Richland. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me why?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what's --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what's the constitutional basis?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure how that helps. If there's no jurisdiction for the bankruptcy court to adjudicate proof of claims, then how can it adjudicate counterclaims? Don't both fall if there's an Article III violation?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, answer the --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Answer the question. Don't assume."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The claim here was not one that was created by Congress, though, was it?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any limits, Mr. Richland? Suppose that Congress had authorized bankruptcy courts to decide contract disputes between two creditors in a bankruptcy proceeding. Would that be all right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can the bankruptcy court adjudicate permissive counterclaims?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you posit a no, what's the limiting principle?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Richland, isn't there this difference: Just to take ordinary civil procedure, compulsory counterclaim doesn't have to satisfy any jurisdictional requirements, because it comes in under the wing of the main claim, but a permissive counterclaim has to independently satisfy a jurisdictional requirement. So that could be a reason, even though the Bankruptcy Code just says counterclaim, to distinguish the two. If there's an authority to deal with the claim, then there's authority to deal with the counterclaim, but if it's a permissive counterclaim, it's not based on the same transaction or premise, then it would have to be a self-standing claim. But, as you -- as you have said, this case does present what theparties have agreed is a compulsory counterclaim."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any authority -- this began as a motion for -- for nondischargeability.MR. RICHLAND: Yes."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Is there -- is there -- are there any cases in the -- in the Federal courts which tell us that a motion for nondischargeability does or does not require the pleading of a counterclaim?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the counterclaim came at what point? After the proof of claim was filed?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you make of the fact that -- that (b)(2) says core proceedings include, but are not limited to, the matters that are listed after that? How would a court go about deciding whether something that is not specifically mentioned constitutes a core proceeding except by looking back to (b)(1), which is what the court of appeals did?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you think is the principle that defines a core proceeding? Some of these specifically enumerated items are very -- potentially very broad: (A) \"matters concerning the administration of the estate.\""},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't say you waiveit when -- when, in order to protect yourself for a debt that is owed to you, you make a claim in a bankruptcy proceeding. We do have a doctrine that you cannot -- you cannot condition a Federal right upon the waiver of constitutional protections. And that seems to me what you're saying here. If you want to get paid by the bankrupt estate, you have to waive your -- your right to a -- to a jury trial."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Stewart."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"This is a little -- it's a little different when you're talking about theright to have a -- a decision before an Article III tribunal. It seems a bit more fundamental than the examples you're giving."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, not -- not fundamental in the sense of is it important or not. I guess \"fundamental\" is not the right word. Maybe \"structural\" or -- or something like that. It's sort of the whole basis for the decision that's going to be made."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that just means that the district court is acting in concert with Congress -- take action that undermines the long-term institutional and constitutional basis of the judiciary. And the district courts have their different reasons and incentives to do that. That doesn't mean that all bets are off, and just because they're involved in the process it's not a concern."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"That can't be right. You -- you can take all sorts of matters that belong in Article III courts, and so long as you place them in some other tribunal where somebody is coerced into coming in, supposedly voluntarily, it's all okay. I mean, that's -- that's not an adequate protection."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's because there's a basic sovereign immunity. The government doesn't have to be sued at all."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- so it can -- so it can make conditions, but that's not this case."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's because of the limitation of sovereign immunity, and you don't -- andyou don't have that analogue here."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"A State can do that, but can the Federal Government make it the price that you pay for -- for going into a non-Article III tribunal?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"It's a different situation, it seems."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Will you include in that this 157(b)(5), because this whole thing would be a futile exercise if that tort claim comes -- comes out of the bankruptcy judge's --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But, Mr. Stewart, do -- do you think that we should resolve the constitutional question if there's some significant possibility that itwouldn't be necessary because the claims would be found to fit into (b)(5)?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Does the Government have a position on what the answer would be? We've remanded it, but that's an open question. But does the Government have a position on whether these kinds of claims would have to be heard by an Article III judge?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel.Mr. Englert. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Counselor, that sort of begs the question, because I think what I haven't unpackaged -- and I want you to unpackage it with me -- you're obviously not deprived of a State or Federal trial forum to decide your claim. What you're -- what you're deprived of -- you can get your judgment. No one's telling you, you can't go to those courts and get a declaration of your rights. What you're being told is you can't get paid on it. But that happens all of the time, either by the vagrancies of the fact that a debtor goes bankrupt and doesn't file in the bankruptcy court or does file and there's been a discharge. What you haven't said to me is what entitles you, outside of equity, and what stops either a State court or a Federal -- a State legislature or congressional legislature from saying, when someone is in bankruptcy, this is the res and these are the peoplewho are entitled to it? It's a separate claim. It's not the State law claim. It may be measured by State law entitlement, but it's a separate claim. Why isn't it just a separate claim?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But that's what you have to become to make that claim, meaning you would need to adjudicate your State law entitlement. You get a judgment saying she defamed you. Then what do you do with that judgment?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- that's my problem, which is if Congress could do that, why can't it do what it did here, which is to say if you -- not to make an equitable claim against the estate. It's not going to be in the amount of your judgment because they're in bankruptcy because they can't pay your judgment. If you want a piece of this, you have to consent to all claims, all compulsory claims -- let's not try to get into the compulsory/permissive category -- to be adjudicated.Otherwise, like with preferences, there's an unfairness that makes this unequitable. You're asking the estate to give you something, but you're not willing to submit in equity to deciding whether there's something you should give the estate back."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Compulsorily. I mean, you know, not -- I'm trying to take the permissive issue out."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Every -- every bankruptcy priority rule extinguishes someone's entitlement to money. The security rules mean the people who have secured interests get paid before unsecured people get paid, and there are insider rules. Equity, as in terms of how the bankruptcy sets up the res, is at the vagrancies of the legislature."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You don't have a constitutional right to collect your debt. You have a constitutional right to have your claim adjudicated by a court."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You can go to a -- well, once you get the stay lifted at the end of the discharge, you could sue the estate. You may not get a judgment that you can collect after that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Without a proof of claim?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Englert, something you just said about if he had any opportunity -- I thought his position was this is a nondischargeable debt. Even if it's discharged in bankruptcy, this debtwould survive."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So it wouldn't be wiped out? I mean, it would --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"He would have another forum."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Just one more point about the nondischargeability. He didn't have to bring that claim, did he? I mean, if it's -- if it's a nondischargeable debt, he doesn't have to have the bankruptcy judge confirm that it's a nondischargeability debt."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can you go back to that for one second? I understand the due process issue, which is Brandeis's issue in Crowell. I think I can -- you're not going to say anything that I can't read in the briefon that. But the other one is worrying me, the structural issue. So imagine there's no due process concern whatsoever. Now, when I looked at Crowell, your case would seem to fall right in it. It is an adjudication under the law as such, you know, between two people -- whatever that famous line is. You're captured by that one. So the question is: Can you get out of it with later cases? And you point to Schor to get out of it. And Schor, as I read it, is an all-factors case, that when she talks in the structural part of -- about -- when Justice O'Connor is talking about the non-due process part, the structural part, just what you said, that there isn't a hard-and-fast rule, that there are a bunch of factors that we should look at. At least that's how I read it. And you were reading it as a hard-and-fast rule which means you win. Now -- now, who's -- should I just read this case further and make up my mind about that, or is there something you want to say about it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you know, that's what she says. And the -- and what you're interested in there, the key thing is not fairness; the key thing is maintaining the integrity of the judicial system. In Crowell, Justice Hughes says you've made that integrity as long as there were review of matters of fact, the independent decision by a court of questions of law, and reservation to the court of constitutional facts which have never been heard of since. Okay? So we have this case. And your issue is, after all, something that for many, many decades or longer has been the subject of a bankruptcy proceeding. The bankruptcy judge is an adjunct to the court. It is well-established, this kind of review. Every part of Crowell is met. So what is -- what is essential to the integrity of the judicial process that requires you to have a de novo hearing before a district court rather than the kind of review that's given here?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"In which case?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Marathon, you know, you had four, four and -- and who knows what it stands for. And then we have a sentence of what it stands for, and if you read that one sentence, I don't think you can say it's a slam-dunk for you."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Of the -- of Marathon and saying, where four and four judges really reject a decision like Crowell, which is a kind of foundation stone?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, Crowell involved public rights in the -- in the narrow sense, didn't it? It was -- it was a public suit."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And perhaps there should be different standards. Even if you do not agree with my separate opinion in Granfinanciera that that should be the only category, there may well be different standards for public suits in the narrow sense that were involved in Crowell and public suits which are -- are governed by some totality of the circumstances test, which --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Because there was no bankruptcy court handle to start with. There was no claim. If you're going to go back to equity, equity lays hold of a claim that fits within the equity court, and then, as you know, there were clean-up and clear-up doctrines so they could decide the whole case. So I think that the one thing one can say about Marathon is that when the debtor has a claim against the creditor and the creditor hasn't made any claim in the bankruptcy, he can't drag that into bankruptcy court. But once the bankruptcy court has authority over the claim, the creditor's claim against the debtor, then the court can clear up the whole matter."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, by your theory, you're basically saying that Congress cannot delegate any State law-based claim to which a jury is entitled to the bankruptcy counterclaim at all. So if you have a claim by lawyers for their fees in a defense of malpractice, maybe they can adjudicate that, but they can't adjudicate the malpractice claim. It would be acounterclaim. Correct?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Englert, one real difference between Marathon and this case is that Congress passed legislation in between which brought the bankruptcy judges under the control of the district courts and made them entirely Article III entities. So you can look at a case like Marathon -- I mean, not -- supervised by Article III entities, not by the President, not by Congress. So one can look at a case like Marathon andsay the problem there was that the President appointed the bankruptcy judges in a way that the President no longer does and that the district courts did not have the supervisory control over the bankruptcy judges in the way that they do now, and that that makes a constitutional difference."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Just clarify one point, Mr. Englert. As I understand it, before the code was amended, when the Federal courts were operating under the interim rule, it was standard that the bankruptcy judges, given a claim against the estate, routinely dealt with counterclaims. Isn't that what the practice was when the interim rule was in effect?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But did all of those court of appeals cases involve Article III claims? Did they pass upon the Article III contention? If not, it's -- it's our clear law that questions -- jurisdictional questions that aren't raised and discussed are not decided for precedential purposes.How -- how many of those cases grappled with the Article III question?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but not most, I don't think."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me, I just couldn'thear. On what grounds did he reverse himself, do you think?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if we were to decide this case, and suppose we decide every other question and suppose you lost, then wouldn't we send it back for you -- if you're right on that, for the Ninth Circuit to decide about that as an independent basis for no jurisdiction?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I had to make that premise in order to --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is -- is?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If it's that hard, why don't we just DIG the case? I guess that -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel.Mr. Richland, you have 3 minutes remaining. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I would take that to mean you -- you brought it in here, and, you know, the same kind of argument that you were making."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Volenti non fit injuria. You chose to come into the court, and this is the spawn of your coming in."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I would -- well, I would rather say 27 months is too long. That's --MR. RICHLAND: And that --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":9,"sideBefore":"justices","text":"That's timely."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but his basic argument I think is that in Marathon --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Make it totally fair. Nobody is being treated unfairly. Structurally, it does injure the -- the prestige or something or the structure or the integrity of the Federal Government -- judiciary, Federal judiciary -- to allow the bankruptcy judge toadjudicate a direct claim; why is a counterclaim different?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KENT L. RICHLAND","firstName":"KENT","lastName":"RICHLAND","counsel":true,"justice":false,"side":"petitioner","words_spoken":2505,"interruptions":8,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":1372,"interruptions":5,"times_spoken":13,"laughter":0,"num_int_by":4},{"id":2,"fullName":"ROY T. ENGLERT","firstName":"ROY","lastName":"ENGLERT","counsel":true,"justice":false,"side":"respondent","words_spoken":3290,"interruptions":15,"times_spoken":32,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":182,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":621,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":105,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":184,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":468,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":120,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":384,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":599,"interruptions":2,"times_spoken":10,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":3877,"times_spoken":38,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":15,"words_spoken":3290,"times_spoken":32,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":2663,"times_spoken":70,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"prediction":{"petitioner":0.7163372223651063,"respondent":0.28366277763489367,"date":1472418052978}}