{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"10-1062","date":"2012-01-09T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-1062, Sackett v. The Environmental Protection Agency. Mr. Schiff. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, there would have been a daily fine with or without the compliance order, wouldn't there, if they were indeed in violation of the -- the Act?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, Mr. Schiff, your understanding is that each day your clients are subject to $37,500 of fines for the violation of the statute, and an additional 37.5 for violation of the compliance order.  Is that the way you understand the penalties scheme to work?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the court of appeals did say that there would be no independent liability under the -- for violation of the compliance order. That is, unless there was a violation of the statute, there would be no penalty for violation of the compliance order."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what kind of review are you seeking?  I mean, one thing you could say is you dispute that this property is subject to the Act. That might be a question that's reviewable.  Do you seek more than that?  Do you seek review at this stage of anything more than whether the property is subject to the Act?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me, what would be the scope of your holding?  How would -- how would -- if you could write the opinion for the Court on this part of your case, what would the rule be? I mean, health inspectors go into restaurants all the time and say:  Unless you fix this, I'm going to give you a citation.  Fire inspectors, the same thing.  And I'm -- I'm wondering how your general theory or your general principle that you want us to adopt would fit with that rather routine type of enforcement?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, this is under -- this is under the APA."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This is the APA prong of your argument."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me there -- there's another distinction, a more significant one, between routine inspections by fire marshals or -- or restaurant inspectors, and that is that if you -- if you disobey their order, you're not subjected to any more substantial liability than -- than you would have been subjected to had they not issued the order. It isn't the order that -- that produces any -- any new fine, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the sanction imposed each day was not the $37,000, but was $10?  If you don't comply, you know, we can bring an action any time to enforce this, and you'll be subject to the statutory maximum, but during the period, the additional sanction for the -- under the administrative order, or the compliance order, is $10 a day."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it might go to adequacy of judicial review, the adequacy of the judicial review that would come when the EPA brings the enforcement action.  I understood your argument to be that there was a significant extortion impact from the fact that these were such significant fines -- double, as you say -- that you could rack up for 5 years.  But if it's only $10 a day, that takes a lot of the wind out of your sails, doesn't it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"To apply for a --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what do you care? I mean, you have the fines, don't you?  So, why don't you just argue that?  Why do we have to wrestle with the more difficult situation where there are no fines?  It's conceded that there are fines, isn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you know, sufficient unto the day the evil thereof.  We don't have to consider more difficult cases. But, as I understand it, you can get review by applying for an after-the-fact permit from the Corps, and the only -- the only expense you would incur in order to get that would be to fill in, as the order requires you to do, which is something like, what, $27,500 or so?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that such a hard -- a hard hit?  That's a lot less than, you know, 37.5 a day."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but their challenge to the compliance order is simply that they don't have wetlands.  It's the jurisdiction of the EPA.  And surely that can be raised in the -- before the Corps of Engineers, no?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How long does it take to get one of those after-the-fact permits?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the -- I don't understand what exactly you might get from the Army Corps of Engineers.  Obviously, they might give you a permit, and I take it that cuts off liability; you can do what you're hoping to do.  They might say you don't get a permit because these are wetlands.  Can they do something in the middle, which is:  It's kind of hard for us to tell; you're on your own?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what -- is that what's critical, Mr. Schiff?  If that were not true, if you could go in, even with the compliance order on your property, and get an adjudication of whether you had wetlands in the context of an after-the-fact permit proceeding, would that be sufficient?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why does that matter? You're getting review of the question that you care about, which is the question whether you have wetlands on your property.  And if they said you don't have wetlands on your property, here's a permit, your problems are finished."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they issue permits when there are no wetlands?  I thought it was a permit allowing you to do something on wetlands which otherwise would -- would not be allowed?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, if they decide that there's -- that it's not a wetland, what do they -- what do they do?  They do nothing?  Is that it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But then the compliance order would automatically be vacated?  I mean, doesn't the compliance order presume that they are wetlands? Hasn't the agency already made that determination?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems very strange for that -- for a party to apply for a permit on -- on the ground that they don't need a permit at all.  If you apply for a permit, is the Army Corps of Engineers going to decide whether you -- whether it's wetlands?  Isn't it presupposed if you're applying for a permit that you -- you need one because there's -- they are wetlands?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What would the standard be that -- before -- you have APA review.  So, it's just that -- that the EPA acted reasonably in determining that you have wetlands?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait, wait.  Surely, you wouldn't go in and -- and try to fight arbitrary or capricious.  It's arbitrary or capricious or otherwise in violation of the law.  Wouldn't you go in and say that this is in violation of the law?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that one standard of review would do you very much good, to tell you the truth.  They've thought about this.  Maybe they got it wrong, but to say it's arbitrary or capricious, you're going to lose."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Given -- given the rather vague nature of the test that's been adopted for determining whether something is part of the waters of the United States, wouldn't you have a very difficult time showing that a determination that it was, was arbitrary and capricious?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And, Mr. Schiff, is the way you see this operating that you bring an action contesting on the basis of the arbitrary and capricious clause or -- or otherwise not in accordance with law? If -- if then the court rules against you but you continue to fail to comply, does the EPA then have to bring a separate enforcement action?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you -- would collateral estoppel apply to you because of the judicial determination on the compliance order in the subsequent enforcement action?  In other words, you lose.  You seek APA review, and the court says, you know, we think it's a wetland.  And then the EPA brings an enforcement action.  They have to establish it's a wetland.  Don't they just attach a copy of the decision?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, not -- I guess I'm back to Justice Scalia's question.  This -- it struck me as a purely legal, jurisdictional issue:  Are these wetlands or not?  And I don't know why you would give deference to the agency's determination on a legal jurisdictional issue like that."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But to go back to the Chief Justice's --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"If they're wrong about that, if there is a finding in the APA process that these are wetlands, is that the end of it?  Or within that, the context of that review, can you say, well, they are wetlands, but only to a minor extent, and these conditions were onerous and -- and far more than necessary to protect the wetlands?  Can you argue that in the APA review?  Or is it just up or down:  Wetlands, you lose; not wetlands, you win.  That's it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Who would review that and where?  Going back to Justice Kagan's question of -- let's assume you went through an APA process, and they found it was wetlands and that the compliance terms were -- had a substantial nexus.  What happens when you go into an enforcement action?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, the Chief Justice's suggestion that there would be preclusion you do not agree with?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, does anything get estoppel?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does anything get estoppel?  Assuming it's not a legal question, would the factual findings that there's a substantial nexus between the remedy ordered and the violation -- would that get estoppel?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This wouldn't be a problem if -- if this procedure were not employed, if there were not this -- this prior compliance order that issues before actual suit by the -- by EPA to hold you liable for violating the Act.  Then you'd just have one -- one suit, and the -- the issue would be clear as to what burden the agency has to sustain.  But it's -- it's really the dual nature of this process that creates the difficulty, isn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's in the statute. The agency didn't make that up, right?  The statute provides for compliance orders, and it calls them \"compliance orders,\" doesn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you know, you're -- you're not going to be out of the woods.  Even if you get this APA review, okay, some of the factual questions that go to whether these are wetlands or not are going to be decided giving substantial deference to the agency's determination of the facts, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, even if you lose on that, you might still think you can win when the EPA finally brings a -- a civil action seeking to impose a penalty, where the burden will be on the EPA without -- without any deference to its factfinding.  So, you still won't know where you are, will you?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You've lost one, but you may win the other.  You'll have to roll the dice."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there no limitation on the compliance order?  It just -- it can be there forever until the EPA decides to bring an enforcement action?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I asked you earlier, in this APA review, would there be any further question after the determination is it wetlands, is it not?  And you had said no, that's -- that would be it.  But you answered another question that would suggest it may be wetlands, but it shouldn't -- there should be -- you should be allowed to build your home anyway."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're conceding that the compliance order, assuming there is a violation, is all right?  You're not challenging any of the terms of the compliance order other than the finding of a violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Stewart. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why?  You say \"practical.\" The order itself says that.  It says you don't do it, you're going to get penalized up to 32.5, which is now 37."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Stewart --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"I don't follow -- I didn't follow that.  What is your response to the assertion that you're subject to double penalties?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"One, for violating the Act; two, for violating the compliance order."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you don't doubt that -- you don't doubt that they have the authority to do that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Has the --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Well, Mr. Stewart, given --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Has the --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":7,"sideBefore":"justices","text":"I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Justice Alito."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"justices","text":"Has the United States adopted a rule or announced a policy that it will never seek anything more than the penalty for the underlying violation?  It will not seek an additional penalty for violation of the compliance order?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, it's more than theoretical, then.  I don't really understand what you're saying.  You're saying that we may ask for more, but it's unlikely courts will actually provide for more."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, your order could have read, it could have read -- \"Notice is hereby given that violation of or failure to comply with the foregoing Order\" -- cap \"O\" -- \"may subject Respondents to, one, civil penalties\" of up to 32.5 -- now 37.5 per day. That's how it reads.  It could have read:  Violation of or failure to comply with the Environmental Protection Act may subject Respondents to civil penalties. It's quite specific that it is violation of -- failure to comply with the foregoing order, which includes not letting -- filling in immediately and so forth.  It says what it says.  It's the violation of the order that -- that the additional penalties are attached to."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It could -- it could as a theoretical matter double the penalties."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're just saying, as a practical matter, it doesn't often do that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not going to bet my house on that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart, I --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"They were getting a good night's sleep?  But they are getting a good night's sleep before they read your brief? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, and that's not their argument today, either."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, but those situations are slightly different because the Act doesn't specify any specific remedies that apply to any specific property.  It just says you violate the Act by filling in wetlands.  It doesn't say that you violate the Act by not removing the fill and not planting trees and not doing this or doing that.  What it says is you violate the Act if you don't comply with the compliance order that tells you to do those things.  So, it's a very theoretically different violation that's going on. One is in the affirmative act prohibited by the statute; that's the violation of the statute.  And the other is the violation of the remedial steps that the compliance order is the only thing that has set forth."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But those are not in the statute.  They're permitted by the statute, but they're not set forth as requirements under the statute."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That has nothing to do with the fact that the Act doesn't specifically tell you to remove it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, you referred a couple of times to the EPA's view of the statute.  I take it that's your view as well?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about those provisions of the original order?  I must say I was not edified by the fact that, when litigation was threatened or actually brought, the EPA modified its order:  Oh, you don't have to plant the trees. Does it do this as a matter of practice, issue compliance orders that go well beyond what the -- what the EPA would -- would demand?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's very nice. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"That's very nice, when you've received something called a compliance order, which says you'll -- you're subject to penalties of 32.5 for every day of violation."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it shows the high-handedness of the agency, it seems to me, putting in there stuff that is simply not required by the EPA."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What would you -- what would you do, Mr. Stewart, if you received this compliance order?  You don't think your -- your property has wetlands on it, and you get this compliance order from the EPA.  What would you do?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If they weren't in the record, I don't want to hear about them.  You appreciate that rule, that we don't consider things that aren't in the record. You get a compliance order.  You don't think your property has wetlands.  What do you do?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You wouldn't do that, right?  You know you'll never get an after-the-fact permit if the EPA has sent you a compliance order saying you've got wetlands."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's what you would do?  You would say:  I don't think there are wetlands on my property, but EPA does.  So, I'm going to take out all the fill; I'm going to plant herbaceous trees or whatever it is; and I'll worry about whether to -- that way, I'll just do what the government tells me I should do."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask you --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Well, Mr. Stewart, if you -- if you related the facts of this case as they come to us to an ordinary homeowner, don't you think most ordinary homeowners would say this kind of thing can't happen in the United States?  You don't -- you buy property to build a house.  You think maybe there's a little drainage problem in part of your lot.  So, you start to build the house, and then you get an order from the EPA which says:  You have filled in wetlands; so, you can't build your house.  Remove the fill, put in all kinds of plants, and now you have to let us on your premises whenever we want to.  You have to turn over to us all sorts of documents, and for every day that you don't do all this, you're accumulating a potential fine of $75,000.  And, by the way, there's no way you can go to court to challenge our determination that this is a wetlands until such time as we choose to sue you."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, so what?  Somebody from the EPA says we think that your backyard is a wetlands; so, don't build.  So, what do we -- what does the homeowner do, having bought that property?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, all right, I'm just going to put it aside as a nature preserve."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, what the landowner is supposed to do -- the agency says, because you didn't apply for a permit, you're in trouble because you didn't give us a chance to say whether we were going to take away your constitutional rights or not; so, we can do it."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Suppose the Corps of Engineers agrees that it's not a wetland, and its basis for refusing to issue the permit is we don't give a permit; you don't need a permit."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that binding on --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- the Environmental Protection Agency?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How can they bring an action?  I'd like some clarification here.  The Corps's regs say the Corps will accept an after-the-fact permit. I mean, one after -- if they applied tomorrow, the day after getting this order, you'd run up against the reg, which says we won't give you any after the fact -- we won't even consider this matter, until any required initial corrective measures are made. And then, just to be safe, they say that no permit application will be accepted unless the Corps determines that concurrent processing of an after-the-fact permit application is clearly appropriate.  \"Clearly.\" So, I looked at those two things and said, of course, you can't apply to the Corps of Engineers; they're not going to accept it unless you have a very unusual case.  So, I expect you to tell me why I'm wrong about that, if I am, or how many after-the-fact permit applications has the Corps of Engineers accepted.  Maybe there are a lot."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  All right.  I agree. Then, if we agree, then look, for 75 years the courts have interpreted statutes with an eye towards permitting judicial review, not the opposite."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And yet -- so, here you're saying this statute that says nothing about it precludes review, and then the second thing you say is that this isn't final.  So, I read the order.  It looks like about as final a thing as I've ever seen.  So, tell me why I'm wrong on those two points."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  If it doesn't --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Well, you are arguing --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"-- you're on the final part."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":9,"sideBefore":"justices","text":"You are arguing that the presumption of reviewability does not apply."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And that seems a very strange position.  Why would the presumption of reviewability not apply?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But they asked -- they asked for a hearing.  Didn't they ask EPA for a hearing on whether their lands fell within the statute?  They did ask for a hearing, and the EPA said no."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There's -- there's one thing I do want you to tell us is -- EPA has three choices.  It can go to a compliance order; it can issue an administrative -- trigger an administrative penalty when -- where there would be APA review; or it can bring an enforcement action.  How does the agency decide which of those three routes it's going to take in a given case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But what about this administrative order that -- the administrative order internally within EPA subject to judicial review?  When does it use that as opposed to a compliance order?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can -- can the EPA issue a warning instead of using this -- this order procedure? Compliance order procedure?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And doesn't most of --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"So, they could just -- just dispense with this compliance order and tell the Sacketts, in our view, this is a warning; we believe you're in violation of the Act; and you'll be subject to -- you are subject to penalties of 37.5 per day for that violation; and to remedy the violation, in our judgment, you have to fill in and you have to plant, you know, pine trees on the lot.  It could do that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And there would be no review of that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is there anything you've got by -- I mean, I'm -- you've got me now into the area; we're applying the APA; and the question is Abbott Labs and is it final?  Well, here there doesn't seem anything more for the agency to do, and here the -- the person whom the order is directed against is being hurt a lot. So, the only thing I -- left in my mind here is the order itself does say come in and talk to us about this.  Which may suggest it isn't final.  So, do you have any information on that point?  That is, have you looked up or has the EPA told you that really when we issue these things, in fact people come in and we modify them X percent of the time?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any impression that you could tell us?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do they --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Stewart, you --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"If you --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart, you suggested that -- that some communication occurs before this compliance order.  And my guess would be that most of the back and forth between the agency and the person does happen before the compliance order rather than after. And the notion that the person can come in after the compliance order and say you were wrong -- well, they can, but they can do that with respect to any administrative action.  So, am I wrong about that?  That really the back and forth here takes place before the compliance order issues rather than after?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  Finish your answer, and then --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You were cut-off.  You were saying if we were troubled by the additional penalties, and you were going to suggest something.  If we were troubled by that aspect of the order alone, and you haven't dealt with the permit issue after the fact, what would be your approach to the case then?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"This is not a warning.  I mean, really all you have to do is look at it.  I was quite moved by the fact when I looked at it, it didn't say a warning.  It said this is an order.  It looks extremely formal.  I even overstated in your favor the question of negotiating because it doesn't say negotiating about changing the order; it says negotiating about amending the order.  And -- so, this is not just a warning, is it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can't you usually obtain a declaratory judgment if prosecution is threatened and you think that there is no basis for it, and you can't -- you're not -- you're not compelled to just stand there and wait for the prosecutor to -- to drop the hammer?  Can't you normally bring a declaratory judgment action saying there's no basis for prosecution?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in -- maybe with an informal warning, but when you have something as formal as this which shows that the agency does intend to prosecute, why wouldn't you be able to bring a declaratory judgment action?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"More of a -- that's what I'm trying to get you to talk about just for one minute. I mean, you're talking about a huge upheaval.  My honest impression is that it is the Government here that is fighting 75 years of practice --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- because -- because the issue is the Abbott Labs issue of finality."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And, of course, a warning isn't reviewable.  But this seems to meet the test where that fails.  Now, please correct me if I'm wrong about the agency practice.  I can't find support for you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But in concrete, Mr. Stewart --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- how would it work? You say it's a lesser standard under the APA.  But the question is, is this wetlands or is it not?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But as far -- as far as the EPA is concerned, they're finished with that question.  This is not something that, well, we might look at it again tomorrow based on new evidence.  The determination that these are qualifying wetlands -- that has been made."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That makes the EPA's conduct here even more outrageous:  We -- we think now that this is wetlands that are -- that qualify; so, we're going to hit you with this compliance order, but, you know, when we look into it more thoroughly in the future, we might change our mind."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But you're required to make a finding that there's a violation.  You're not suggesting that the government is going to act willy-nilly and it's not going to act on sufficient evidence in -- in sending a letter that says we find you are violating the Act."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's -- that's right.  In other words, you hope you have -- you've looked at it.  You hope you have a sufficient basis.  And because of the administrative compliance order, you're really never going to be put to the test because most landowners aren't going to say, I'm going to risk the $37,000 a day.  All EPA has to do is make whatever finding it wants and realize that in 99 percent of the cases, it's never going to be put to the test."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Schiff, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I do, actually, because I see their point better than I did.  This, I think, is what they're worried about:  They're worried that when you get judicial review of this kind of order, the court doesn't refer on factfinding that isn't made on a record.  The substantial evidence test applies to factfinding made on a record, or 556/557.  And so, they'll have a hard time -- or a harder time -- in each of these cases subjecting it to judicial factfinding. And they think that the purpose of this, the purpose of this procedure given to them by statute was to call it -- the shots in favor of them, because there might be thousands of these things, and they can't prepare all that formal thing.  Now, I -- I see that as a -- as a -- now I understand their concern.  I'm not saying they're right.  I understand their concern. So, if you want to comment, is there some way to accommodate their concern that also accommodates judicial review?  Or are we just in a kind of -- they're in a Hobson's choice, in a sense."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"They want the power because they have thousands of these things.  They investigate it, and they find the facts.  They think it's sufficient, but judicial factfinding is carried out before a judge who doesn't have their experience, et cetera, and, therefore, there is a risk of incorrect decisionmaking, at least too -- under the statute, it would be too pro-homeowner rather too pro-environment. That's why it's more of a dilemma than I thought."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but maybe the agency is only entitled to deference when in fact it has made a record.  When it hasn't made a record, maybe there's no reason to give it deference."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they might -- the might change their -- their system here, if you -- if you win this, and provide for various kinds of pre-order procedure or post-order procedure where they'd be open to change.  I see a number of possibilities.  I can see their dilemma."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":9,"sideBefore":"justices","text":"But they'll just issue warnings, is what they'll do."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Are there cases in the courts of appeals or the district courts where landowners, having received these notices or compliance orders, have said that there's a taking of the property, inverse condemnation?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schiff, I take it -- the Government agrees that there's not much of a chance that you could get an after-the-fact permit, but its view is you should have gotten a before-the-fact permit.  And putting aside the weirdness which Justice Alito points out of making you go get a permit for something you don't think you need a permit for -- putting that aside, couldn't you have gotten the legal determination that you wanted through that process?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think what EPA is saying is, as long as you knew that your lands were potentially wetlands, you could have gone in from the get-go and -- and sought a determination that they were not wetlands through the permit process."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAMIEN M. SCHIFF","firstName":"DAMIEN","lastName":"SCHIFF","counsel":true,"justice":false,"side":"petitioner","words_spoken":2935,"interruptions":20,"times_spoken":51,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":3063,"interruptions":40,"times_spoken":63,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":759,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1209,"interruptions":1,"times_spoken":34,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":492,"interruptions":7,"times_spoken":17,"laughter":0,"num_int_by":5},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":428,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":282,"interruptions":1,"times_spoken":8,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":460,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":403,"interruptions":4,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":917,"interruptions":5,"times_spoken":17,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":2935,"times_spoken":51,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":40,"words_spoken":3063,"times_spoken":63,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":22,"words_spoken":4950,"times_spoken":133,"laughter":2,"num_int_by":9}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8957152310284003,"respondent":0.10428476897159966,"date":1472523515503}}