{"petitioner":{"name":"CSX TRANSPORTATION, INC.","counsel":[0]},"respondent":{"name":"ROBERT MCBRIDE ","counsel":[1]},"caseNumber":"10-235","date":"2011-03-28T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in case 10-235, CSX Transportation v. McBride. Mr. Rothfeld. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How did it happen that in FELA we have proximate cause light?  It's just a different proximate cause than we see in other -- in other torts cases.  How -- how did that come about?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you read the cases as indicating that more deference is given to juries in FELA cases than in other cases?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But juries usually find against railroads anyway, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It also said that there's a relaxed standard of causation.  I think that's what Justice Kennedy is referring to when he said \"proximate cause light.\"  But we have said in more than one case that there is a relaxed standard of causation in FELA cases.  Was that wrong?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Well, we have used that language.  You -- you have not responded to -- to the question where -- where did this language that does appear in our -- in our cases about the relaxed standard, where -- where does that come from?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It has nothing to do with the line of cases I think in the '40s in the FELA cases where the message of this Court seemed to be quite clear, FELA cases go to juries?  There are a number of cases with reverse dissents that seem to -- to say just that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- can you explain to me -- I mean, here the judge charged in the words of the statute, and they are also the words used in the model Federal instruction:  Did plaintiff's injury result in whole or in part from the railroad's  negligence? You would say:  Was plaintiff's injury proximately caused.  And as you no doubt know, Mr. Rothfeld, that term \"proximate cause,\" it just loses juries.  So considering that these cases go to the jury, what do you say to the instruction that's now given, based on the words of the statute, \"Did plaintiff's injury result in whole or part from the railroad's negligence\"?  What should the judge charge instead of that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rothfeld, could you explain to me how it would have made a difference in this case, that instruction?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe explain the difference.  I mean, you were answering my question, and I asked how would you tell the jury?  You said it's okay to say:  Did plaintiff's injury result in whole or in part from the railroad's negligence, but the judge must say something more.  So what is the something more?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Natural, probable, and foreseeable?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me -- there is an article that suggests that juries don't actually understand what \"proximate cause\" means; and I think, and Justice Ginsburg can correct me, that what does that mean to a jury -- natural, probable, and foreseeable?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are the three phrases different?  And how much more detail do you have to get in to describe that difference in a comprehensible way?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Apparently only FELA juries cannot understand it; all other juries find it okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I just don't -- and maybe this has already been asked, but I'm not sure from a juror's perspective that it makes terribly much difference the exact formulation of this instruction.  I think a juror who sees an employee is suing the  railroad, and it turns out that what the railroad did had very little or nothing to do with what happened to the employee, they don't need an instruction about natural, foreseeable causes.  They're just not going to give the awards, or they're going to give the awards even though the railroad didn't do anything that affected the employee. It's a -- it's a nuance that I just don't think has any practical significance."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your client is entitled to have the jury disregard a proper instruction, right? That's what you're arguing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Juries disregard instructions on probable cause, on proximate cause. They probably do it in non-FELA cases, too."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're entitled to have  them disregard the correct instruction rather than an incorrect instruction, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"My point is that I don't see much practical difference between what you argue is the correct instruction and what your friend argues is the correct instruction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, law students, professors, and some judges have had trouble defining the concept of proximate cause for centuries. I don't know why we expect a juror to be able to navigate through those nuances, either."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that over the last few decades, there's been an increasing emphasis on foreseeability as a component of proximate cause?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you give some examples of what causes would be proximate and what causes would not so qualify?  Something that's -- you said but-for is no good.  So what would be a but-for cause but not a proximate cause?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rothfeld, are there any cases like that in the FELA world?  You know, I take it that this basic instruction that was given in this case is the instruction that's given in most cases.  If you look across the range of cases, do you find jurors awarding damages in the kind of situation that you're talking about?  In other words, is this a real-world problem?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a case like that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but I mean somebody might think that having to go off and patrol a thing in a rough area is something that happens with a sudden stop:  You run a risk of turning your leg. I agree with you about the snake.  Is there any case about the snake?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So the furthest -- the furthest -- the furthest that you go is the case of sudden stop in the wilderness, gets off, rough area, and twists his ankle."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know.  Is that proximate cause or not?  Maybe it isn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you want -- what instruction would you give that would tell the jury to allow damages in one of those -- the first of the coupling cases, but not in the second?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Are jurors going to sit there and say, one of those is natural, foreseeable, and probable, but the other isn't?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what \"natural\" means.  You know, so it's not a supernatural situation? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not foreseeable that if you drop a coupling where it's not supposed to be, somebody will come along and try to pick it up and move it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You could have been bitten by a snake when you're getting out of t car. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"But there has been no such case, to your knowledge?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rothfeld, your instruction actually used the term \"probable cause.\" Are you -- \"proximate cause.\"  Are you saying now that that's not necessary, that as long as you say \"reasonable and foreseeable,\" you would be satisfied?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So why use it at all?  If you think that \"reasonable\" or \"foreseeable\" are less confusing words, why shouldn't we just tell the jury to use those words instead?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the spelling out is natural, probable, and foreseeable?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Although your proposed instruction didn't use the word \"foreseeable\"?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you explain how it might have made a difference in this particular case based on the facts of the case?  As I understand it, Mr. McBride's theory was that as a result of having to use the independent brake extensively over a long period of time with this wide-bodied cab, his hand got tired and it fell, and it hit the independent brake. Is that -- that's the theory?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're really suggesting that the defense attorney here wouldn't have argued the concept of proximate cause in saying the negligence had nothing to do with him just deciding to hit the brake?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I -- I -- I -- it's farfetched, don't you think, that because the judge refused to give a proximate cause charge that the idea of it wasn't argued to the jury:  What we did didn't cause this."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the -- but the question is, what was your argument?  What was your side's argument?  Did you argue, in effect, proximate cause?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any -- any negligence-type statutes?  I mean this one, I mean, it's odd to say that the judge erred in reading to the jury the words of the statute, did plaintiff's injury result in whole or in part from railroad negligence.  All that Federal statutes, negligence statutes that use the word \"proximate\" --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you said your defense at trial was not about causation, it was no negligence,  right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume you could talk to the jury and the jury says to you:  We found negligence, so we don't want to hear about that; and we've found but- for causation and we don't want to hear about that; now, explain to us why there isn't proximate cause here? What more -- what -- what would you say?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But wasn't the theory different, Mr. Rothfeld?  Wasn't the theory that the configuration of the train made the braking and the switching much more difficult for the person in this position?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Frederick. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, the other side says that what that meant, and -- and -- and the language of our cases seems to support that, \"in whole or in part\" simply eliminated the common law doctrine of contributory negligence, whereby if the plaintiff also had been negligent, the plaintiff could not recover, and -- and FELA uses a -- a -- a comparative negligence standard."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why doesn't \"in whole or in part\" apply to the elimination of contributory negligence?  Isn't that an adequate explanation for the language?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that the phrase in the statute \"in whole or in part\" allows juries to impose liability based on but-for causation?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's what but-for cause means.  Tell me about the snake.  Is the snake covered?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Once you abandon a proximate cause requirement, however you want to define that, I don't see why the snake isn't covered, or the lightning on 42nd Street."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Sure it did.  The train wouldn't have stopped, the conductor wouldn't have gotten off, he wouldn't have been bitten by the snake. If the -- if the car had not traveled to New York over the speed limit, the -- the passenger wouldn't have been on 42nd Street when the lightning struck.  I mean, how can you say it didn't play a part?  Of course it played a part."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"As I read the statute -- as I read the statute, it insists, as interpreted in Rogers, that the negligence has to play a part in producing, and in the snake case the negligence doesn't matter.  It's simply the timing, et cetera.  And is -- that's how I read it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And I guess that's how courts have read it.  I'm not sure; you know.  And I suspect from the answers I've gotten so far there's never been a court that read it differently."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that correct?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That negligence didn't play a part?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But for the negligence, the train would not have stopped.  How can you say the negligence didn't play a part?  Had the train not stopped, he wouldn't have been walking along and been bitten by the snake."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean do words mean  anything?  How can you possibly say that negligence didn't play a part?  It obviously did.  It seems to me you're arguing for -- not the nonexistence of proximate cause.  Nobody in his right mind could argue for the nonexistence of proximate cause.  You are arguing for some different -- different definition of proximate cause, and I would like to know what that -- what that new definition is, as opposed to the definition that Mr. Rothfeld proposed."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know if they said this, but I mean, as I read it, I thought the reason that negligence doesn't play a part is the act which was negligent played a part, of course; it was \"but for\"; but the fact that it is negligent is totally irrelevant, because it's not within the risk in any sense whatsoever. Now as I -- you know the area.  I don't put -- don't just agree with me because I'm saying it.  Is that roughly the --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're in the jury room  and a juror says:  This wouldn't have happened but for the wide locomotive; therefore, there should be liability.  What -- and assume the jury has all of the Federal reports in there and the judge lets them read. What -- what is there for another juror to say that this is wrong?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How did any of those  things cause his injury?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You've used the formulation negligence played a part in the injury.  So how did those things play a part?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you don't assert that that's a foreseeable consequence of the negligence of using a wide-body train?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you -- you don't --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You say it doesn't have to be foreseeable."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, so you -- you conceded that it ought to be foreseeable."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm trying to see what your case is because I can't believe you don't believe in proximate cause.  I just think you're -- you're giving a different definition of it, and I'm trying to figure out what your definition of it is."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do it.  I'm still waiting to hear your instruction, which is supposedly something other than \"but for.\"  Is it just \"but for\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"With -- what are the words? Give me the words."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think that's \"but for\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't care whether I think.  We've got words here.  What do those words mean?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Negligence is a given; the negligence is not what I'm asking about.  I'm asking about causality, and what you have just read is \"but for\" cause."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can I -- can I go back a second and perhaps follow up Justice Scalia's question in a slightly different way?  Do you believe a railroad can be held liable for a harm it could not reasonably foresee?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now, perhaps, we can get to why, under what formulation, if it didn't know harm was going to happen or could happen."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Reasonably foreseeable."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It might not be reasonably foreseeable that an amputation would occur, but it was reasonably foreseeable that some injury to people would happen as a result of these infected insect bites, no?  That's what the court ultimately said."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If the other side doesn't insist on that, the other side -- we'll give you that one."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, suppose a juror says, We wouldn't -- goes to the judge and says, We would like to have an explanation of, what does it mean that the injury results in whole or in part from the railroad's negligence?  What would the judge respond?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this jury found it, though.  What -- what would you tell the jury?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This jury found it unclear and asks you.  What would you say?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what if the jury says, Well, does it mean that but for the negligence, the injury would not have occurred?  Then what would the trial judge say?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You think that eliminates but-for cause, to tell them that negligence plays a part, no matter how small, in the injury?  You think that eliminates but-for, rather than invites it?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the jury asks, Is it sufficient, is it necessary for the injury to be foreseeable?  What does the trial judge say then?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We have three justices of this Court that say Rogers is irrelevant because it had to do only with multiple causes."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, go back again and tell me what a -- what a judge would say to a jury so he or she doesn't say but-for is not, not using those words, tell me in simple, plain language how a judge differentiates to a jury the difference between but-for and this causation.  What would a judge say?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The -- that negligence played a part in the injury?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Producing the injury?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It sounds like foreseeability you're talking."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you said no  foreseeability?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want to go back or forth?  Which do you want? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, at -- at -- at least that, it seems to me, is a jury question."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but -- but it was not instructed on foreseeability?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't Mr. --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":9,"sideBefore":"justices","text":"They -- they -- they did ask for proximate cause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That sounds like a good definition of foreseeable, doesn't it?  It's natural and probable."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could something be natural and probable and not foreseeable?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could I just ask you this factual question?  Was it Mr. McBride's theory that his injury resulted from the repetitive use of the independent brake or was it that the -- as a result of the repetitive use his hand fell down and it hit the independent brake, and that was the cause of the injury?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Rothfeld, you have 4 minutes. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"MR. ROTHFELD: problem."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"MR. ROTHFELD: common law from --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"How about eggshell skull? That is a different kind of It is not foreseeable. It has been -- the rule of You're just saying, it's all foreseeable, not foreseeable."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not, if you know that there are snakes along this route, just like there's an infected vermin or insects or something else? I --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"matter of law?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not that it's a That -- that's right, A matter of law, there was -- there could be no proximate cause.  You're arguing that a jury should determine whether or not they  could anticipate somebody slipping on a slope?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't -- isn't Mr. Frederick right in saying that asking whether something is probable is very different from asking whether it's foreseeable?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it's probable it's foreseeable, but it can be foreseeable even though it's not probable."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's true, that -- everything that's natural and probable is foreseeable, but not everything that's foreseeable is natural and probable, you were requesting a jury instruction that didn't go as far to help you as was possible, but you were still requesting a jury instruction that was on the road."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This case go to the jury?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, Mr. Rothfeld, I didn't understand what you just said, because the requested jury instruction that -- that you gave was any cause which in natural or probable sequence produced the  injury.  Is that right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's essentially saying that the jury has to say it's 51 percent likely to produce the injury, isn't that right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it says natural or probable, and probable means more likely than not, which is 51 percent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHARLES A. ROTHFELD","firstName":"CHARLES","lastName":"ROTHFELD","counsel":true,"justice":false,"side":"petitioner","words_spoken":4182,"interruptions":22,"times_spoken":57,"laughter":0,"num_int_by":8},{"id":1,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":3352,"interruptions":18,"times_spoken":53,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":315,"interruptions":0,"times_spoken":11,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":198,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":805,"interruptions":1,"times_spoken":38,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":468,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":408,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":255,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":2,"times_spoken":12,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":275,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":4182,"times_spoken":57,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":18,"words_spoken":3352,"times_spoken":53,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":7,"words_spoken":3054,"times_spoken":115,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.7222864814833048,"respondent":0.27771351851669523,"date":1472523515514}}