{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"KAMALA D. HARRIS, ATTORNEY GENERAL: OF CALIFORNIA, ET AL. ","counsel":[2]},"caseNumber":"10-224","date":"2011-11-09T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-224, National Meat Association v. Harris. Mr. Wells. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about purchase?  What about -- what about the contract to purchase?  The California law addresses that.  Do you -- do you contend that that is pre-empted as well?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How so?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it weren't?  What if it took place at an auction site apart from the slaughterhouse?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or contract of purchase.  I mean, if the contract of purchase is made apart from the slaughterhouse itself, they could make it unlawful for the -- the person who raises the animals to sell them when they're nonambulatory and unlawful for the slaughterhouse to contract to buy them, right, so long as the contract is off the premises?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, your -- your position is if the contract for purchase is consummated in some way on premises, that's pre-empted?  And so, your answer to Justice Kagan and Justice Scalia is that if the purchase contract occurs before the animals arrive at the gate of the slaughterhouse, that that would not be pre-empted?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your whole argument is on express pre-emption."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You've given up any argument on implied."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Please tell me why you think the sale of the meat is expressly pre-empted.  The Solicitor General says it's a closer question on sale of the meat because the slaughterhouse processes -- the law is involved only with the operations and -- of the premises and manner of slaughtering and has nothing to do with sales.  So, why is the sale of the meat pre-empted?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, how about there's a law that says you can't slaughter cats, dogs, or horses, or you can't sell cats, dogs, or horses for slaughter?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or for consumption."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that pre-empted?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a Federal regulation to that effect?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And what's that definition?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, the Seventh Circuit and -- and I forget what the other circuit was -- were incorrect in saying that the -- that the State could prohibit the slaughter of horses?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, doesn't it seem strange to hold that the Federal Meat Inspection Act speaks to an issue like that?  This doesn't have anything -- whether or not horses should be slaughtered and sold and their meat should be sold doesn't have anything to do with food safety, does it?  And it doesn't have anything to do with humane treatment, assuming the same methods of slaughter are used?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I wasn't speaking of the California law.  I was speaking of the law that prohibits the -- the slaughter of horses --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's based just on a judgment, a societal judgment, that this is an animal that should not be slaughtered and sold for food.  What does that have to do with any of the purposes of the Federal Meat Inspection Act?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that presumably is why Congress excluded cats and dogs?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, Lassie -- Lassie and Kitty are no good?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But Dobbin is all right."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Young, you suggested that even if the Seventh Circuit was correct, there would still be a difference because of ease of identification.  You can tell a horse is a horse and keep the horse away from the slaughterhouse.  Would it be possible to say the same thing about nonambulatory swine?  And I guess my question is, do nonambulatory swine usually become nonambulatory in transit or at the slaughterhouse, or could you identify such swine earlier?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I guess the -- the State could make it unlawful for a rancher or -- what are the people that ship the animals to you called? Could it --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A rancher or farmer could make it unlawful for them to ship a nonambulatory swine, could they not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but as far as this statute is concerned, it would not preclude a State law that forbids a -- a rancher to -- to ship a nonambulatory swine, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought that your argument on sales would apply at the front end as well.  You say sales can't be regulated because it's really just a way to get to the regulation of what goes on at the slaughterhouse.  Wouldn't that concern also apply at the front end?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- isn't that logically not -- doesn't that logically not follow? You may not sell meat if it's been adulterated doesn't mean that you can sell meat so long as it's not been adulterated; right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"One is a limitation, not a grant."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't it the case that most nonambulatory animals become nonambulatory because of the method of transportation that's used?  Do you dispute the statistics in the brief of the non-State Respondent that -- Respondents that, nationwide, approximately 220,000 swine die during transport, another 440,000 become nonambulatory during the transportation process?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you dispute the fact that the reason -- that ranchers generally do not ship animals that are nonambulatory at the time when the trip begins, but that most of these nonambulatory animals become nonambulatory during the transportation process?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think it's difficult to identify which animals are nonambulatory?  That's the difference between horses -- between prohibiting the slaughter of horses, because you can tell whether it's a horse or a pig, but you can't tell whether a pig can walk?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be possible --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Can you tell me, if it's okay for California to say you can't sell a nonambulatory animal and that that applies to everyone off the slaughterhouse premises, is that -- that's basically your position.  So that if the purchase occurs on premises, then the person who's selling it, even if it's not the slaughterhouse, can still sell it on the premises?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What a -- what a fascinating area of immunity.  Now what we're saying to auction houses and everyone else is don't pass title until you get to the slaughterhouse."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean that a State could actually pass a law and create a facility, let's say, that says -- the law says the trucks have to stop at the State facility before it gets to the slaughterhouse, and at the State facility, we'll check to see whether there are nonambulatory animals and make sure that those animals don't go on to the slaughterhouse?  Would a State be within its rights to do that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if they do it at the weigh station that a truck has to stop at when it enters the State, that would be okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Horwich. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, before you get to that point, the animal has to be transported.  Does Federal law regulate for humane purposes the transportation of animals to slaughterhouses?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if the Federal -- if Congress has not chosen to regulate the transportation of animals to prevent inhumane treatment in transit, why should a State law that aims at that objective be pre-empted?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if the State could inspect the trucks at a weigh station before they get to the slaughterhouse, why can't they do the same thing when they get to the slaughterhouse, where it's more practical to do that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you dispute -- you dispute that?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So, is there anything saved to the State?  I mean, there is a savings clause. Once you get to the entrance to the slaughterhouse, is there any room for any State regulation?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"In that respect, do State inspectors routinely go on the premises of slaughterhouse to ensure that their coextensive laws are properly enforced?  And if that's so, are there problems of judgment, that a Federal inspector says, no, this is okay under Federal law, and the State official says, no, this is not okay under the State law, even though they say the same thing?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"What am I supposed to do -- I have a quick procedural question, which I think is similar to Justice Ginsburg's.  Suppose this is three sections, the State law, and some of them have three parts.  Suppose I thought, well, the word \"buy\" -- I mean, \"buy\" might cover an awful lot of things that don't have much to do with operations.  Maybe sometimes they do.  Suppose I ended up thinking that, but I thought you were right about all the rest of it.  What am I supposed to do?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no, no.  I'm just doing that hypothetically."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do we have to peel this onion in order to decide this case?  I mean, do we have to go through --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":4,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":10,"sideBefore":"justices","text":"-- each little provision of the statute and say this is in, this is out, this is in, this is out?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Can't we just either affirm or reverse the particular preliminary injunction that was -- that was issued here?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But what I discover is there are at least 11 different provisions in this, and I have exactly Justice Scalia's question.  Do we have to write an 11-part opinion where we treat each of these different things, which are different, separately and analyze it?  I'm not trying to get out of the work.  I just want to know. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I'd like to get out of the work, to tell you the truth. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose we agree with you about that.  We say, if I agree with you about that, there we are; you're supposed to pick up this animal which is on the slaughterhouse floor and kill it right away.  That seems to have to do with operations.  All the rest of these other 10 provisions are just variations on that theme, according to the Government, and we send it back for them to argue this out below."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, there are 10 other parts.  There are 10 other parts."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You want to give a one-sentence answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Smith. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How do you define the scope?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  So, now explain how under your definition it's not among at least one of those."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is that true, Ms. Smith?  I thought that under the Federal program some of these animals could become meat, that under the Federal program, you take a nonambulatory animal and you say, well, some of them might be condemned, but some of them are suspect, and if they're only suspect, it may be that eventually they'll be turned into meat."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, no.  No.  Provisions of the Act, at least as amended, also require humane treatment of the animals while they're being processed. That has nothing to do with whether the meat is any good.  It has to do with humane treatment of the animals."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Wait.  I don't -- you mean the Federal requirements of humane treatment do not apply once the slaughterhouse decides that this animal will not be slaughtered for meat; then the slaughterhouse can do whatever it wants with the poor animal?  That can't be right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about the provision that says that they will not be exposed to sharp -- sharp instruments that can injure them?  Does that apply to only those that are going to be sold for meat?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait, no.  But that Act amends, amends, the Act that does have a pre-emption clause."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And, therefore, it seems to me the pre-emption clause applies to the humane provisions as well."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Just in slaughterhouses.  I mean, to the extent it's incorporated in that Act, it only applies to humane treatment by slaughterhouses, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But they don't -- you don't know whether they're going to become meat until after the Federal process of post-mortem inspection and all of that.  And your rules seem to prohibit that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, but I mean your -- your argument up to this point has been that this doesn't interfere with the Federal laws because the Federal laws are designed only to deal with meat that is for consumption.  And you say with your -- with respect to your animals, that's not what it is.  But here, as I understand the Petitioner's and the Government's position, it is that nonambulatory animals can be turned into meat for consumption.  So, you don't know whether it fits under the definition of the State law until you've violated it."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that's exactly where the California system diverges from the Federal system because under the Federal system you separate the animal out, and then you take a look at it, and then you decide whether that animal can continue to go through the process and eventually become meat, or whether you euthanize it.  So, the California system commands an action that the Federal system say may be necessary but may not be."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Where the Federal system has said maybe they should be part of the meat supply system."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But in any case, it's -- look, this is a simple question that occurs.  I am an inspector at a federally inspected meat facility.  I look around, and there is a -- a cow and it's lying down.  All right?  It seems to me that your law says I have to go over and see that it is immediately euthanized. Now, how is that not what is forbidden, a requirement -- the exact words are -- \"in addition to or different from the Federal requirements governing the operations of that Federal meatpacking facility.\" The Federal law does not require me immediately to go over and euthanize the cow.  Your law does require me to go over and immediately euthanize the cow.  And, therefore, your law seems an additional requirement in respect to the operations of a -- a federally inspected meatpacking facility.  Now, that seems to me the obvious, simple argument that people have been making, and I would like to know your obvious, simple answer."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I understood that the Federal regulation -- you can correct me if I'm misunderstanding -- is that if there is a suspect animal of any kind, that it requires a slaughterhouse to wait until the Federal inspector comes and finds out whether it's just suspect or it's something that can't be sold. And the reason why the inspection occurs, as I understand it, is that there are some diseases that are so contagious that if the inspector decides that that animal is carrying that disease, that the whole lot will be quarantined or otherwise destroyed.  So, are you fighting with -- that that's what the purpose of pre-inspection under the Federal system is for?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm having a hard time drawing that distinction.  If there is a valid purpose to the pre-mortem inspection -- and I can't see how you can argue otherwise -- that there may be some diseases that are so contagious that the entire lot, ambulatory or nonambulatory swine, are affected, then I don't see how you can argue that you aren't trenching on the scope of the statute.  If the scope of the statute is to ensure that meat is unadulterated and if there is the risk of contagion, that has to be within the scope."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So, I suppose what you're saying, Ms. Smith, is that California or any State is entitled to take certain categories of animals outside of the whole process, to exclude certain categories of animals from the whole process and so to exclude them, if you will, from of the scope of this chapter.  And much as the Seventh Circuit said a State can simply exclude horses from the scope of this statute, you're saying a State can exclude nonambulatory swine from the scope of this statute.  But then you have to, you know, ask yourself the question:  Are nonambulatory swine so easily excludable as horses?  Why couldn't the State then exclude swine with various kinds of diseases?  And then it would be clear that the State was doing something that the Federal statute is supposed to be doing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's an additional requirement.  I don't know why it's conflict pre-emption.  It's express pre-emption.  If indeed the Federal regulations say that these diseases disqualify the animal from being slaughtered and sold as meat, and California says no, we think additional diseases should disqualify the slaughter and sale, that's an additional requirement.  I don't know how you say that's somehow conflict pre-emption.  It's express pre-emption."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You keep saying \"not within the scope.\"  I don't know what you mean by \"not within the scope.\"  Why is it not within the scope?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right, and what -- what limits it?  What enables the State to disqualify other diseases that the Federal law does not disqualify?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"\"No additional requirements\" is what the Act says."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it doesn't say that. It says \"no additional requirements\" with respect to all of the operations, both the operations that pertain to those animals that are later sold as meat and the operations that pertain to those animals that are slaughtered and whose carcasses are burned or disposed of.  How do you get the limitation to only those animals that are -- that are slaughtered for meat?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, your argument is that because the Act doesn't speak to whether or not cats and dogs and horses can be sold as meat, you can also say it's not within the scope because it doesn't speak to specifically whether nonambulatory animals can be sold as meat or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that seems to me -- what you're saying then with respect to animals that are slaughtered in a slaughterhouse is that the difference is that the State law says you can't sell that as meat while the Federal law says you can.  Right? In other words, you're saying, well, just because the Federal law says you can doesn't mean that the State can't say you can't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Correct?  Well, isn't the exact flip side of saying you can sell it is that -- that you can't sell it is that you can.  So, when the Federal law says you can, that pre-empts the rule from the States that says you can't."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But we're not talking about conflict pre-emption.  If it said you must and the State says you can't, then there would be conflict pre-emption.  But we're talking about express pre-emption, which says in so many words no additional requirements.  And I don't know how you can get around the fact that this is an additional requirement."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It does, you're right. You're right.  I see where you're going.  It says we're talking about regulations that are within the scope of the Act.  But I have assumed that that means we're not talking about airplanes; we're talking about the subject matter of the Act.  And so, is this the kind of regulation that is within the subject matter of the Act? And it seems to be.  It has to do with how you slaughter animals.  It has to -- I mean, if you're going to be so specific as you say the only things that are within the scope of the Act are the specific requirements that are there already in the Federal Act, then this prohibition against extra regulations means nothing. I mean, it can't mean that.  So, it just means the subject matter.  And now, if it means the subject matter, then why don't you lose?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What do you mean, instead of?  What is the scope of the Act?  Are you saying the scope of the Act refers only to those particular provisions that are already in the Act, requirements already there?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes?  Then why did they put in something saying you can't add anything?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you define the scope almost exclusively by purpose.  And regulatory power is broader than purpose, I mean, as is reflected by the regulations here which are dealing not merely with animals that are adulterated but are dealing with the whole process of what happens from the minute they arrive to the minute they're sold.  So, if we don't accept your limitation based on a scope being defined by purpose, how do you win?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you seem to be assuming that in effecting its obligations that only when it finds adulterated meat is that within the -- the scope.  The Government has basically said:  We've got to figure out if it is, and this is how we're going to do it:  We're going to do it starting from the receipt of the swine through its sale, and we're going to have inspections all through the process, whether or not the meat will ultimately be sold or not; our scope is what happens in that slaughterhouse.  That --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I didn't see your argument, and now I see it.  Okay.  So, I understand where you're going. But then if I look at section 610 of the Act, it has a whole bunch of prohibitions, including prohibitions and references to how you slaughter animals, and including how you slaughter animals humanely.  So, there, how do you say that this provision which talks about euthanizing an animal that you look around and it's lying down -- how is that not within the scope of the Act?  I'm not saying that they have that particular thing, but the subject matter, slaughtering animals, indeed humanely, is something the Act absolutely deals with."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, I didn't say that.  I said yes, it's part of the operations, but also it's the subject matter with which the Act deals.  The Act deals with the humane slaughter of animals and other forms of slaughter of animals.  So, how -- how is -- so, I repeat my question."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  I see.  That's what you said before --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":10,"sideBefore":"justices","text":"I don't think that's what within the scope means.  The pre-emption provision here in the statute has two provisions.  The first one, which is the one we're talking about, says requirements within the scope of this chapter with respect to premises, facilities, and operations which are in addition to or different than those made under this chapter may not be imposed.  That's the first one.  Okay?  Requirements within the scope with respect to premises, facilities. Now, the second pre-emption provision reads: \"marking, labeling, packaging, or ingredient requirements in addition to, or different than, those made under this chapter.\"  Now, I read the difference between those two being, under number two it has to be different from something that has been made; whereas under number one, it just has to be different from anything that could have been made under this chapter. It's within the scope of the chapter.  It's within the Secretary's authority to prescribe under this chapter.  I think that's what Congress meant by the difference between requirements within the scope and, in number two, \"in addition to, or different than, those made,\" and that to my mind is -- is a much more plausible explanation of \"within the scope\" than -- you know, it's directed to the purpose of -- of the statute. I don't think within the scope has anything to do with the purpose.  It has to do with whether the Secretary is authorized to act in this field under the chapter."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  You're not seriously arguing that the Secretary couldn't regulate in the manner California has, that the Secretary is powerless under this Act to say you can't slaughter animals that can't walk?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The Secretary could do that?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Because that would be a requirement?  Is that -- is that -- do you rely heavily on -- on the distinction between a requirement and something that's merely permissive?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But suppose, Ms. Smith, you decided that the Secretary was not doing a good job in terms of inspecting for disease.  So, I guess that there's some disease called diamond skin disease which affects a lot of pigs.  And you just thought that the inspection standards were far too lenient, and you said, okay, we're not going to allow pigs with diamond skin disease to be slaughtered.  Under your theory you could do that, too; isn't that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But in fact it requires a parallel inspection system.  It's trying to do the exact same thing that the Secretary is trying to do, which is trying to remove animals with a certain kind of disease, and it requires an inspection system of its own."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In my hypothetical case."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And then I think that the cases seem similar to make."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The other argument is that it is within the scope of the Act because it is pre-eminently something that the Secretary is authorized to regulate, this nefarious diamond skin disease which we're all familiar with. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"It's within the scope of the Act, because he could act and indeed is -- is told to act to prevent stuff like that.  And that's why it's within the scope of the Act for California to do something in addition to what he has chosen to do. And that's why there's a difference between one and two, requirements within the scope, and marketing, labeling, and packaging requirements in addition to or different from those made.  This one isn't made, but it is within the scope of what the Secretary could make.  And, therefore, California should butt out."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose I agree with you on that but don't agree with you -- or least I'm dubitante on that and -- and disagree with you on the rest.  What do I do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what purpose does the ban on buying and selling have, other than to implement the restrictions that go to operations?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that seems to me to be, the answer, that, no, it doesn't have anything else to do because the animal cruelty that you're concerned about takes place on the premises as a result of the operations.  And so, you prohibit the buying and selling of an animal that wasn't treated the way you think it should be treated, to give effect to your views on how it should or should not be treated, which seems to be expressly pre-empted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What does it include besides swine?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Those are -- those all go through slaughterhouses?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Wells, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you counsel, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"STEVEN J. WELLS","firstName":"STEVEN","lastName":"WELLS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2119,"interruptions":17,"times_spoken":38,"laughter":17,"num_int_by":5},{"id":1,"fullName":"BENJAMIN J. HORWICH","firstName":"BENJAMIN","lastName":"HORWICH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1384,"interruptions":10,"times_spoken":16,"laughter":6,"num_int_by":5},{"id":2,"fullName":"SUSAN K. SMITH","firstName":"SUSAN","lastName":"SMITH","counsel":true,"justice":false,"side":"respondent","words_spoken":2217,"interruptions":25,"times_spoken":48,"laughter":10,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":551,"interruptions":0,"times_spoken":19,"laughter":3,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1103,"interruptions":3,"times_spoken":31,"laughter":7,"num_int_by":3},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":596,"interruptions":1,"times_spoken":12,"laughter":4,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":699,"interruptions":1,"times_spoken":18,"laughter":8,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":427,"interruptions":1,"times_spoken":13,"laughter":7,"num_int_by":1},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":61,"interruptions":0,"times_spoken":2,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":64,"interruptions":0,"times_spoken":1,"laughter":1,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":780,"interruptions":1,"times_spoken":13,"laughter":5,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3503,"times_spoken":54,"laughter":23,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":2217,"times_spoken":48,"laughter":10,"num_int_by":5},{"side":"justices","interruptions":7,"words_spoken":4281,"times_spoken":109,"laughter":36,"num_int_by":6}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.9,"respondent":0.09999999999999998,"date":1473644743667}}