{"petitioner":{"name":"WAL-MART STORES, INC.","counsel":[0]},"respondent":{"name":"BETTY DUKES, ET AL., ","counsel":[1]},"caseNumber":"10-277","date":"2011-03-29T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-277, Wal-Mart Stores v. Dukes. Mr. Boutrous. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose if corporate headquarters had learned that the subjective decisionmaking or the delegation of decisionmaking to the field was resulting in several discriminatory practices or a pattern of discrimination -- in other words, the decentralized process was leading to discrimination -- then I suppose the company -- that that could be attributed to the policy adopted by -- at headquarters?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm talking about -- so, they've got thousands of stores, and, you know, every week they get a report from another store saying that, you know, there's an allegation of gender discrimination.  At some point, can't they conclude that it is their policy of decentralizing decisionmaking that is causing or permitting that discrimination to take  place?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"The Chief Justice's question reminds me somewhat of our rule in Monell under 1983:  A city is not liable for a -- a constitutional violation unless it has a policy.  Would you think that we could use that as an analogue to determine whether or not there is a common question here?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose, following the Monell analogue, there's -- it's a -- there's a showing of deliberate indifference to the violation.  Would that be a policy?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any responsibility if you -- the numbers are what has been left out so far.  The company gets reports month after month showing that women are disproportionately passed over for promotion, and there is a pay gap between men and women doing the same job.  It happens not once, but  twice.  Isn't there some responsibility on the company to say, is gender discrimination at work, and if it is, isn't there an obligation to stop it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I thought their expert didn't aggregate them together.  He did it regionally, not store by store, as your expert did, number one; and, number two, that he performed, as accepted by the district court, and affirmed by the circuit court, any number of controlled variable  comparisons, including job history, job ratings, and other things, and found that the disparity could not be explained on any of the normal variables that one would expect and that the disparity was significantly much higher than the 10 competitors of Wal-Mart and what they were paying their labor force. So, what is speculative about that, number one?  And, two, why is that kind of statistical analysis inadequate to show that a policy of some sort exists?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that begs the legal question, which is -- you're right.  Ultimately, you may win and prove to a factfinder that this analysis is fatally flawed, but what the district court concluded was that on the basis of your expert, whom he discounted because your expert was -- was basing analysis on -- on premises that the court found not acceptable, that there was enough here after a rigorous analysis. What's the standard that the court should  use in upsetting that factual conclusion?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you think is the difference between the standard that the district court was required to apply at the certification stage on the question whether there was a company-wide policy and the -- the standard that would be applied on the merits?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that's quite fair, Mr. Boutrous.  I think their argument was that the common policy was one of complete subjectivity, was one of using factors that allowed gender discrimination to come into all employment decisions.  And in Watson, we  suggested that that was a policy, a policy of using subjective factors only, when making employment decisions.  That's exactly the policy that was alleged here."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I guess I'm just a little -- a little bit confused as to why excessive subjectivity is not a policy that can be alleged in a Title VII pattern and practice suit or in a Title VII disparate impact suit."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Boutrous, there was a case, it was in the '70s, and it was a class action against AT&T for, I think, promotion into middle management. What was at issue there was a part -- a test, part objective, but then in the end, the final step was a so-called total person test, and women disproportionately flunked at that total person. And the idea wasn't at all complicated. It was that most people prefer themselves; and so, a decisionmaker, all other things being equal, would prefer someone that looked like him. And that was found, that total -- the application of that total  person concept was found to be a violation of Title VII. This sounds quite similar.  I mean, it's not just -- it's not subjective.  You have an expert -- I know you have some questions about that expert -- but the expert saying that gender bias can creep into a system like that simply because of the natural phenomenon that people tend to feel comfortable with people like themselves."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Boutrous, I think that that suggests that the plaintiffs would have to demonstrate discrimination in every individual case, and that's never been the law.  All that the plaintiffs have to demonstrate and, especially at this stage in the proceedings, is that there is a practice, a policy of subjectivity that on the whole results in discrimination against women, not that each one of these women in the class were themselves discriminated against."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what happens to the damages claim of an individual woman who is part of this class if that class prevails?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Would -- would she be eligible for only back pay or compensatory damages as well?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  But would -- would the -- would the women with a claim for compensatory damages be able to sue that after the class prevails in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even though she could have not received notice and not had an opportunity to opt out?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, would --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":5,"sideBefore":"justices","text":"I thought your position was that this could not be certified under Rule 23(b)(3), either; is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that bar the (b)(2) class?  Meaning if their claim is, as they state it, that they're seeking injunctive and declaratory relief against a discriminatory impact or -- case or a pattern and practice case, wouldn't that have value and wouldn't that value be, standing alone without the damages component, be that the plaintiffs who come in later have a presumption that discrimination affected them and the burden shifts to Wal-Mart to prove that there was a nondiscriminatory reason?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if they did, why couldn't you separate out the (b)(2) issue from the (b)(3) question of whether monetary damages have enough common facts and law to warrant a certification under (b)(3)?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, would you address the -- address them separately for me, and tell me why a (b)(2) class couldn't exist only on injunctive relief? And if it can, if you're conceding it can, then is your attack merely that the monetary component of this, the back pay -- which, you know, I know the dispute on  whether that's equitable relief or compensatory relief or not -- why that just can't be separated out and put into the (b)(3) claim?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that -- correct me if I'm wrong, but I thought that this district judge said that -- that the absent class members would get notice and have an opportunity to -- to opt out.  So, a -- a plaintiff, a member of the class who wants to go  for compensation instead of just back pay could opt out."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That begs my question. Are you talking about any monetary relief?  You're -- you're claiming, I'm assuming, that monetary relief includes equitable relief."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The Fifth Circuit has described a test where it doesn't use the predominant question; it uses the incidental test.  What's wrong  with that test?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- that's where I'm going to.  Would you accept that incidental test as appropriate to the question of when monetary damages predominate or don't?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the class does -- does not prevail; it loses?  Does that bar an individual woman at a particular Wal-Mart from bringing these same claims?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not suggesting that they would be precluded on individual discrimination claims, are you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But what if it were the same theory, that the reason this person was able to discriminate was because he had total subjective discretion in his hiring?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Sellers. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What would the injunction look like in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Is it your position that on this scale subjective decisionmaking processes are necessarily illegal?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, if this were -- how many stores are we talking about, a thousand stores?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Several thousand stores.  How many examples of abuse of the subjective discrimination delegation need to be shown before you can say that flows from the policy rather than from bad actors?  I assume with three -- however many thousands of stores, you're going to have some bad apples."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, I know there are examples.  How many do you need to have?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Surely it won't be -- if somebody sends one letter in saying the guy at this plant -- is -- plant -- this store is discriminating, that can't be enough to support your theory."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is it -- is it true that Wal-Mart's pay disparity across the company was less than the national average?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's not clear to me: What is the unlawful policy that Wal-Mart has adopted, under your theory of the case?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's -- it's hard for me  to see that the -- your complaint faces in two directions.  Number one, you said this is a culture where Arkansas knows, the headquarters knows, everything that's going on.  Then in the next breath, you say, well, now these supervisors have too much discretion. It seems to me there's an inconsistency there, and I'm just not sure what the unlawful policy is."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is that disparate treatment?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I'm getting whipsawed here.  On the one hand, you say the problem is that they were utterly subjective, and on the other hand you say there is a -- a strong corporate culture that guides all of this.  Well, which is it?  It's either the individual supervisors are left on their own, or else there is a strong corporate culture that tells them what to do."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, there's no discretion; is that what you're saying?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If somebody tells you how to exercise discretion, you don't have discretion."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What do you know about -- about the unchallenged fact that the central company had a policy, an announced policy, against sex discrimination, so that it wasn't totally subjective at the managerial level?  It was, you make these hiring decisions, but you do not make them on the basis of sex. Wasn't that the central policy of the company?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, how was -- how was that established?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that causes them intentionally to discriminate on the basis of sex?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That causes -- how could that possibly cause them to intentionally discriminate on the basis of sex?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that's just an assessment of why the percentage is different.  They differ not only at Wal-Mart, but at -- throughout the industry.  To say that that's the explanation is not to tell your people:  Don't promote women."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If you have an aggressive woman, promote her."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Have you sufficiently  shown -- despite the fact of an explicit written central policy of no discrimination against women, do you think you've adequately shown that that policy is a fraud, and that what's really going on is that there is a central -- a central policy that promotes discrimination against women?  Do you really think --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't this something that would be -- I mean, this -- we're not just talking about getting your foot in the door.  We're talking about certifying the class, and you may well lose on every one of these points, but -- but the 23(a) standards, they're not supposed to be very difficult to overcome.  It's just a common question of fact --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- that dominates at that --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But what seems to me is a very serious problem in this case is:  How do you work out the back pay?  You say -- we get through the 23(a) threshold.  We got class certified under 23(b)(2).  And  the judge says, there's no way I could possibly try each of these individuals.  So, we're going to do it how? How are they going to calculate the back pay?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if you had a situation where you had a company with a very clear policy in favor of equal treatment of men and women? You know, the answer to your -- the answer to your question was women don't have as many positions because managers discriminate against them in -- in hiring and in promotion, yet you still have the same subjective delegation system. Could you have a class of women who were harmed by this subjective policy, even though it was clear that the policy of the corporation favored equal employment opportunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no, they still -- well, then you're saying it is not enough that it be a subjective decision.  This company has a thousand stores, and sure enough in a thousand stores you're going to be able to find a goodly number who aren't following the company's policy, who are exercising their subjective judgment in a way that  violates the right to equal treatment. Couldn't you bring a class of people subjective to discrimination as a result of that subjective policy?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is the -- is the common question of law or fact whether, given the training which central management knew --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- given the facts about what people say and how they behave, many of which central management knew, and given the results which central management knew or should have known, should central management under the law have withdrawn some of the subjective discretion in order to stop these results?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If that is a fair way to put it, is that a question that every one of the women in this class shares in common?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The district judge didn't think so.  Didn't the district judge say that in awarding back pay some would get a windfall and others would be uncompensated?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought -- I thought his point was not simply that some women were not underpaid, but women, if you had an individual case, the  employer might show this person could have been fired, disciplined, and wasn't owed any back pay, not that she compares favorably to a -- a male peer, but that she wouldn't have gotten any pay at all."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can I just say something here?  Doesn't your class include both those women who were underpaid and both -- and those women who weren't underpaid?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't your class include both?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is that commonality?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, correct me if I'm wrong, I thought the Teamsters case was an action by the government that wasn't a class action case."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Pattern or practice, that's correct. Help me, if you can, with this.  Let's -- let's suppose that experts' testimony, sociologists and so forth, establish that in industry generally and in retail industry generally, women still are discriminated against by a mathematical factor of X.  You have a company that has a very specific policy against discrimination, and you look at their -- the way their employees are treatment -- are treated, and you find a disparity by that same mathematical factor X, does that give you a cause of action?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the -- the  disparity with -- that women are subjected to are the same in the company as they are --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- society wide, but the company does have a policy against discrimination."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would that be true even if you could not show deliberate indifference?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where there's no deliberate indifference and a specific policy prohibiting the discrimination, can you still proceed?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I understand your answer to Justice Kennedy's question to be that this typical company would be in violation of Title VII; is that correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's what the -- and that's what the academic literature on which your theory is based includes; isn't that right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, you have the company that is absolutely typical of the entire American workforce, and let's say every single -- there weren't  any variations.  Every single company had exactly the same profile.  Then you would say every single company is in violation of Title VII?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what -- what -- what's -- what's your answer assumes is if there is a disparity between the advancement of women and the advancement of men, it can only be attributed to sex discrimination --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, otherwise, how could you say that all -- all of the companies are -- are -- are presumptively engaging in sex discrimination?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"See, I wasn't talking about this case.  I was talking about your answer to Justice Alito --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- which said that, you know, it may well be that every industry in the United States is guilty of sex discrimination --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- unless there -- you know, there -- there's equality of promotion for men and women."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Sellers, could I take you back to the remedial question here --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":10,"sideBefore":"","text":"-- and when you think it is that individualized hearings are required?  You've described a kind of formula that you would use.  When -- when -- when is the formula approach right and when is the individual hearings approach right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought, didn't the district judge say because of the numbers we couldn't -- couldn't possibly have the hearing in each case on whether the particular woman was owed back pay?  They did say something about this."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought he said \"impossible.\""},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought he said more than difficult."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I'm -- I'm a little confused, all right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because you're saying an individualized hearing is impossible, but that's exactly what you're saying you're going to do, only through statistics."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're going to say through my statistical model, I will be able to identify those women in the class who are deserving of pay raises.  What that doesn't answer is when in this process is the defendant going to be given an opportunity to defend against that finding?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because you're -- are you suggesting that the district court would appropriately bar a defendant where there's no proof of intentionality with respect to not keeping records, that it was intended to stop these women from collecting money, et cetera?  When are they going to get a chance?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And if they're going to get a chance, isn't that an individualized hearing?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  That sounds like you're saying their only opportunity will be on the model."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They will be precluded from attempting to show any particular evidence that a particular decision was not made?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're not answering me."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're -- what you're saying is we're going to preclude them from doing anything but offering a mathematical model --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- because otherwise  it's going to be too hard to have individual hearings."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This -- this takes evidence, to establish that -- that it's more reliable to have a hearing with evidence on the particular promotion or dismissal of the individual, that that is more reliable than using -- I don't care how admirable a statistical guess you make; I mean is that really a question?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We must have a pretty bad judicial system then."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"justices","text":"We should use that in jury trials, too, for really old cases.  We should just put a statistical model before the jury and say, you know, this stuff is too old; so, we'll --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- we'll do it on the basis of -- is this really due process?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's standardless and -- and recordless, then why is there commonality? It seems to me that what you -- your answer that you just gave really is a -- shows a flaw in your case on commonality."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"One thing you haven't touched on is to -- to have, first of all the question of whether (b)(2) is limited to injunction and declaratory relief."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But if -- if you follow the advisory committee's note, then if dollars -- if damages predominates -- if damages predominate, then you can't use (b)(2).  You have to make your case under (b)(3); and the one factor here is that about half the class is gone, so -- they're not interested in injunctive relief, but everybody's interested in money. So, why isn't the money -- why do you say that the -- that the injunction -- injunctive relief is the thing and the damages are lesser, rather than the other way around?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In fact it's more than half the class that's gone, isn't it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But nobody's leaving yet."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Boutrous, you have 4 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't -- you don't seriously contend that if a plaintiff, if a policy were found or practice of discrimination that a woman couldn't come in and say they put X in, I had a longer  history at Wal-Mart, I had far superior job ratings, I had no criticisms of my work, and I wasn't promoted. Wouldn't that be enough for her to show that that policy influenced her lack of selection?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And your personal database has all that information.  So, why is it impossible to try these cases other than because of their large numbers?  That's a different issue."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If you just spend one second, remember my question.  We've got a common issue. Why isn't that enough at least to support a (b)(2) injunctive action?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That sounds like the merits you're getting to.  His point, remember, is this is just certification.  So, my question is:  Assuming they can support it with evidence, why can't they have their (b)(2) class, at least on an injunctive relief?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the vice president that said it was just window dressing or something like that?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think he's just making your -- their point, which is if they started paying women the same as men, they might get more diversity."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's the whole issue that's in dispute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THEODORE J. BOUTROUS","firstName":"THEODORE","lastName":"BOUTROUS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3458,"interruptions":11,"times_spoken":38,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JOSEPH M. SELLERS","firstName":"JOSEPH","lastName":"SELLERS","counsel":true,"justice":false,"side":"respondent","words_spoken":2989,"interruptions":28,"times_spoken":73,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":622,"interruptions":1,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":704,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":384,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":825,"interruptions":3,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":132,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":267,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":582,"interruptions":5,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":160,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":10,"fullName":"MR. SELLER","lastName":"SELLER","counsel":false,"justice":false,"side":"","words_spoken":1,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":11,"words_spoken":3458,"times_spoken":38,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":28,"words_spoken":2989,"times_spoken":73,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":15,"words_spoken":3676,"times_spoken":117,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8500520462098453,"respondent":0.1499479537901547,"date":1473644743669}}