{"petitioner":{"name":"BLAINE LAFLER","counsel":[0,1]},"respondent":{"name":"ANTHONY COOPER. ","counsel":[2]},"caseNumber":"10-209","date":"2011-10-31T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-209, Lafler v. Cooper. Mr. Bursch. "},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I -- can I stop you on the first?  You say mere outcome is not enough, reliability of the proceedings.  How does that fit with Kimmelman, where we said it, the right to effective assistance, does attach to suppression hearings, obviously where evidence would not make the proceedings more reliable?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, isn't there a right to make a critical decision on whether to accept or reject a plea bargain, once offered?  There's no right to demand one or to keep it, but isn't there a right to make that kind of critical decision?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose this were a death -- a death case, and roughly the same facts, failure -- failure to communicate.  And that leaves me just one other question based on your opening remarks.  We can think about adjudication as having a constitutional violation, injury, and remedy.  Are you saying that there was a violation in the abstract here but no injury, or was there a violation and an injury but just no remedy?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you could do all of that, including the death penalty, I --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say no violation, you don't mean that there was no ineffective assistance of counsel?  I thought that was conceded, that there was ineffective assistance."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought that the second part of the test asked about harm.  And here the person is sitting in prison for three times as long as he would have been sitting in prison had he had effective assistance of counsel at the plea bargaining stage.  So, why doesn't that just meet the requirements of Strickland, both deficiency and prejudice?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Sounds like a good argument. (Laughter.)"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And outcome -- there is a different outcome here.  He's sitting in prison for three times as long.  That's a different outcome."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, take the sentencing cases.  The sentencing cases, the determination of guilt is over, and the question is, is this person sitting in jail for 1 day longer because his counsel was ineffective?  And if he is, we would find prejudice there.  So, why isn't the same thing true here?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess I don't understand that answer, because that answer seems to suggest that the -- that the assistance being provided was not ineffective.  But here, as Justice Ginsburg notes, you've conceded that the assistance is ineffective.  That assistance has led to a much, much, much longer sentence.  You know, as opposed to some of the sentencing cases suggest that 24 hours is enough, this is 10 years or something.  And, you know, that should be the end of the game, no?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You acknowledge, though, that it's ineffective assistance of counsel if you're -- well, no, I guess you haven't acknowledged.  Let me ask you:  Have you provided ineffective assistance of counsel if you are a lousy bargainer?  You're just no good at the -- you know, at -- I don't know -- the game of bargaining.  And so, you do a bad job in bargaining down the sentence, I mean a notoriously bad job.  Is that ineffective assistance of counsel?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't even agree with the first part.  I don't think our legal process is -- is a bargaining game.  Shouldn't be."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You can -- you can agree with that when 95 percent of the criminal cases are disposed of by way of bargaining?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you talk about the reliability of a process or its fairness when you have an attorney who has fundamentally misgauged the law?  How can a trial be fair when the attorney is going into a trial thinking his client can't be convicted because the shots fired hit below the waist?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, how can that kind of trial ever be fair?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you skipped over a step.  I think we do assume that the deficient advice led to the -- the determination to plead not guilty."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's the question -- that's the question we're confronting.  So, I think --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- your answer was a little too facile on that point."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We have to assume there's ineffective assistance of counsel in advising the client the nature of the charge for the -- so that the client can make up his mind whether to plead guilty or not guilty."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We have to assume that in this case, correct?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the defective advice causes the defendant to enter a plea that he would not have entered if he had been properly advised. Can he get relief?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, explain why defective advice causing a plea, that qualifies, but defective advice causing defendant to turn down a plea --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- does not?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the difference -- that's not the difference at all.  It seems to me the difference is when you plead guilty you deprive yourself of the 24-karat test of fairness, which is trial by jury before nine people who have to find you guilty beyond a reasonable doubt.  When you plead guilty, you give up that. When you don't plead guilty, you get what is the best thing in our legal system.  You can't do any better than that."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it, then, Mr. Bursch, you would have the same answer if the State had never provided counsel at all.  So long as -- if the plea negotiations were all done between the prosecutor and the individual defendant, and the -- and the State refused to provide the individual defendant with counsel, but so long as the person in the end decided, oh, I don't like this plea, I'll go to trial, then it's all fine and dandy under the Sixth Amendment?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that would also be your position in a capital case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, your position is you're entitled to effective assistance of counsel before you plead guilty, but you're not entitled to effective assistance of counsel in evaluating plea offers?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That gets back to my question:  Is it a violation in the abstract then, of damnum absque injuria?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Damage without injury."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, all of this is theoretically interesting, and it may be that capital cases are sui generis here.  But I thought the heart of your argument was that there just is no way to unscramble the eggs in this situation; there is no -- and that was your third point, and I understood it."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no remedy that can put the parties back into the position where they would have been had the error regarding the legal issue not occurred."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, \"sacred\" is a little strong, don't you think?  I mean, it is a -- to some extent, unfair to the prosecutor because he knows already he's got a guilty verdict in his pocket, and he has to go back.  But why is it so terribly difficult to tell the defendant he has a right to accept that offer if he wants, but then go through the normal process, which is it has to be approved by a judge and all that stuff?  I don't see what's terribly difficult about that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Jay. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you --  first, there's nothing about this in the Sixth Amendment, is there?  I mean, the text of the Sixth Amendment talks about criminal prosecutions requiring the assistance of counsel for defense, period."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay.  So, there's nothing in the Sixth Amendment that has these qualifications.  I haven't seen anything in any case which was other than case specific.  That is, this issue hasn't been decided before, not to my knowledge.  The language can be taken out of those cases, as you've very properly done.  And so, there's nothing that I could find in the cases. Nothing in the Sixth Amendment itself.  In 95 percent of the cases, they do plead guilty.  And what's the problem about ordering the prosecution to simply repeat the offer he gave before? Well, I mean, I don't really see if there -- and prejudice?  What if a person's been executed?  If he had gotten the -- if he had gotten the plea offer, he would have pled guilty for 50 years in jail, okay? That's my imaginary case.  I can think of one where there's prejudice.  He's dead.  All right?  So, what's the answer in my imaginary case, if it's not in the amendment, not in -- not a holding, et cetera?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't want to -- I want to stop you there because I don't understand it.  The suggestion is -- I'm not taking this case; I'm making up a hypothetical since we're discussing it really based on the next case.  The defendant never heard the offer, never heard it.  It is crystal clear that if he'd heard it, he would have accepted it.  Okay?  I'm trying to separate out difficulties of this case, which strikes me as difficult because of the facts, from the principle. And what I want you to do is to tell me why I shouldn't accept the principle, and then we can worry about what's a clear case."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Death.  Let's say death."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"He shows that never did he ever become aware, because his lawyer was sleeping and moved on vacation and never told him about the plea offer.  That's my hypothetical."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No, the Court has said --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The Court has said that death is different.  And did you think it is inconceivable that there could be a different rule for capital cases, such as a rule requiring that, in a capital case, any offer of a noncapital sentence as part of a plea bargain actually be waived by the defendant in court so that this doesn't come up?  This is not a capital case."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  If you don't want to do the capital case?  I'm still trying to get to the principle."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I'll change my hypothetical and say all that happened was that this perfect trial, because of mandatory sentencing rules, led him to prison for 50 years, as compared with a plea bargain which would have given him 2 years.  Now, he is in prison for 48 years more, and I consider that that's at least harmful to him.  So, where the amendment doesn't speak of it, where the misbehavior of the lawyer is crystal clear, where it's 48 years more in prison, what is it that bars what seems to me obvious that an inadequate assistance of counsel, remedial through a specific decree saying reinstitute the offer, led to enormous unfairness and prejudice?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Jay, you disagree with the assertion that Justice Breyer made that this was unfair.  This man deserved to get the sentence he got, didn't he?  He had a full and fair trial.  A jury of 12 people, finding him guilty beyond a reasonable doubt, determined that he deserved that sentence.  How could it be unfair to give him the sentence that he deserved?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"The lists are legion where people don't get the sentence that they deserve because, for example, the lawyer was inadequate.  I mean --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Jay, you don't contest that plea bargaining is a critical phase, entitling somebody to a lawyer and to an effective lawyer, do you?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, because we've said that many times; isn't that right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What we have recognized, right, is that plea bargaining is a critical phase because about 98 percent of the action of the criminal justice system occurs in plea bargaining.  And to deprive somebody of a lawyer at that stage of the process, where 98 percent of the action occurs, is inconsistent with the Sixth Amendment.  That's what we've said.  Isn't that right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's not a critical phase.  It's only a critical phase depending on the outcome of what happens at that phase?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Has -- have you ever seen a critical phase before in our Sixth Amendment jurisprudence where the right to a lawyer depends upon what has -- what happens during that critical phase, where if one outcome results, there is no Sixth Amendment right, but if another outcome results there is?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Jay, couldn't -- couldn't it be said that what our cases hold is that pleading guilty is a critical phase?  Would that be enough to explain our cases?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it's correct, but is it enough?  Do you want us to write an opinion that plea negotiations are not a critical stage of the criminal process unless at the end of the day a guilty plea results?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay.  So, we --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Justice Kagan and I want to know what your test is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Newman. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I think that's not -- that he got ineffective assistance, yes, that's not controverted.  But that he would have gotten the 51 months or 68 is certainly controverted because of two interventions.  The prosecutor can say:  No deal; I'm withdrawing it, even after an initial acceptance.  And the judge can say:  I think 51 to 68 is entirely improper for what this man did."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The relief that you want is specific performance of the plea bargain."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that correct? What if it had come to light or come to the prosecutor's attention during this intervening time that your client had committed four or five other shootings? Would you still be entitled to specific performance?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what is the judge supposed to do?  Let's say the remedy is it goes back before the judge.  We're trying to unwind the clock or whatever the metaphor is.  Does the judge have to prescind all knowledge of what he learned in the trial?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm asking what -- I'm a conscientious decisionmaker, and I'm asking for your advice on what I should do."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I know the details of this crime, which were more horrific than I would have expected, because I've heard them at the trial.  Do I just somehow forget about that, prescind that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So, the answer is \"yes.\" I -- I ignore everything that I learned during the trial."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, that's pretty incredible.  It doesn't matter what the defendant has done in the -- has been discovered to have done in the interim?  Committed 5 murders, 10 murders?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Wipe it out of your mind; you get -- you get the plea bargain that was offered at an early point in -- in the investigation of the case?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How can the judge -- the judge -- he knows what the plea -- let's say he knows what the plea bargain was, but he also knows that for one of the crimes, felon in possession, that alone, the sentencing range is 81 to 135.  So, without any -- considering anything that happened at trial, the judge knows that the plea bargain was for less than if the man had been charged with -- only with a felon in possession."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, it -- it seems most unlikely that a judge would have accepted the plea bargain for 51 to 68 for the crimes that were charged."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That may be, but is it not true that the sentence range was 81 to 135 for a felon in possession?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It wouldn't be a problem. The problem with Justice Alito's hypothetical, I take it, is what the order would say is that the prosecution has to, for a reasonable time, extend the same offer. And then if it's accepted, you go to the judge.  The judge doesn't have to accept the plea."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You can't make him do that. But I have a bigger problem with this case, which is -- which I may be the only one to have.  But as I've looked at it, I don't see ineffective assistance of counsel within the AEDPA meaning.  That is, you have two courts in the State which have said this is not ineffective. And as I look at it, it's somewhat ambiguous at best. And we have the Sixth Circuit saying it is.  Well, I know both sides agree, but I mean, both sides couldn't make us decide a case by saying there's a murder when in fact it's not. I mean -- so, what am I supposed to do about that?  I find this a tough case.  I've read the record, and in my own opinion at this moment, perhaps no one else's, there is no ineffective assistance of counsel such that the Sixth Circuit could set that aside -- a contrary finding of the State court. What do I do?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":10,"sideBefore":"justices","text":"If Justice Breyer permits me to add an addendum to give the reasons why I might agree with him or a way of viewing this, as I read the lower court's decisions, they said there wasn't ineffectiveness because he was just trying to get a better deal. And I think that, translating what he said, the very reasonable view by the court was the prosecutor may think of a lesser charge, because if this guy really wanted to kill this woman, he would have hit her head or her chest, but he aimed low.  So, he was really just angry and shooting enough so that if he hit her, okay, if she died, okay.  But he really didn't have that heinous intent to execute, you know, a gunshot to the brain.  And so, he was hoping to negotiate something better.  If that's -- Justice Breyer is shaking his head.  If that in fact -- if this is an AEDPA case, and we have to give deference to the State courts, doesn't that resolve this case?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"We have to give deference to their finding."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You said -- you said earlier that the district court, the trial court judge, still retains discretion as to whether or not to approve the plea bargain, right, whether to accept it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes -- well, which is it, the bargain or the sentence?  It includes the sentence, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"He has discretion -- he has discretion."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, is he allowed to take into consideration all that's happened before, not just with respect to guilt or innocence or the result of the trial, but in imposing the sentence or approving it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But nothing that he learned at trial, I take it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What if he turns -- what if he turns it down, Ms. Newman?  He says, no, I can't accept this.  What happens then?  You have a new --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, the judge.  It goes back to the judge.  We agree with you, and we send it back to the judge.  We reinstate the offer, okay?  He accepts the offer.  It goes to the judge, and the judge says:  No, this is outrageous.  I'm not going to approve this plea bargain. What happens then?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"We would have a new trial; is that it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So, if the judge turns it down, then the prior trial is valid; is that right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"He turned it down because --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why?  Why?  I mean, why wouldn't the remedy be, as -- judging what you said before, is an order saying to the prosecution re-institute the plea bargain and give him whatever, a week or whatever it is?  Now, we imagine the defendant says I accept.  So, then they go to the judge, just as they would have before."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And the judge has the freedom to accept that or to reject it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If he rejects it, there is no plea agreement.  Now the defendant must plead.  He can plead guilty or not guilty.  And whatever flows from that, flows from it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Wait.  Both can't be perfect.  Either he has another trial, although he's just been found guilty by a jury of 12 with an entirely fair proceeding, or else he doesn't have a new trial. Which is it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":8,"sideBefore":"justices","text":"He does.  He does.  His suggestion is perfect, but mine is more perfect. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You could do it.  You don't have to -- you would -- he's right, you would have to, under my suggestion, have a new trial, even though there was a trial that took place 2 years ago or whatever it is, correct?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But that isn't the end of the argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"So, if you're the defense counsel, the best thing for you to do is not communicate any plea offer you get, and then if your client is found guilty, then you can go back and say, oh, by the way, I didn't tell you about this, and he gets a whole new trial."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't know if that's going to be so --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"A deficient performance --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":3,"sideBefore":"justices","text":"I don't know that that's going to be so hard to show.  Do you think it's feasible to draw a distinction between this case, where there was arguably inaccurate legal advice, and the case in which the defense attorney simply makes a terribly mistaken calculation about the chances of a favorable verdict at trial?  A favorable plea bargain is offered, caps the guy's possible sentence at, let's say, 3 years.  The defense attorney says:  We've got a great shot at an acquittal.  Let's go to trial.  I'm going to rip the prosecution's witnesses apart. The trial turns out to be a disaster. Convicted on all counts, 25 years.  Do you think that it's impossible for the rule that you want us to adopt here to be applied in that situation as well?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you say that.  But, as an administrative matter, I think we have to have some concern that these plea negotiations and discussions are in myriad circumstances.  The defense attorney is by the water cooler; the prosecutor walks by and says I'm thinking of offering you a good bargain in the Jones case.  He knows he's going to have that prosecutor in court the next day and really beat him. He thinks he's going to soften him up.  So, he doesn't communicate it to the client, and the prosecutor later says withdrawn. We're going to have inquiries post hoc on all of these negotiations and discussions.  And it seems to me that, absent some other rule, which I don't think we have the authority to impose, that all plea offers must be in writing and be stated with specificity, that if -- what you're proposing is simply unworkable."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And most of the circuits follow your rule; isn't that right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And the floodgates have not opened."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Go ahead."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What is the unanimity on the remedy?  Here, the court said that the writ shall be granted conditioned on the State taking action to offer the 51-to-85-month plea.  So, that doesn't bind the judge, but it does bind the prosecutor."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And it removes the possibility of the prosecutor saying, I would have withdrawn that initial offer."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, the prosecutor -- the remedy is -- is that the remedy that's uniform?  That the prosecutor has no discretion, only the judge does?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And perhaps the lack of unanimity on the remedy question is appropriate.  I mean, people have been trying to suggest different remedies.  But perhaps one way to deal with the remedy question is to recognize that these cases present very different factual circumstances, that there are a lot of variation in them, and to give a substantial amount of discretion to the lower courts to work out what the best remedy is, consistent with that factual variation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Like what?  What factual variation do you think justifies a categorically different remedy?  I mean, it seems to me some of the remedies are good and some are bad."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What factual -- I mean, give me an example of the different remedies and how a certain fact situation could make one okay and the other not okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  And why was that okay there?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why was that okay there? What -- what factual circumstances made that okay there?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You have a situation where the -- where the defendant turns down -- where a plea is turned down and the defendant goes to trial.  Are there any facts in -- any facts that would make any remedy other than specific performance the correct remedy in that situation?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You recommend -- you recommend specific performance as the remedy for your case, and I agree with you that is -- if there is to be a remedy, it's the only remedy that makes a -- any modicum of sense.  The remedy of giving a new trial when the person has already had a fair trial makes zero sense."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So, what I'm looking for is any situation in which -- you said leave it to the discretion of the trial judge.  But what is -- what discretion is there?  What remedy in that situation other than specific performance would be an appropriate -- would remedy what you claim to have been the violation?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what's wrong -- let me go back because I'm now becoming convinced -- I'm trying out what Justice Scalia suggested.  Maybe that does work better.  What -- what you'd say is, first, throw the defendant out, unless you are convinced that not only is there ineffective assistance, but also it would have made a difference; he would have accepted the plea bargain."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, now they have to hold the plea bargain open.  They then do it.  They then go to the judge, like any plea bargain.  Ninety percent of the time the judge will say fine, and that's the end of it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But should the judge decide that this is a case where he would reject a plea bargain for any one of a variety of reasons, then our assumption was wrong, and we reinstate the previous trial.  Now, the -- just say it's over?  You were tried, you were convicted, that's the end of it. Now, what's wrong with that as a remedy?  I mean, what's -- why is that -- why does that muck up the criminal justice system in some way? That's, I think, pretty much what Justice Scalia suggested, and I -- and I am now trying that out, because the more I think about it, the more I think maybe that's okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Don't -- don't blame it on me.  I don't -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"I don't -- it's your suggestion that we set aside a perfectly fair conviction."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":8,"sideBefore":"justices","text":"Yes, but I --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":10,"sideBefore":"justices","text":"This is just a hypothetical. If you're going to set it aside --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- I think you should put it back in."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You're -- you are begging the question."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay?  Because I think, yes, Justice Breyer's first statement, you have to prove the guy was going to take the plea, because there's no sense in -- in giving him a remedy that he --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- would have never sought."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right?  But it goes back to, I think it was Justice Alito or Chief -- or the Chief Justice's question, on what basis can the judge reject the plea?  You have said earlier that he has to put aside any information he learned during the trial. And that's really the nub of this case.  What are the grounds that you're proposing the judge can use to reject the plea?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, how are you ever going to know that the defendant would have accepted the plea agreement?  Because by not accepting it, he's got a chance of going scot-free.  He's going to have a fair trial, that's the assumption; and he may be acquitted. So, how is a judge supposed to say -- I mean, presumably the defendant will always say, I would have taken that deal, because it's better.  Well, how is a judge supposed to go back and decide whether that's true or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I think you can --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- answer the Chief Justice's question.  The Chief Justice said how are you going to know -- you have to show prejudice."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And there's no prejudice unless he would have accepted the deal."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How are you going to know that he would have?  Of course, he's always going to say he that would have, but how is the trial judge going to make a credibility determination on that -- on that issue?  I guess it's just a credibility determination. I don't know how he's going to do it.  I think you can answer the Chief Justice's question yes or no."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How is the judge --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How is the judge -- how is the judge ever going to know, be able to decide, whether the defendant would have accepted the deal or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's the defendant's choice; it's not the lawyer's choice.  It's the defendant's choice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's the ineffectiveness question.  I understand that to be taken out of the case by the concessions on the other side. I'm talking about the prejudice question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How is a judge supposed to know?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"People have different -- some people are willing to take the chance. Okay?  Let's assume there's a 20 percent chance the person will be found guilty. Some people will say, I'm willing to take that chance because I just don't want the chance of going to jail; I'm willing to roll the dice.  Other people will say, no, that's too much. Now, whether you want to go to jail may cut one way or the other, but how is a judge supposed to decide?  Ask him, are you -- do you take chances?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, the judge should decide whether he would take the deal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Look at the evidence before him and say, boy, I'd take that deal. (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think the length and the complexity of the trial has any bearing on this? This was a relatively short and simple trial.  But let's say a prosecutor offers a plea deal in a case in which the trial is going to take 6 months and it's going to cost -- and it's going to cost a million dollars, and if they try that case, there are going to be other cases that they won't be able to try.  The plea is rejected, the case is tried, and then afterwards the -- the remedy is to -- to -- to reinstate this plea offer, which was predicated on the relieving the prosecutor of the burden of having to try that case."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You conceded -- you conceded he had a fair trial."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Right."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":6,"sideBefore":"justices","text":"That's not in the case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Right."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It can't be a charade and still be fair."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying it was unfair to have a fair trial?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying it's unfair to have a fair trial; isn't that correct?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That has to be your position."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Of course, it is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you can never say that there's no possibility of acquittal.  Juries can decide not to convict no matter what the evidence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's up to the jury.  It's not up to us ex ante to decide this guy is definitely going to lose; so, let's not waste our time. Juries -- I don't want to say often, but it's not -- it's certainly not inconceivable that a jury may decide for whatever reason we are not going to convict this guy.  Right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, what was the defense at trial?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What was the defense at trial?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did he deny having committed the act of the shooting?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"At trial?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is it the case that, in most of the cases in which motions of this kind are brought to trial, judges -- if there is a defense of mistaken identity or of \"I didn't do it,\" that judges often find the defendant has not proven that they would have taken the plea?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In most cases in which a trial is had, where the defendant is pleading misidentification or \"I just didn't do this act,\" in those cases, do most of the trial judges not permit or don't find that the defendant has met their burden of proving that he or she would have taken the plea?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought in this case, and you can correct me if I am wrong, that your client told the attorney from the beginning:  I did it; I want to plea."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Did you -- I mean -- MS. NEWMAN -- went to trial for an acquittal. He went to trial because he believed legally his client would be convicted of a lesser offense that would put him in a better position than if he had accepted the plea.  That was the only reason."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"You said there's -- I want to make sure I understand your point.  You said there was no defense.  Does that mean you didn't -- he had a frivolous defense or that he literally didn't put on a defense; just said, look, the State has to prove the case and they haven't done it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Did he -- did he --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's something the jury could have accepted, right?  Even if it's not legally true that if you shoot him -- at the -- the person below the waist, that's not a defense, but I can see a reasonable juror saying he probably didn't intend to kill her.  He shot her, you know, below the waist. Maybe that is not such a bad strategy."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bursch, 4 minutes. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I have one, but it's more appropriate, I think, for the Government of the United States.  Under the Federal rules, Rule 11, there has to be a colloquy before a plea is entered.  Do you think the Federal rules and perhaps State rules should be amended so that judges, trial judges, before imposing a sentence inquire:  Have there been plea offers; have they all been communicated to the defendant? Is that good practice?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if they had -- if plea offer had come out -- well, I don't know how it would work.  When you enter a not guilty plea, you enter a not guilty plea."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. MR. BURSCH:  Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"The case is submitted."}],"people":[{"id":0,"fullName":"JOHN J. BURSCH","firstName":"JOHN","lastName":"BURSCH","counsel":true,"justice":false,"side":"petitioner","words_spoken":2478,"interruptions":18,"times_spoken":41,"laughter":0,"num_int_by":6},{"id":1,"fullName":"WILLIAM M. JAY","firstName":"WILLIAM","lastName":"JAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":956,"interruptions":8,"times_spoken":19,"laughter":0,"num_int_by":4},{"id":2,"fullName":"VALERIE R. NEWMAN","firstName":"VALERIE","lastName":"NEWMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2240,"interruptions":41,"times_spoken":91,"laughter":0,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":837,"interruptions":3,"times_spoken":33,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":618,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":588,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":761,"interruptions":4,"times_spoken":28,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":372,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":595,"interruptions":3,"times_spoken":23,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":690,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1116,"interruptions":2,"times_spoken":20,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3434,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":41,"words_spoken":2240,"times_spoken":91,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":16,"words_spoken":5577,"times_spoken":165,"laughter":4,"num_int_by":6}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":1.0149066678831775,"respondent":-0.014906667883177516,"date":1472419305480}}