{"petitioner":{"name":"TALK AMERICA, INC.","counsel":[0]},"respondent":{"name":"MICHIGAN BELL TELEPHONE COMPANY, DBA AT&T MICHIGAN                 ","counsel":[1]},"caseNumber":"10-313","date":"2011-03-30T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 10-313, Talk America v. Michigan Bell, and the consolidated case. Mr. Bursch. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you get -- you get (c)(2) at TELRIC rates?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I have just one small question on that.Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that there are two competitors and each of them wants to connect, but each of them wants to connect at a different point and in a different way.  Must the incumbent accommodate both if they're technically feasible?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't it say something about feasible?  It -- it doesn't -- it doesn't give free choice entirely.  It says -- what are the words? That the -- the interconnection doesn't have to be put just anyplace if it's not feasible or it's undue expense or something to that effect."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you want the incumbent here to -- to build the -- the orange cord and extend it to wherever you have your switching equipment.Alderson Reporting Company And what they say is, no, you -- you bring your switching equipment here; we'll -- we'll allow you to connect at, you know, the end of our facilities; but, by God, you -- you make -- you make your own connection to -- to the switches. Now -- now, moreover, you're -- you're making them -- you'll pay them for the orange cord, but only at TELRIC rates, which are not realistic.  Now, why -- why are they wrong and you're right, especially when you have legislation, the purpose of which was to encourage the independent building of new facilities?  I mean, it's clear that the Act wanted these new entrants where -- where possible to build new facilities, and not simply to glom on to the extant facilities of the incumbents."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the logic of yourAlderson Reporting Company case, as you described it, would also require AT&T to build out the orange cord."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me, excuse me."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Extant entrance facilities I assume they were referring to."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Well --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  But if you ask for a longer distance, they would presumably have to build it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And charge you TELRICAlderson Reporting Company rates."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where would I read this? As I read the statute, the statute says the cheap system here is where they provide -- they have a duty to provide the incumbent interconnection, okay?  That requires some physical stuff."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  And they have to -- they -- you have to -- you're not charged a lot for that; there's a limit on what they can charge you for the interconnection."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, somebody is going to have to decide whether if Pacific Tel and Tel is being tried to forced to connect with Maine, you know, they have to pay for a wire across country to get the interconnection or not.  That seems unreasonable. Across the street, maybe they do. My candidate would normally be the FCC or some regulator decides that kind of thing, and it's upAlderson Reporting Company to them to say whether this is or is not what's needed for interconnection.  That would be an intuitive account I would have, without having read the statute in depth. So, now what do I read to find out how this works?  What is it that distinguishes something that is ridiculous, like my California example, from something that makes a lot of sense, like they're next door and have to make 50 feet of wire."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Michigan blue --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where -- 28a, okay."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So, it's up to the State commission."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This is the FCC speaking?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  And the State commission says -- they say it's up to the State commission.  And the State commission here said?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bursch, the -- the key to your case is -- is that an entrance facility is interconnection, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You have to equate those two -- those two terms."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you rely upon toAlderson Reporting Company equate them?  Because the -- as I read the regulations, they -- they use them as separate terms."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't -- doesn't the interconnection -- doesn't it have to be part of the internal system of the incumbent carrier?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You say that this is a link, and your -- the opposition says that it's a -- that it's transport.  Is that correct?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- but the reg says interconnection does not include transport."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I have -- I've got it in front of me.  It says, \"This term does not include transport.\"  But you -- you say it does?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm talking about --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- interconnection."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right or --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Do you read --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Is there a mutual exchange of traffic when you're talking about backhauling?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I go back to my question?  Because I haven't gotten an answer."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You see, I would think -- you said, well, this is an existing facility."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But my intuition would be that makes no difference whatsoever.  You could have some kind of mechanism that connects two companies. Now, half of it is a simple wire and half of it is bells and whistles.  And so, we have to decide which part is the part that's necessary for the interconnection and which part is some kind of -- well, I don't know, extra bells and whistles, and therefore, since it's not an impairment kind of problem, they have to pay full price for it. That, again, seems like the kind of job that Congress would leave up to a commission, but I guess I want you to tell me:  Who's to decide that kind of thing, and how do we decide it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what it is. Often, these things are not distance.  Often, a connection is all kinds of complex things, you know?Alderson Reporting Company And some are necessary and some aren't.  But I can -- can't you imagine with me the same kind of California problem arising, but it just arises in -- in kind, rather than in distance?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"My -- if I'm so far off base you can't get the question, forget it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I might not be able to get an answer."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have to think it's that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Miller. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":7,"sideBefore":"","text":"Counsel, underlying that question is an issue that I think Justices Ginsburg and Scalia were asking.  Technically feasible is different from economically ridiculous or economically burdensome. How does that, \"economically burdensome\" -- does it get considered by anyone so that -- because one could imagine, as Justice Breyer said, that a competitor could come in and say, now, build me the Taj Mahal as an entrance facility or as an interconnection facility. So, is there anyone controlling for that latter issue?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"","text":"That's why it's only technically feasible, because the economic burden is -- is not on the company.  It has to provide it at the place if it's technically feasible, but it doesn't pay for it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"Mr. Miller, you began by saying there were two regulations that disposed of the case.  You got one.  What's the second?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":7,"sideBefore":"","text":"Where do I find that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"What section are you referring to?  On page 10a?  Which one is it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"You -- you do not need to provide unbundled access under (c)(3) to entrance facilities, right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":7,"sideBefore":"","text":"So, what's the definition difference between entrance facility and interconnection facility?  How do we know which is which?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":7,"sideBefore":"","text":"No, no, I'm not.  I want to know what's the difference.  Tell me in English what the difference is."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":7,"sideBefore":"","text":"No, no.  I mean, how do we know which is which?  We see some big lines and stuff in it; how do we know which is which?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"It's a genus and -- and the entrance facility is the species --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"-- in your estimation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"I'm sorry.  CouldAlderson Reporting Company you run that by me again?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"Got it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"","text":"Mr. Miller, would you, before you sit down, explain what is the Government's position when an agency is asked to file a brief?  The Sixth Circuit asked -- invited the FCC to file a brief, it did, and then the Sixth Circuit disagreed.  And there was some suggestion that when an agency files a brief here in this Court, as opposed to a court of appeals, it deserves more weight."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"But there may be a -- a reason to give less weight to briefs in this Court, different from the briefs filed with a court of appeals. And you've taken a different position here on -- on the issue of whether, when backhauling is included, it's part of the -- it's -- it's part of the interconnection facility?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"I do not think you made that distinction below about, you know, oh, it is part where there is back -- where there is not backhauling, but where there is, it isn't."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"Wait.  They have to be asAlderson Reporting Company unbundled elements?  I thought they never had to be --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"-- made available as unbundled elements.  That's (c)(3)."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"Your argument here is that only have to be made available under (c)(2)?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"Which is not unbundled?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"","text":"You certainly encourage us to throw up our hands.  There's no doubt about it. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"","text":"Well, I don't know why -- why it's so hard.  I mean, I got out my orange cord, and I -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":4,"sideBefore":"justices","text":"But I -- I wasn't sure of if -- if it was a transport or link.  That -- that's my concern."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"Oh, continue."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"Thank you, Mr. Miller. Mr. Angstreich. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I know you're saying that, but everybody's arguing about what the -- what the TRO and the TRRO say or don't say.  But I go behind that and I go -- I think the Government's entireAlderson Reporting Company argument is not based even on those.  It's based on the LCO regulations themselves.  They've cited two, which is 51.305 and 51.321.  They're not relying on those TROs in their back and forth there; they're relying on the regulation."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, how do you address their point that there are two different charges at issue?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That one -- that interconnection by definition includes transport.  It's hard for me to think of how it doesn't because they've got to travel from one place to another, so --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The Sixth Circuit?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, now you're reading limitation into the statute.  All the statute says is you're obligated to provide interconnection services. It doesn't say how or limit it only to things that are not bottlenecks or things that are bottlenecks.  It just says you're obligated to do X.  And that's what the agency's saying."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I -- in that regard, in all of these years, are -- you mean to tell me there is no other incumbent that has provided interconnection services at an entrance facility and charged TELRIC rates?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What happened to the unbundling rule?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why was the unbundling rule abandoned?Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's not a bottleneck?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Which is (c)(3)."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that's -- that's (c)(3)."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"(C)(2) says you just -- you have to.  It imposes an affirmative obligation to provide interconnection -- an interconnection."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  That's your point, I thought.  I thought it is precisely your point that it is (c)(3) rather than (c)(2)."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- what I -- there's no way for you all to go to the FCC and decide what part of this thing is -- or any State regulator, what part of it is -- part of what's necessary to facilitate interconnection and what part of it is really providing the work primarily of the -- simplyAlderson Reporting Company transporting services?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What part is doing something else?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There's no way to do that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, so a judge has to say, on the basis of what, on the basis -- the judge has to say on the basis of the statute, which just uses the word \"interconnection\"?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  But the -- the --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  I -- I thought it was conceded that -- that none of this is -- is necessary under (c)(3).  I thought that's what the Eighth Circuit said and which is why they eliminated the unbundling obligation under (c)(3)."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, it is accepted by bothAlderson Reporting Company sides, I think, that this is not necessary."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't help because it's a network element if it's in (3), and what this is, is something that's going to be needed to -- to interconnect.  If it's -- if it's in -- if it's in the first one.  And I don't know which is which, and I gather that sometimes it would be tough.  And what courts use to do with the ICC when they got into this kind of situation is a doctrine called primary jurisdiction, and they'd ask them for a brief.  All right?  So, if that's what we've done hypothetically, we have the brief."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, why don't we have to follow the brief?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree that it has to be needed to interconnect?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The whole problem here is it doesn't have to be needed to interconnect."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It has to be needed under (c)(3), but under (c)(2), it's -- it's up to the -- to the new company to say I want to interconnect here; and -- and the incumbent cannot say, oh, no, you -- you don't have interconnect here; you can interconnect somewhere else."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But wait a minute.  Does -- don't the regulations now and the commission's TRO, et cetera, say that an entrance facility is within your network?  You haven't challenged that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And it's now they --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If they're in your network --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Like orange wires and such? (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In black?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Figure 4."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's not what the statute says.  The statute says the carriers have a duty to provide interconnection."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, in carrying out a duty to provide, you say that's just picking a point. Somebody could equally well say, no, it's a duty to provide means to get to the point.  Now, either of those seem equally consistent with the language."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, it doesn't say that, but it doesn't say the opposite.  And, therefore, you might have an agency reasonably deciding that to provide -- to fulfill that duty, you must provide equipment reasonably necessary to allow the competitor to connect. That's equally sensible."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Apparently, you have an agency that never really said one way or the other."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it used to say the other.  You -- you contend it used to say the other, and it has never, by proper means, gainsaid its prior position."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see what the other -- I didn't hear anything that said they said theAlderson Reporting Company other.  They've said when you have wires and you're using the wires for communication, then they don't fall outside this; that's true.  But if you're using them for interconnection, and they're necessary to use for interconnection, maybe it does fall inside this.  I don't --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Excluded -- they excluded transport -- all transport to the point of interconnection, where you could not provide the facility to interconnect unless you had the transport? Is that what they did?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Did they do that?  Yes or no?  I bet the answer is no."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought they said, moreover, that they were not amending (c)(2), specifically."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But there are -- there are cases, I think, in primary jurisdiction where what a district court has done, anyway, is to hold the case while the ICC went and had a proceeding.  And I'm sure that hasn't been used in a long time."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It is?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe this is the case for it."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I guess the problem I'm having is that you tell me on the one hand that up until, what, 2005, you were always paying the cost plus profit rates, the TELRIC's rates, for interconnection at a -- at an entrance facility."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it did in its footnotes.  It said -- that's what the whole dispute is about, which is we're not changing the obligation to provide interconnection services.  So, it said it clearly."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Its view --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The Eighth Circuit's decision would have been unnecessary and the revision of the rule?Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe the commission didn't like the Eighth Circuit's decision."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It all didn't matter because, in fact, they got the TELRIC rates under (c)(3) until they changed the impairment part?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, who cared?  And now after that, they care."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And now -- now -- now the other side cares, of course.  And so, now -- now we're faced with a situation where they're just putting this in the brief for the first time, but they can't base it on anything the commission actually did?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Amd I'm glad it's right because I don't know what I'm talking about. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If we accept their policy arguments, what does that do to your main argument?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because I think they've explained it to my satisfaction why this is necessary because (c)(2) requires interconnection.  Congress has made a judgment that interconnection is the mainstay of competition in this area.  So, if I accept that --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't say it that happily.  It really doesn't."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bursch -- Bursch, you have 4 minutes remaining. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did they fight the Eighth Circuit litigation?  Why did -- I mean, it -- you're telling me it made no difference whether (c)(3) allowed them to do what they wanted to do and what the Eighth Circuit said they couldn't do, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Very slightly different. That's not that big a deal."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Incidentally, where do you -- where do you get that backhauling restriction from?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes.  The --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN J. BURSCH","firstName":"JOHN","lastName":"BURSCH","counsel":true,"justice":false,"side":"petitioner","words_spoken":2427,"interruptions":14,"times_spoken":45,"laughter":0,"num_int_by":3},{"id":1,"fullName":"SCOTT H. ANGSTREICH","firstName":"SCOTT","lastName":"ANGSTREICH","counsel":true,"justice":false,"side":"respondent","words_spoken":3688,"interruptions":28,"times_spoken":60,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":108,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":830,"interruptions":4,"times_spoken":46,"laughter":2,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":159,"interruptions":1,"times_spoken":10,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":154,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1165,"interruptions":4,"times_spoken":44,"laughter":1,"num_int_by":3},{"id":7,"fullName":"MR. MILLER","lastName":"MILLER","counsel":false,"justice":false,"side":"","words_spoken":1225,"interruptions":11,"times_spoken":25,"laughter":0,"num_int_by":6},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":488,"interruptions":6,"times_spoken":18,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":2427,"times_spoken":45,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":28,"words_spoken":3688,"times_spoken":60,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":16,"words_spoken":2904,"times_spoken":134,"laughter":4,"num_int_by":5}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":1,"respondent":0,"date":1472703110597}}