{"petitioner":{"name":"MISSOURI","counsel":[0,1]},"respondent":{"name":"No. 10-444\nGALIN E. FRYE.\n","counsel":[2]},"caseNumber":"10-444","date":"2011-10-31T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-444, Missouri v. Frye. General Koster. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, sometimes one's experience has to be challenged.  I, for one, have never heard of a case in which parties are discussing a plea, except in the most unusual of circumstances, and they advance a court date to enter the plea.  In most cases, they just wait till the court date and tell the judge: I'm ready to plead guilty. This is such an unusual case, because the plea happens on day one.  The court below is assuming that between day one and day five, or three or four, the guy would have come in and pled guilty, would have advanced the later court date?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that's the second plea, but --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about the plea deal."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He commits the crime on the 29th or the 30th -- he commits a second offense on the 29th or 30th?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  My point is, how reasonable could it be for the -- for a court to assume that the plea offer had been made and that he would have taken it before the January court date that was set?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose the defendant might think, you know, there is really bad evidence out there that they don't have yet.  And if I -- I want to nail this deal down as soon as possible. I mean, that would be a reason to -- to move things up and get the plea in early, wouldn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I don't know how often that happens."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm really puzzled by what as a practical matter is at stake in this case.  Under the State court decision, the defendant has the option of either pleading guilty to the charge, in which case he will be right back where he is now, or he can insist on a trial. And if he insists on a trial, you need to prove that he was driving with a revoked license.  That seems to me -- if there ever was a slam-dunk trial, that seems to me that's the slam-dunk trial.  You introduce the records of -- showing that his license was revoked, and you have the officer testify on such and such a date he was driving.  So, I don't really see what is involved in this case."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see what is at stake here.  I don't see what that -- as a practical matter, this seems to be -- to me to be a case about nothing. Am I wrong?  Am I missing something?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we take the case on the assumption that he hadn't heard of the earlier better offer.  Am I wrong about that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, aren't we taking this on -- isn't there an assumption that there's a finding, or some lower court judge made a finding that if he had known about the better deal that was offered, he would have taken it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then that's a causal problem.  You're saying that, even if he had accepted it, it would have gone to the judge, and the judge would have turned it down anyway.  The judge wouldn't have accepted it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that your point?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then there's a -- somebody must have found somewhere that this made a difference."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That the failure to tell him about the special offer of the misdemeanor did in fact make a difference because he would have accepted it and he would have ended up with it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose he had snapped up this deal as soon as it was offered.  By the time he appeared before the court to answer a formal plea of guilty, would the court have known that he had in the interim been arrested yet again for driving without a license?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, regardless, your legal position is that there is no basis for setting aside the plea if an earlier, better offer was not communicated. That's your legal position, right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You say -- you say there's --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- no Sixth Amendment violation when the counsel fails to communicate a favorable offer to the defendant.  That's your position."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I didn't understand that to be your position.  There -- there is a statement in your brief that the question is whether plea negotiations that did not result in a guilty plea constitute a critical confrontation that gives the rise to effective assistance of counsel during such negotiations.  So, I thought your position was that so long as the plea negotiations don't result in a guilty plea, effective assistance of counsel doesn't even come into the equation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you can say yes or no.  I mean, you could retract -- retreat from --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that, I suppose, if you want."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"When they do not result in a guilty plea."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what we took the case for.  We didn't -- we wouldn't have taken the case if we were concerned about what happened in March and what happened in February.  We took the case because of your position, that this is not a Sixth Amendment violation in these circumstances."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but we don't care about that.  You know, what do we care about that?  I mean, we don't take cases to figure out those -- those, you know, picky, picky factual questions.  The issue that I thought was important here is whether this is a critical stage when -- when the defendant is not -- does not accept the -- the plea and plead guilty."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it were a critical stage, I suppose that counsel would be ineffective, not only if he was a lousy lawyer and didn't know the law, but if he was a bad negotiator.  I mean -- right?  Being a good criminal lawyer means you -- you got to be a good horse trader, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  You tell him to turn down a deal --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that in fact, you know, was a pretty good deal, that would be ineffective assistance of counsel.  So, you must -- you must know how to handle yourself in the used car lot, right?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So, Mr. Koster --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":9,"sideBefore":"justices","text":"This is on the basic question --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"It's -- it's very odd for you to say that -- to me -- that this is not a critical stage.  If it results in a guilty plea and the -- and the attorney has not done sufficient research to uncover a defense, it can be set aside then.  So, it's -- so, you're saying it's not a critical stage depending on what the end result is.  That's very difficult. I thought we were going to tell attorneys, you have an obligation during the plea bargain process to use professional competence.  And you say, well, you do or you don't.  That doesn't make much sense."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the -- the question -- I make a counter-assumption.  The problem that I -- I have the feeling that I'd like you and the others to comment on, is that you're worried deeply about a practical problem, and that the practical problem is that it would be too easy, as just was suggested by the question, to find that the lawyer, after the defendant is convicted, did a bad job during the plea negotiation, in which case everybody will get two or three bites at the apple.  And one of the reasons for that is every brief has been lifting the standards, particularly in respect to prejudice, from Hill, which was addressing a different question.  It was addressing the question of missed -- bad performance by the lawyer at trial.  And that's hard to track what the effects are, and it isn't that hard to say the trial was unfair, give him a new one. That won't work here, I don't think.  So suppose what we did, instead of saying there was no right, you simply said you have to prove with some certainty, work out a standard, that there really was inadequate assistance during the plea bargaining, and you have to show something more than a reasonable probability that this would have led to the plea, et cetera.  You have to show that it would have happened.  Or you have a -- in other words, you have two tougher standards for this area, but you don't reject the idea of inadequate assistance of counsel during the plea bargaining stage.  I'd like people's views, insofar as they are willing to give them, on that question."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the open -- the open plea that was made -- that's a critical stage.  In fact, he took a plea.  But he, I think, has a plausible argument that the plea he made, the open plea with no bargain in the picture, that that plea was not intelligently made because he didn't know that there had been an offer for him to plead to a misdemeanor rather than a felony."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Yang. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you taking the same position your -- I don't want to call him co-counsel -- Petitioner's counsel is taking, that you are not entitled to an attorney at plea bargaining, unless you waive your -- unless you waive your right to a trial?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It's not a critical --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So, I think, Mr. Yang, what Justice Sotomayor was suggesting is that your position does in fact require you to say that if there were no counsel at all in the proceedings, that would be perfectly -- you know, there would not be a constitutional problem with that.  Once he pleads guilty, it just wipes away the fact that no counsel has been appointed for him."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"No, but the guilty -- I mean, no, the reason that is not true is that the guilty plea must be entered with advice of counsel.  You acknowledge that, don't you?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So, the guilty plea doesn't erase everything if it has been entered without advice of counsel."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So, does that mean, Mr. Yang, a State could set up a system where it says we're going to do all our negotiating with the defendant with no counsel present in the room, but we're going to keep a lawyer on board just in the courtroom to advise him whether he should plead -- you know, what -- you know, to advise him about the plea that he has struck, even though he struck this plea with no counsel in the room, and that would be perfectly okay?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"All the negotiations could be uncounseled."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I don't understand how you can say that.  It seems --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"You are saying that, because you're saying that in the end, the guilty plea wipes all constitutional error away."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"If defense counsel gives wrong information to the defendant about witnesses that can testify on his behalf and so forth, very bad legal advice, that's -- that can be ground for setting aside the plea, correct?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"All right, so -- and that's because counsel pre the entry of the plea did not adequately advise his client."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Why -- why is there no problem when he doesn't adequately advise a client of earlier better offers?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, Mr. Yang, there are different kinds of unfairness.  One kind of unfairness is when you're badly advised and you, therefore, waive your right to trial when you would have gone.  But there's another kind of prejudice, which is, you know, you and 10 other guys are all in the same situation, and those 10 other guys come up with a favorable plea deal because their lawyers are paying attention, and you come up with an unfavorable plea deal because your lawyer has fallen asleep.  And to the extent that we have an effective assistance right that means something, that unfairness needs to be addressed by it, doesn't it?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I guess that's the question.  Why isn't that the question?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You have admitted that you got what you deserved, right?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Yang, in your view, is there any situation in which a defendant could regain a plea opportunity that he lost due to counsel's conceded inadequacy?  And I think it is accepted that not telling him of the plea offer was ineffective representation.  Is there any case where the defendant could regain the plea opportunity that he lost?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes.  If he doesn't seek a trial, right."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes.  If he doesn't want to go to trial and he's going to plead guilty, is there any circumstance where he could regain that lost opportunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. MR. YANG.  Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Queener. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  Why is it unfair for the law to apply to this individual the punishment he deserved for the crime that he committed?  I mean, the object of the system is to put -- is to punish people who commit crimes in a certain degree. And here he admitted he did the crime, and he got the degree of punishment that the law provides. What could be more fair than that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ex ante, I suppose you could say that.  But when you look at it later, it's clear that that would have been unfair.  In fact, this individual was perfectly willing to admit that he had been guilty of more than what the prosecutor had offered."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's true, and he did that when he entered the plea of guilty.  You -- you do not contest he was well advised when he entered that plea that it was knowledgeable and he admitted that that's what he had done and was willing to accept the degree of punishment prescribed by law."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, I have a two-part question."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  What exactly made his plea unknowing or involuntary, number one? And, number two, identify the right he was deprived of, substantive or procedural, by his attorney's failure to communicate the plea."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose he had been told that -- suppose he had been told that, and the prosecutor said, well, yes, that's true; I made that offer, but it's off the table now.  And apparently, this was then off the table.  So, what good would it have done him to know about something that happened in the past but was no longer available?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, I understand that, and it may have been unfair, but I don't see why it's involuntary.  Because I don't see that -- advising him that he had an option at some point in the past which was no longer available really doesn't have much of a -- doesn't have any bearing on the voluntariness of his plea to a later less-favorable offer."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose the case in which a plea offer's made, not communicated, and expires.  Then there's a guilty plea hearing.  And he doesn't -- and the defendant enters a -- a guilty plea but doesn't know about the prior offer.  Is -- is there injury?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, is the plea involuntary?  Is it -- pardon me.  Is it unknowing?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And what would he -- what would he have done had he known?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you know, Judge, I'm really sorry I didn't accept responsibility 3 months earlier."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't -- doesn't the rule that the plea offer may be withdrawn at any time by the prosecutor -- indeed, even after it has been accepted -- doesn't that well enough establish that there is no right to profit from that plea offer, that there is no constitutional right he's been deprived of, given that the prosecutor can withdraw it even after he accepts it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I had hoped you were making some argument other than the knowing argument, because as prior discussion has shown, even if he had known, it would have made no difference to whether he accepted the later plea. Suppose he had been told, \"oh, by the way, there was an earlier plea.  It's too late to accept it now.  Do you want to take this plea?\"  He says, \"well, oh, I'd like the earlier.\"  \"I'm sorry, the earlier plea is gone.  Do you want to take this plea or not?\"  He would have taken it. What does the knowledge of the earlier lapsed plea have to do with whether his guilty plea is knowing and voluntary?  It doesn't seem to me to have anything to do with that.  So, I --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you had some other argument that was somehow a right to profit from the earlier offer.  And I find it hard to see that right, given that the prosecutor can withdraw the offer and, indeed, even withdraw it after it's accepted."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But he's -- the Missouri Supreme Court said in what -- that the prosecutor -- they would not -- they would not order the prosecutor to renew that earlier plea.  So, they said the options were you can get a new trial -- you can get a trial or you can replead the open plea.  But wasn't it -- didn't the court say we will not order the prosecutor to reinstate the earlier offer?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but what about as a constitutional violation that, in a context of a world where 95 percent of all people in prison are there as a result of bargaining and guilty pleas arranged with prosecutors -- in that context, it's fundamentally unfair to deprive a person of his liberty for 40 years instead of 6 months because the lawyer which he is guaranteed fell down on the basic, fundamental, obvious duty of communicating the relevant plea agreement?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And you would also --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"justices","text":"So, is there any support for me? (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But if that's ineffective assistance of counsel, surely it is ineffective assistance of counsel to advise him to turn down an offer that he should have snapped up.  Isn't that ineffective assistance as well?  If it's absolutely clear that this was a great deal, and the lawyer said, nah, you shouldn't take it -- is that ineffective assistance or not?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I gave you the circumstances.  It's clearly a super deal.  Any good lawyer would have told him to take it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And this lawyer says don't take it. Is that ineffective assistance?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It would not be?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, it would be ineffective assistance, and the question would be prejudice.  Is that it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, give me a yes -- a yes or no to the question whether, if every reasonable lawyer would have told him to snap up this offer, but his counsel tells him, no, turn it down -- yes or no, is that ineffective assistance?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then we're in the soup. Then we're in the soup because every one of these pleas is subject to the contention that, oh, there was an earlier plea, or I should have -- I should have taken it but -- I mean -- and I suppose that if he goes to trial, then you would also say that trial should not have occurred because it was the ineffective assistance of counsel that caused him to turn down the plea, and, therefore, we're going to -- right -- retry it and set aside the trial?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But, now, you've read these cases, and now we're right on what I think is the point, because we've both defined a possible constitutional right, but there's a practical problem.  All right? Now, the States and others have dealt with this on your side --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- for the last 30 years. And, presumably, you, but not me, have read a lot more cases. Now, have they developed -- as you look across those cases, are there some States or places that have developed reasonably tough standards in respect to what counts as ineffective assistance and in respect to whether it made a difference that would help to alleviate the concern that this would turn into a great mess?  Which it hasn't, apparently."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we get a lot of Strickland cases, and the lower courts do, too."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's not much comfort in terms of what the consequences of a decision in your favor would be."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in the case -- where the case goes to trial, prejudice isn't going to be very hard to prove.  The person turned down a 5-year deal and gets -- and after trial is sentenced to 20 years.  So, you've got -- you're got prejudice right there, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So, there's always going to be a very good argument for prejudice where a person turns down a favorable deal and then gets slammed after a trial."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":3,"sideBefore":"justices","text":"No, but the point is just that -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"No, go ahead."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":3,"sideBefore":"justices","text":"The point is just that prejudice isn't going to be very tough to show, is it? You turned down a 1-year deal, and then later when that was off the table, you accepted a 5-year deal."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There's prejudice --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  Because you have to show a causal connection.  So, you'd have to show -- show in the causal connection that he would have taken that deal."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And if -- if you're going to use the words \"reasonable probability\" that he would have taken it, it might be fairly easy to show.  And that's where in the back of my mind I'm thinking that maybe we want something tougher than reasonable probability, that you have to show that it really would have made a difference."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But you are -- you are leaving out of the picture the prosecutor's prerogative to withdraw his plea.  That you said that the court -- said it lacked authority to order the State to offer any bargain, but also the court said, I'm not going to require the prosecutor to renew an earlier offer. One thing is clear in this case:  The prosecutor did nothing wrong.  The wrong was on the part of defense counsel.  So, why should the judge disarm the prosecutor, take away the prosecutor's right to change his mind?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but at the time, that offer could have been withdrawn by the prosecutor.  And you're saying now it can't be withdrawn.  So, you're really not putting him back in the situation he was in."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I think that's right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And that's one of the things that causes us to be suspicious of whether there's a constitutional violation --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- because there really isn't any perfect remedy."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In some cases, not even a close to perfect remedy."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":3,"sideBefore":"justices","text":"On the issue of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I'll go this time. Counsel, on page 24 of your brief, you quote Alford for the proposition that a valid plea must be a voluntary and intelligent choice among the alternative courses of action open to the defendant."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"On the next page, you say when Frye entered his guilty plea before the trial court, he was completely unaware that counsel's ineffective delay had forever foreclosed those options. Now, I put the two of those together and find you saying that this was a valid plea."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The question of validity is whether it's an intelligent choice, as you quote, among the alternative choices of action open to the defendant.  The next page you say these options have forever been foreclosed.  So, they weren't open to the defendant."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"On the issue of remedy, as the Respondent are you not limited to the remedies that were provided in the judgment of the State court?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you didn't file a cross-petition, and there wasn't one granted.  So, aren't -- aren't you limited to defending the judgment below?  Can you ask for a modification of the judgment below in your favor?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And that's -- is that the question that the Court raised?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, the Court was expecting you to address it."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You think that because we added a question, that acts as the functional equivalent of a granted cross-petition that would permit modification of the judgment in your favor?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Are -- are you recognizing that the remedy that the Missouri Supreme Court did give was a futile remedy?  That is, to plead guilty, to have another open plea or trial, because this defendant apparently doesn't want to go to trial."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But why should -- now that we know what the judge's sentence was, and part of the plea offer was remade, the part about -- what was it -- 3 years with 10 days in jail?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And the judge said, no, I'm not going to give him just 10 days; I'm going to put him in jail for the whole 3 years.  Now, if that's -- this is the sentence that the judge gave, he rejected the -- half of the plea bargain, so surely he would have rejected the more generous one."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure I understand the difference between an open plea and a plea agreement.  He just comes to the judge and says I'm willing to plead to this without the prosecution having offered it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  Just to make sure.  I thought the earlier, the November 15th letter agreement --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- always left it up to the judge whether to accept either the felony with shock treatment or the misdemeanor with 90 days.  So, the judge was always free to reject either of those two?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he could still --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Binding the judge?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":4,"sideBefore":"justices","text":"He could still --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"He would have had to accept it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But he would not have had to accept the 90 days."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you're --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":8,"sideBefore":"justices","text":"What proof -- I'm sorry. What proof did you have in the record that the judge would have accepted the 90 days?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. General Koster, you have 2 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHRIS KOSTER","firstName":"CHRIS","lastName":"KOSTER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1845,"interruptions":15,"times_spoken":36,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"petitioner","words_spoken":1256,"interruptions":14,"times_spoken":19,"laughter":0,"num_int_by":5},{"id":2,"fullName":"EMMETT D. QUEENER","firstName":"EMMETT","lastName":"QUEENER","counsel":true,"justice":false,"side":"respondent","words_spoken":1982,"interruptions":18,"times_spoken":61,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":278,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":361,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":555,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":391,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":708,"interruptions":2,"times_spoken":15,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1123,"interruptions":8,"times_spoken":36,"laughter":0,"num_int_by":4},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":315,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":484,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":3101,"times_spoken":55,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":18,"words_spoken":1982,"times_spoken":61,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":20,"words_spoken":4215,"times_spoken":129,"laughter":1,"num_int_by":8}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":1.1243524694706586,"respondent":-0.12435246947065859,"date":1472418052984}}