{"petitioner":{"name":"HOSANNA-TABOR EVANGELICAL LUTHERAN:\nCHURCH AND SCHOOL","counsel":[0]},"respondent":{"name":"No. 10-553\nEQUAL EMPLOYMENT OPPORTUNITY\nCOMMISSION, ET AL.\n","counsel":[1,2]},"caseNumber":"10-553","date":"2011-10-05T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-553, Hosanna-Tabor Evangelical Lutheran Church and School v. The Equal Employment Opportunity Commission. Mr. Laycock. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Laycock, would you clarify one point?  You say the church decides who's qualified to be a minister, but, as I understand the facts here, she was never decommissioned as a minister, and, beyond that, she was even recommended by the officials to other parishes to be a commissioned minister.  So, it's -- it's odd to say there's any interferences with who is qualified to be a minister, because the church was holding her out as being qualified."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, most of the circuits have recognized a ministerial exception.  But they've, in one form or another, created a pretext exception.  The reason for that is the situation that troubles me.  How about a teacher who reports sexual abuse to the government and is fired because of that reporting? Now, we know from the news recently that there was a church whose religious beliefs centered around sexually exploiting women and, I believe, children.  Regardless of whether it's a religious belief or not, doesn't society have a right at some point to say certain conduct is unacceptable, even if religious -- smoking peyote?  And once we say that's unacceptable, can and why shouldn't we protect the people who are doing what the law requires, i.e., reporting it? So, how do we deal with that situation under your theory?  Under your theory, nothing survives if the individual is a minister, no claim, private claim."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem with that is that it doesn't take account of the societal interest in encouraging the reporting.  And, in fact, if we -- if we define the ministerial exception in the way you want, we take away the incentive for reporting; we actually do the opposite of what society needs."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How?  Give me a theoretical framework for this."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Laycock, the ministerial exception is not something new.  It has been widely recognized, as Justice Sotomayor mentioned, by the courts of appeals going back 40 years.  So, we can see how the recognition of this exception within -- with certain contours has worked out.  And how has it worked out over those past 40 years?  Have there been a great many cases, a significant number of cases, involving the kinds of things that Justice Sotomayor is certainly rightly concerned about, instances in which ministers have been fired for reporting criminal violations and that sort of thing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But here what we have is a claim of retaliation, so that she can't even get a hearing.  So, we can look at the various tests that are proposed here, and I think it's difficult to formulate the tests, but this can't even be -- be litigated because she is discharged.  The allegation is that there's a retaliation for even asking for a hearing where these tests could -- could be applied."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Again, that -- that could be an argument you could make in the -- in the pretext hearing."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're asking for an exemption so these issues can't even be tried."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's almost like a summary -- like a summary judgment argument."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's the -- that's the analogy, I think."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  What she is saying is that you basically gave me summary judgment; you didn't allow me to go to the agency to have a proper test applied.  The summary judgment was just an analogy. Forget it. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm saying if there are some substantial interests the church has that can be litigated in EEOC hearing.  She was fired simply for asking for a hearing."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think your point is that it's -- it's none of the business of the government to decide what the substantial interest of the church is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, you referred to the ministerial exception, but, of course, your position extends beyond ministers.  How do we -- how do we decide who's covered by the ministerial exception and who is not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's say it's a teacher who teaches only purely secular subjects but leads the class in grace before lunch.  Is that somebody who would be covered by the ministerial exception?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought your position would be if she's a commissioned minister, as distinguished from a teacher who conducts grace or takes the class to chapel.  I'm -- I take it the Chief is asking for somebody in this -- that you categorize as a minister, although mostly she's a math teacher.  You would say the extent of her religious duties don't matter; what counts is that she is commissioned as a minister."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we try whether it's a sham?  I thought you said we couldn't try whether it's a sham."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is a sham different from a pretext? (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you would allow the -- the government courts to probe behind the church's assertion that this person is a minister?  You would allow that, right?  But once it is determined that the person is a minister, you would not allow the government to decide whether the firing was a pretext?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, different churches have different ideas about who's a minister. There are some churches who think all of our adherents are ministers of our faith.  Now, does that mean that everybody who's a member of that church qualifies as a minister because that is part of the church's belief?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Every one of our adherents stands as a witness to our beliefs.  And that -- you know, not every church is hierarchical in terms of different offices."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Lay people in many --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the answer you gave to the Chief Justice seems to me to be this case.  I was interested.  I didn't know about this -- this minister capacity in this particular church.  And as the Chief Justice indicates, many churches don't have -- some churches don't have what we think of as professional or full-time ministers at all.  They're all ministers."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you said, well, that -- that can be litigated, that can be investigated.  And I suppose when we do that we say, how many secular functions do you perform?  And that's what this case is. But you don't -- you don't even want that issue to be tried.  You say that issue can't even be explored."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And that term is a legal term.  What constitutes a minister is -- is decided by the law, not by the church, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":9,"sideBefore":"justices","text":"But I thought with a lot of deference to the church's understanding of whether someone is a minister."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What makes it not true? What is the legal definition of \"minister\"?  What is it? That you have to lead the congregation in their religious services or what?  What is it?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does that mean that any religious teacher is a minister under your theory? So, you know, there may be teachers in religious schools who teach religious subjects, not mathematics, but are not ordained or commissioned in any way as ministers. Are they ministers?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that it was part of -- it was agreed that there was no fact dispute that what she did, her duties at the school, did not change from when she was a contract teacher, and therefore not a minister, and then she takes courses and is qualified to become a minister, but what she's doing at the school is the very same thing.  And I thought that was the basis for the -- the decision that we're reviewing, that there was no difference at all in what she did before she was commissioned and after she was commissioned."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're isolating one parish, but there was something in one of these briefs that said the majority of the teachers in the Lutheran schools -- let's see where it was.  I think it was --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"While Justice Ginsburg is looking, I had -- I had the same impression, that whether you're commissioned or not commissioned doesn't necessarily mean you can't teach a religious class."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And again, that's something that -- that can be heard.  You don't even want to hear it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Going back to the question Justice Kagan asked you, if one of these Protestant teachers that's not Lutheran led the cafeteria prayer, as they are required to, you're now saying that the law must recognize that lay teacher as a minister and apply the ministerial exception, even though the religion doesn't consider her a minister?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that was the answer you gave.  If she taught a religious class --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what is your definition of \"minister\"?  Maybe we need to find out. So, it's not a title.  It's really -- the only function -- you're saying anyone who teaches religion?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but this is -- you're saying a fortiori, but basically you'd be here anyway even if she hadn't been ordained; right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":8,"sideBefore":"justices","text":"What is your take -- what is your reaction to a less dramatic kind of holding? Suppose we were to say the truth is that the particular individual here does have some religious obligations in teaching and quite a lot that aren't.  So, she's sort of on the edge.  At the same time, there is a statute which, whether it applies or not, you could take the principle, and it says a religious organization like your client may require that she conform to the religious tenets of the organization. So, Congress focused on this.  And the district court looks at it, and suppose it were to decide:  That's true, but there's no evidence here at all that religious tenets had anything to do with her being dismissed.  No one mentioned them.  She didn't know about them.  I didn't until I read the very excellent brief filed by the Lutherans that explained the nature of taking civil suits.  No one said that to her, whether it was in someone's mind or not.  She found out on motion for summary judgment.  So, therefore, this wasn't an effort by the religious organization to express its tenets.  She was dismissed. She could have -- they could have had a defense, but it doesn't apply, and, therefore, even though she's sort of like a minister, she loses. What are your objections to that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Did anyone mention that to her?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Really?  My law clerk couldn't find it.  Can you tell me where -- where someone did say the reason we're dismissing you is because of our religious doctrine that you cannot bring civil suits?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, does anyone explain to her, which she might not have known, that this is a religious doctrine that you are supposed to go to the synod or whatever, and you're not supposed to go to court?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, they wanted to fire her because she threatened to sue them.  But what I'm wondering is, is there anywhere before the motion for summary judgment where someone explains to her, our motivation here is due to our religious tenet?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I understand that. But I went on a different piece of -- matter, that the people who were involved in this were doing it for religious rather than civil reasons.  I'm just wondering what the evidence is that they knew there was such a doctrine, that they were motivated by the religious doctrine, and that they expressed that to her.  I just -- I'll look at page 55.  Is there anything else I should look at?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it in the handbook?  I mean, one of the objections -- if this -- if this is a rule that's going to bind the teachers, then you would expect to find it in the handbook.  But the handbook doesn't tell her, if you complain to the EEOC about discrimination, then you will be fired."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Laycock, could you --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":6,"sideBefore":"justices","text":"I'm looking for a citation in the record?  I just wonder, is there anything you want me to read other than page 55?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Laycock, doesn't this inquiry illustrate the problems that will necessarily occur if you get into a pretext analysis?  The question of was she told that she had violated the church's teaching about suing in a civil tribunal?  Well, that depends.  The significance of -- let's assume she wasn't told.  The significance of that depends on how central a teaching of Lutheranism this is. It's like -- suppose a Catholic priest got married and the bishop said, I'm removing you from your parish because of your conduct.  Now, there wouldn't be much question about why that was done.  So, you'd have to get in, what did Martin Luther actually say about -- about suing the church or other Christians in a civil tribunal?  Is this really a central tenet of Lutheranism?  Isn't that the problem with going into this pretext analysis?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Laycock, you, in order, I think, to dispel the notion that nothing is permitted, in your reply brief you say there are many suits that could be brought that would not be inappropriate.  And I think it's on page 20 of your reply brief.  But I don't understand how those would work if the policy is you're a minister; if you have quarrels with the church or a co-worker, we have our own dispute resolution, and you don't go outside. But you say tort arising from unsafe working conditions.  Suppose one of these commissioned workers said, I think that there are unsafe working conditions and I'm going to complain to the Occupational Health and Safety Agency.  And wouldn't she get the same answer: This has to be solved in-house.  You don't go to an agency of the state. Why -- I don't follow why the tort claim based on unsafe working conditions would not fall under the same ban on -- keeping disputes in-house?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought the reason that she was unfit for the ministry was that she went outside the house."},{"name":"JUDGE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in all of these cases, you go outside the church, you go to the government, then you have a --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But she could -- she could be -- for any of these things, she could be disciplined, fired because she complained outside the house."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The tort claim could proceed, and then she would get damages, and that would be all right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you say -- did I understand you before, in response to Justice Sotomayor and Justice Scalia, that even if she were merely a contract teacher, the fact that she teaches religion classes would be enough for her to qualify for the ministerial exception?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the clincher in this case, but even -- I think you answered if she were not a commissioned minister, she's teaching the faith; therefore, she can be fired, and it doesn't matter whether she's commissioned.  So, the commission is irrelevant.  It's -- it's her job duties that count."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, it was certainly for some purposes.  I mean, if every teacher who teaches religion and math and a lot of other things said, I'm a minister and I'm entitled to the parsonage allowance on my income tax return, certainly that's something that a government agent would review."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You may. Ms. Kruger. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is the position of the United States that there is a ministerial exception or that there is not a ministerial exception?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Nothing to do with respect to the ministers.  In other words, is there a ministerial exception distinct from the right of association under the First Amendment?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there anything special about the fact that the people involved in this case are part of a religious organization?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that a \"no\"?  You say it's similar to other cases.  Expressive associations -- a group of people who are interested in labor rights have expressive associations.  Is the issue we are talking about here in the view of the United States any different than any other group of people who get together for an expressive right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's extraordinary."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's extraordinary."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We're talking here about the Free Exercise Clause and about the Establishment Clause, and you say they have no special application to --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There's nothing in the Constitution that explicitly prohibits the government from mucking around in a labor organization.  Now, yes, you -- you can by an extension of First Amendment rights derive such a -- but there, black on white in the text of the Constitution are special protections for religion.  And you say that makes no difference?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think that the balancing of interests is different, according to the Petitioner, when one of the interests is religion.  And you're just denying that.  You say:  We balance religion the way we balance labor organizations."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's certainly not what the Petitioner is saying."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you dispute the proposition that one of the central concerns of the Establishment Clause was preventing the government from choosing ministers?  When there was an established church, the government chose the ministers or had a say in choosing the ministers.  And the Establishment Clause, many argue, was centrally focused on eliminating that governmental power.  Now, do you dispute that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that's the central tenet.  Suppose you have a religion and the central tenet is:  You have a problem with what we do, go to the synod; don't go to court.  And that applies to civil actions of all kinds.  All right?  So, would that not be protected by the First Amendment?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Your view is it's not protected?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So that, in fact, if they want to choose to the priest, you could go to the Catholic Church and say they have to be women.  I mean, you couldn't say that.  That's obvious.  So, how are you distinguishing this?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"When you say that, are you not implicitly making a judgment about the relative importance of the Catholic doctrine that only males can be ordained as priests and the Lutheran doctrine that a Lutheran should not sue the church in civil courts?  I don't see any distinction between -- I can't reconcile your position on those two issues without coming to the conclusion that you think that the Catholic doctrine is older, stronger, and entitled to more respect than the Lutheran doctrine."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying that going to church -- sorry -- that going to court is a more fundamental interest than a woman obtaining the job that she wants, which happens in this case to be a Catholic priest.  But that's the distinction you're making."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why?  I don't know why that doesn't -- I mean, you may be right, but it isn't obvious to me that the one is the more important than the other."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Kruger, if I could just clarify for a second there, because you're now sounding as though you want to draw a sharp line between retaliation claims and substantive discrimination claims, and I didn't get that from your brief.  So, is that, in fact, what you're saying?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, are you willing to accept the ministerial exception for substantive discrimination claims, just not for retaliation claims?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  That was a yes -- I think that question can be answered yes or no."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Even with respect to their religion classes and their theology classes?  It's extraordinary."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Just because -- just because you have to comply with State education requirements on secular subjects, your -- who you pick to -- to teach theology or to teach religion has to be -- has to be subject to State control?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, you're making -- you're making a judgment about how important a particular religious belief is to a church.  You're saying -- this may just be the same question Justice Alito asked -- but you're saying:  We don't believe the Lutheran Church when it says that this is an important and central tenet of our faith."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"On the other hand, the -- the belief of the Catholic Church that priests should be male only -- you do defer to that, even if the Lutherans say, look, our dispute resolution belief is just as important to a Lutheran as the all-male clergy is to a Catholic."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you believe, Ms. Kruger, that a church has a right that's grounded in the Free Exercise Clause and/or the Establishment Clause to institutional autonomy with respect to its employees?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, this is to go back to Justice Scalia's question, because I too find that amazing, that you think that the Free -- neither the Free Exercise Clause nor the Establishment Clause has anything to say about a church's relationship with its own employees."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think they merge at all.  Smith didn't involve employment by a church.  It had nothing to do with who the church could employ.  I don't -- I don't see how that has any relevance to this. I would -- I didn't understand your answer to the Chief Justice's question.  You -- you say that there were different institutional values or government values involved with respect to a -- to a Catholic priest than there is with respect to this Lutheran minister.  Let's assume that a Catholic priest is -- is removed from his duties because he married, okay? And -- and he claims:  No, that's not the real reason; the real reason is because I threatened to sue the church.  Okay?  So, that reason is just pretextual. Would you -- would you allow the government to go -- go into the -- into the dismissal of the Catholic priest to see whether indeed it -- it was pretextual?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that any different from the Lutheran minister?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think that's saying nothing different than what the Chief Justice suggests, that you think the one is more -- is more important to -- to Catholics than the other is to Lutherans."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but then you have to say that it's more important to let people go to court to sue about sex discrimination than it is for a woman to get a job.  I can't say that one way or the other. So -- so, I'm stuck. And since I'm really -- this is tough and I'm stuck on this, I don't see how you can avoid going into religion to some degree.  You have to decide if this is really a minister, for example, and what kind of minister.  That gets you right involved.  Or if you're not going to do that, you're going to go look to see what are their religious tenets?  And that gets you right involved. I just can't see a way of getting out of something -- of getting out of the whole thing.  I don't see how to do it.  So, suppose you said in case of doubt like that, we'll try what Congress suggested.  And now we have here a borderline case of ministry, not the heartland case.  So, you say, all right, where you have a borderline case the constitutional issue goes away, and what Congress said is okay.  So, now what you have to prove is you have to prove that -- the church has to show that the applicant was disciplined, or whatever, because she didn't conform to the religious tenets.  All right?  That's what they have to show. And I'm sorry; they maybe only make a prima facie case, but they got to show it, and if they don't show that there was at least some evidence to that effect and that somebody knew about the religious tenet and there was something like that -- maybe it's in the air, as is obvious with Justice Alito's question, but where it isn't in the air, you'd have to make a showing. Now -- now, I see that's an interference, but I don't see how you avoid an interference someplace or the other.  Otherwise, you're going to get into who is a minister. So, what's the answer to this dilemma?  At the moment I'm making an argument for following what Congress said, go back and try it that way, and if they can show in this case and she shows in this case nobody ever thought of the religious tenet, nobody told me, they didn't read it, then she's going to win.  And if they come in and show that they really did this because of their religious tenet, they'll win.  What about that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it does have the virtue of deciding a statutory question before a tough constitutional question.  And I agree, with what we sometimes do, that seems bizarre, but I thought that was the basic rule."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if -- if the plaintiff proceeded that way, would she be entitled to -- I assume she would -- introduce testimony by experts on Lutheranism, theologians, professors of religion about how the -- about this -- this tenet, and it isn't really -- they might say, well, it's really not that strong, and it once was, but it's faded, and it's not -- it's not widely enforced. And then you'd have experts on the other side, and you'd have a court and a lay jury deciding how important this really is to Lutherans.  Is that how that would play out?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How are you going to avoid that?  I just don't see it."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, it's not irrelevant. I've seen dozens and dozens and dozens of pretext cases, and in practically every pretext case that I've seen, one of the central issues is whether the reason that was proffered by the employer is the real reason, is an important reason for that, for that employer, and whether they really think it's important and whether they apply it across the board.  That's almost always a big part of the case. And once you get into that, you're going to get into questions of -- of religious doctrine.  I just don't see it. Let me give you an example of a real case. A nun wanted to be -- wanted a tenured position teaching canon law at Catholic University, and she claimed that she was denied tenure because of her -- because of her gender. Now, there the university might argue, no, she was -- and did argue -- she's denied tenure because of the quality of her -- of her scholarship.  And, okay, now, if you try that pretext issue, the issue is going to be what is the real quality of her canon law scholarship?  And you're going to have the judge and the jury decide whether the particular writings on canon law are -- make a contribution to canon law scholarship. How can something like that be tried, without getting into religious issues?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Kruger. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Dellinger."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Dellinger?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Could you assume for -- (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":9,"sideBefore":"justices","text":"I'm sorry.  Could you assume for me that -- is it --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Justice Kagan. (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"justices","text":"I feel like I missed something. (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Mr. Dellinger, could you assume for me that there is a ministerial exception that's founded in the Religion Clauses, and tell me who counts as a minister, and why this commissioned minister does not count as a minister?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just asking you to assume with me for a moment that there is a categorical exception and to tell me who you think counts as a minister, and why the woman in this case does not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That can't -- I'm sorry to interrupt you, but that can't be the test.  The Pope is a head of state carrying out secular functions; right? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Those are important. So, he is not a minister?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's only a bad approach if we adopt your test.  Why isn't it a perfectly reasonable test whether the person -- although the person may have a lot of secular duties, whether the person has substantial religious responsibilities?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, but that isn't -- but that isn't the problem.  The problem, it seems to me, is I don't know how substantial these interests are religiously.  I don't know how substantial the religion itself considers what they do from a religious perspective. So, let's go back to Justice Alito's problem.  And now on the ministerial issue, we call the synods, we call the how certain was it, how central is it to the heart of the religion, what they're actually doing, and we replicate exactly what he said, in respect to the problem of religious tenet, now in respect to the problem of religious minister. And maybe you can tell me we don't have to go into the one or the other, but I've had enough of these cases in the lower court to know they are really hard.  People believe really different things, and I see no way to avoid going into one or the other, and, therefore, I think, rather than try this constitutional matter, let's go to the one Congress suggested."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Now, what do you -- that's --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's the state of the argument that you're walking into, I think."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No.  I don't agree with that.  I think -- I think what it says is a religious organization may require that all applicants and employees conform to the religious tenets.  It put that in the section defining defenses.  The defenses are part of the right, and when it forbids retaliation, it says forbids retaliation against an individual for the exercise of any right granted. And, therefore, I don't believe that a person who has failed to violate the substantive section could be held up normally. I mean, I don't --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I can think it's pretty easy to read that exception, even though it's in a different subchapter, into the retaliation exception. And assume for me that that's so."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But it's not paramount. Would you -- take the firing of the Catholic priest example.  Does that get into the courts?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But he can sue for money, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Not reinstated.  He can sue for money.  He can sue for, you know, the loss of --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if I could just come back to the example of the canon law professor, because I still don't see how the -- the approach that the Solicitor General is recognizing -- is recommending could -- can eliminate the problems involved in pretext. So, the -- as I understood her -- her answer, it was that you couldn't look into the question of whether the professor's canon law scholarship was really good canon law scholarship, but you could try the issue of sex discrimination based on other evidence.  So, maybe there's some stray remarks here and there about a woman teaching canon law. Now, a response to that might be that wasn't the real reason, and if you just look at the scholarship and you see how miserable it is and how inconsistent it is with church doctrine, you can see that that's the real reason. So, you just cannot get away from evaluating religious issues."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It antedated -- did it not antedate the enactment of the Americans with Disabilities Act?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So, wouldn't -- shouldn't we assume that Congress -- that Congress assumed that it would continue to apply to the ADA, just as it applied to Title VII."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Gee whiz.  Do -- do Lutheran schools and Catholic parochial schools share public funds the same way public schools do?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You bet you they don't."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What is this argument you're making?  I don't understand."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Don't tell me that fair is fair, that now, you know --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- we're just like everybody else.  That's not true."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Dellinger. Mr.  Laycock, 2 minutes. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Laycock, I'm not sure why the status of the individual matters under your theory.  It seems to me what you're saying is, so long as a religious organization gives a religious reason of any kind, genuine or not, for firing someone that's associated with it, whether minister or not, that that invokes the exception.  Am I hearing your argument right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, why is there a difference?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you would say with janitors, you can get into the pretext question."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you're limiting your test to whether that person is a minister.  So, define \"minister\" for me again."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Laycock, Mr.  Dellinger has some -- some points here about the way in which the ministerial exception relates or doesn't relate to Employment Division v. Smith.  And it seems to me that in order to make an argument for the ministerial exception, you in some sense have to say that institutional autonomy is different from individual conscience, that we've said in Smith that state interests can trump individual conscience.  And you want us to say that they can't trump institutional autonomy. So, why is that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Might not the Establishment Clause have something to do with that question --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which applies to institutions?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Whereas the Free Exercise Clause applies to individuals, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DOUGLAS LAYCOCK","firstName":"DOUGLAS","lastName":"LAYCOCK","counsel":true,"justice":false,"side":"petitioner","words_spoken":2240,"interruptions":27,"times_spoken":63,"laughter":0,"num_int_by":6},{"id":1,"fullName":"LEONDRA R. KRUGER","firstName":"LEONDRA","lastName":"KRUGER","counsel":true,"justice":false,"side":"respondent","words_spoken":1733,"interruptions":19,"times_spoken":36,"laughter":0,"num_int_by":5},{"id":2,"fullName":"WALTER DELLINGER","firstName":"WALTER","lastName":"DELLINGER","counsel":true,"justice":false,"side":"respondent","words_spoken":957,"interruptions":15,"times_spoken":23,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":478,"interruptions":0,"times_spoken":20,"laughter":2,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":732,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":414,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":947,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":360,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":733,"interruptions":4,"times_spoken":34,"laughter":1,"num_int_by":3},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":374,"interruptions":1,"times_spoken":13,"laughter":2,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1389,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":2240,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":34,"words_spoken":2690,"times_spoken":59,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":12,"words_spoken":5427,"times_spoken":133,"laughter":6,"num_int_by":6}],"outcome":{"side":"petitioner","margin":9}}