{"petitioner":{"name":"CHARLES ANDREW FOWLER, AKA MAN","counsel":[0]},"respondent":{"name":"No. 10-5443\nUNITED STATES ","counsel":[1]},"caseNumber":"10-5443","date":"2011-03-29T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 10-5443, Fowler v. United States. Mr. Crawford. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are they all consistent?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Crawford, what's your standard?  Sometimes you say \"certain\"; sometimes you say \"likely\"; sometimes you say \"plausible.\"  Which -- which is your standard?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The statute speaks of the intent of the defendant.  The defendant must intend to prevent the communication of information about a Federal offense or a possible Federal offense to a law enforcement officer who happens to be a Federal law enforcement officer.  So, it's all a matter of intent. Where do you get this question of whether it's possible or likely or certain or whatever that the information will eventually get to a Federal law enforcement officer?  Isn't it -- isn't it simply what is in the mind of the defendant?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Going -- going back to Justice Alito's question:  Obviously, the statute's not written to say the intent to preclude a witness from talking to law enforcement officials.  If it were that simple about a Federal crime, then it wouldn't matter whether it was likely, possible.  All that we have -- know is that the witness was -- that the killing was intended to stop them from talking to law enforcement, period.  So, clearly, (g) has to have a meaning different than merely stopping from someone talking to a law enforcement officer, because there has to be some connection to that officer being a Federal officer. So, going back to Justice Alito's question, how do you define the intent?  What is the defendant's intent?  If he doesn't have to know it's a Federal officer, what does he have to intend?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Articulate what the intent has to be."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the defendant have to know that?  That's my question.  Does he have to intend to stop the witness from communicating this information to someone that's related to either a Federal judge or a Federal law enforcement agent?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say that is --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"What does that have to do with reasonable likelihood that it would occur?  I mean, he either intends it or he doesn't intend it.  What --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The reasonable likelihood that this person who was killed -- now, you say \"realistic likelihood.\""},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The realistic likelihood that this person who was killed might have gone to a Federal officer doesn't at all establish that the intent of the person who killed him was to prevent him from going to that officer, does it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it seems to me you have to stand on one stool or the other one.  Either it -- it relates to intent, as the statute says, or all there has to be is a reasonable likelihood that this person who was killed would have gone to a Federal official."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, that -- that's not what the statute says.  It doesn't talk about preventing a future act.  It doesn't say anyone who kills someone who would have gone to a Federal official is -- is subject to this penalty."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's what it said,  your -- your realistic likelihood test would be quite reasonable, but it doesn't say that.  It says that the -- the killing has to be with the intent of preventing him from going."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Crawford, do you think this is right, that the statute says that the person has to prevent the communication to a law enforcement officer?  The statute also says that the law enforcement officer, in fact, has to be a Federal law enforcement officer, but because of subsection (g), the statute does not require that the person intend the communication to be to a Federal law enforcement officer, and that's what we're struggling over, correct?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and in doing that -- I mean, I guess my question to you is the same as my question to the Government, which is where any of these standards come from.  And I agree that the statute does not provide a lot of guidance, but how does one pick between a realistic likelihood or a possibility or a  theoretical possibility or any of those things?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why don't we pick the standard that is set out in the text of the statute? Let me give you this example: Let's -- let's hypothesize a very cold, calculating, rational defendant who is planning a Federal crime, let's say the hijacking of an airplane over international waters, and this defendant finds out that his mother has learned about the plot.  Now, he says, well, you know, I think there's a one-tenth of 1 percent chance that mom is going to go to the FBI and turn me in, but in order to prevent that, I'm going to kill her.  I intend -- I kill her with the -- for the purpose of preventing her from going to the FBI, even though I think very, very, very unlikely she's going to do that. Hasn't that defendant violated this statute?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I think Justice Alito can protect his own question, but I don't think you've answered it.  You've put in realistic likelihood. He's asked you whether or not as a matter of law, assuming that you're a juror and you read the statute and you were instructed on the words of the statute and you have Justice Alito's hypothetical, what result?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The reliability under the statute under Justice Alito's hypothetical."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Then Justice Alito's next question -- again, he can protect his own line of questioning -- but what does that have to do with realistic likelihood?  There's no realistic likelihood; it was only a half of 1 percent chance that the communication would be made.  So, that takes realistic likelihood off the table, and if it's off the table, you have to give us a different test."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I wondered. You haven't really argued that, so maybe I'm missing something, and this question may be better for the other side, but this statute, as you go through it, has some elements. The first are facts about the world, killing people; the second has to do with intent, and then they talk about all these different things to stop him from going to a Federal officer; the third says no state of mind need be proved with respect to the fact he works for the Feds.  So, therefore, it's not part of intent. Now, if it's a circumstance that is an element of the offense and it is not part of the intent of the defendant, then isn't it an element, like all other elements, that you have to prove beyond a reasonable doubt?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You didn't argue it, so nobody's ever adopted this, so I feel I might be barking up the wrong tree.  Now, I grant you, you're not the leaf on the tree that's going to give me the answer I need, which is why I'm wrong, but -- but did you --  you've researched this and haven't really argued this point.  So, why not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You think a realistic likelihood must be proven beyond a reasonable doubt?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You think a juror can grasp all of that in a juror's mind?  You must find that there is --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that there is a realistic likelihood beyond a reasonable doubt?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the -- suppose the prosecutor argued a realistic prospect there.  When Gamble confessed, he confessed to the local police, and  they immediately communicated that information to the Federal prosecutors.  So, if that's what the government counsel argues, wouldn't that be a realistic prospect -- wouldn't they likely have done the same thing with respect to Fowler that they did with respect to Gamble?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Was -- what was the time sequence?  How much after Gamble came to the local police did the local police go to the --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Several years after 2002?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When did they go to the Federal authorities after 2002?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When did they go to the Federal authorities after 2002?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What is -- what is your position on the subsequent element or -- or feature about relating to the commission or possible commission of a Federal offense?  Does the defendant have to know that his actions to prevent communication involve an underlying Federal offense?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that? 1512(g)(2) talks about with respect to the law enforcement officer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought you'd say there's a negative implication that intent has to be shown with respect to everything else, including  whether or not this is a possible Federal crime."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you willing to concede that the defendant knew that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The issue -- the issue here is the sufficiency of the evidence.  So -- so -- and the question is whether a reasonable juror could adopt a certain view of the facts. Now, couldn't a reasonable juror in this situation take this view of the facts?  Your client killed Officer Horner simply because your client didn't want to go to jail.  He didn't particularly care whether he was going to be prosecuted in State court or Federal court; he just didn't want to go to jail.  So his intent was to prevent the communication of information about  the crimes that were being planned to any law enforcement officer who could send him to jail, and that would include a State officer; it also would include a Federal officer.  And, therefore, there's a violation of the statute. Now, what's wrong with that view of the facts?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I would think your answer would be that if that were the law, (a)(1)(C) would have omitted the word \"Federal.\""},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It would have said \"by any person to a law enforcement officer.\"  And you would -- you would eliminate \"or judge of the United States\" -- \"information related to commission or possible commission of a violation of the law,\" period."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, because if there were -- if the only crimes that were being planned were State offenses, then there would be no chance that -- that the conveying of that information to a Federal law enforcement officer would send the person to jail."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They're planning -- they're planning to hold up a convenience store.  It's not a Federal offense; it's a State offense."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, the person isn't going to go to jail on a Federal charge."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, are you saying that there is no possible offense that's only a violation of State law and Federal law?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Crawford, what would happen if you were dealing with a Federal offense that was a distinctly Federal offense, that really didn't have a State counterpart, like hijacking an airplane? Would that itself be sufficient to support a prosecution under this statute?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that actually similar to this case?  These guys were going to rob a bank, which I take it is mostly prosecuted by Federal officials."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I have one last one, the  plain error question.  Neither your brief -- I think you're taking the position that simply because we granted cert, we've accepted there's a plain error; is that your position?  Because you haven't really defended against a finding of plain error."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it you were not the trial lawyer?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, you were? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So we're really -- granted cert to give an advisory opinion?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because if there's not plain error, how do we reverse this court below?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what you're suggesting is that we announce the standard, hopefully different than the courts below for your sake, and then remand to then let the court apply the new standard?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it's not, what's the other?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How could we do that unless we found there was plain error?  And how can we say there's plain error when this question has vexed so many courts?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I have to say to you that even if a bright-line rule is announced, the real work begins in deciding what evidence is sufficient to meet that burden."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Anyway, you've made a fine argument here, even if you didn't make it -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Harrington. "},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, where does that reasonable possibility standard come from, Ms. Harrington?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let me give you a hypothetical similar to the one that I gave your -- your friend.  Two men are sitting on a park bench planning the commission of a Federal crime, hijacking of an airplane, and they think they're by themselves; so they're talking about this, and then after they've had a discussion they turn around and they see there's somebody standing very close by; and so they say we have to kill this person to prevent him from going to the FBI, and so they do, and they're prosecuted under this statute.  But then at trial they bring out evidence that the person didn't speak a word of English, only spoke Russian.  So there wasn't any possibility whatsoever that this person was going to report that to the FBI or any law enforcement officer.  Violation of this statute or not?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So a realistic probability relates only to the question of whether it would have been conveyed to a Federal officer as opposed to some other law enforcement officer?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But suppose in Justice -- please continue.  I interrupted you."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you see --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Suppose in Justice Alito's hypothetical, two guys on the park bench, and they find out that the man with the gray coat behind them was listening.  They say, we have to get the man with the gray coat.  They turn around and they shoot a man with a gray coat, but it's a different man.  What result?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It wasn't the man that was listening.  They got the wrong guy."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The intent was there."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But then your realistic possibility -- the realistic probability standard just falls out of your test."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think it's very difficult to instruct the jury, to say, now, sometimes there's realistic probability, sometimes there isn't. I just don't know what this jury instruction is going to look like."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you -- why do you need that?  I mean, we're always talking here about -- about murders of a witness, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you're always talking about a murder that was intended to remove somebody who could incriminate the killer --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- for some other crime. Why isn't it enough to say you killed that person to prevent the disclosure of the crime, and if the crime was a Federal crime, the disclosure you were preventing was a disclosure to a Federal Court or to a Federal police officer? Why -- why do you have to create a -- a reasonable likelihood that this person, this particular person, would have gone to a Federal officer rather than a State officer?  Isn't it enough to kill the person to prevent disclosure of the crime that the crime was a  Federal crime?  Why isn't that the test?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, the government could more than live with it.  The government could wallow in it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the statute reads it out of the statute.  It says in (g) that you don't -- the intent element does -- does not require that you know it's a Federal officer or that you know it's a Federal judicial proceeding."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't it enough that you -- you kill somebody to prevent the disclosure of a crime that's a Federal crime?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't -- if you have a Federal -- underlying Federal offense, and I gather you don't think -- that just needs to be shown as a matter of fact, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No intent with respect to that. Isn't it always likely that there's going to be a reasonable possibility, reasonable likelihood, that the communication is going to go to a Federal officer?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's a Federal offense.  If the communication covers Federal judges, that's the person who is going to try the case in every case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, obviously not all of them."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you think that -- that it's not an element of the crime, but that feature of the prosecution depends upon what percentage of the crimes are prosecuted Federally as opposed to by State law?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Can you instruct the jury that the underlying crime here is a Federal crime and then say the only thing they have to determine under some standard is whether or not the communication would be to a Federal officer?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's say the case -- that this case arises -- exactly this case arises in two different adjacent jurisdictions.  In one, the local sheriff and the local district attorney hate the Feds. They never talk to them unless they absolutely have to. And so if Officer Horner had taken the information that he learned to the local sheriff, there's no chance whatsoever that they would have referred that over to the FBI or the U.S. attorney for prosecution in Federal Court, so no realistic possibility there. In the other jurisdiction, right next door, the local sheriff and the local DA don't want to be  bothered with bank robbery trials.  They send all of those over to the FBI and the U.S. attorney, so there's a very high probability the information would have gotten to the Federal authorities. Now, would this case come out differently depending on the jurisdiction?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see what that has to do with the defendant's intent."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, where do we get this --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Then you have to change your answer -- right?  Maybe you don't -- to my hypothetical where they shoot the wrong man."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't it rather strange, trials?  It's such a weird issue to submit to the jury in a criminal trial, you know, whether this witness who was -- whether there's a reasonable likelihood that this person who was killed would have gone to a Federal law enforcement authority rather than the State law enforcement authority?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm a little bit confused.  Tell me exactly why you see a difference between \"realistically likely\" or \"reasonably possible.\" Tell me -- tell me what fine line exists between those two and what quantum of evidence more you would need under one as opposed to the other."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Tell me what the difference in proof would look like."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"\"Likely\" is proven?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you still had to prove, didn't you, or wouldn't you have a measure of obligation to have a witness get up on the stand and say, the FBI always looks at bank robberies?  In the absence of that, aren't we asking the jury to speculate that, merely because it can be a Federal crime -- bank robbery can be both a State and a Federal -- that it's reasonably possible it would go, not everything you yourself said not everything goes to the Federal  government, so --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Miss Harrington, we -- we've gotten along for over 200 years without this particular Federal law, and I, therefore, am not inclined to give it a -- a sweeping broad interpretation, and I think it's so weird to submit to the jury, you know, how likely is it that this dead person would have gone to a Federal law enforcement officer rather than a State law enforcement officer.  Why isn't an entirely satisfactory reading of this statute the following, that if you -- if, indeed, you have in mind specifically the FBI or a Federal proceeding, you're done?  If, however, you don't have in mind specifically a Federal proceeding, but you have in mind a particular proceeding, which is a Federal proceeding, or a particular officer who is a Federal officer, then you're done, but anything else isn't covered? So the intent has to be the intent to stop a particular proceeding or -- or to stop the person going to a particular officer.  If that proceeding is Federal or if the officer is Federal, you have the -- but otherwise, the laws that we've lived under for 210 years will continue to apply, and -- and -- and this new Federal statute will not apply."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I suspect that what this mainly addressed is -- is killing of witnesses, which has become very common in some jurisdictions, witnesses in criminal trials, and you know darn well what trial is involved.  It's a trial that's already underway, and if it's a Federal trial and you kill the witness, you're -- you're liable under this statute. What -- what is covered beyond that is if -- if you know that the information is going to be given to a Federal officer, then they have you also, but I don't know why we should read the statute any more broadly than that and -- and have these weird questions submitted to the jury how likely was it that this -- this dead person would have gone to a Federal officer rather than a State officer and -- and inquire into the  question that Justice Alito asked, you know, how is there a friendly relationship between State and local officials so that the State official would -- I don't want to get into that.  I don't think the juries do."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Harrington, what would be -- what would happen if instead of Officer Horner, the custodian of the cemetery had come across these people and the exact same thing had happened, would you  then say that there would be -- that there would be a prosecution -- there could be a prosecution under this statute?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So is that the difference, that Officer Horner was on his cell phone?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I do have a question I would like to ask at some point. Are you finished?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because this is very interesting. I normally think purpose is important. In this one I don't, and suppose I'm right, purpose has nothing to do with this. The problem here is with the words \"intent\" and \"prevent.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And it's how they're used in ordinary English. So let me give you an example, even odder than Justice Alito's. But I think it illustrates the point -- the question. Imagine you put your son in his room, and they say why do you keep your son in his room doing his homework? Because I wanted to prevent him from going to the movies. That's why. Now, when you say that, we would impute, correctly, you wanted to prevent him from going to a Hollywood movie. You wanted to prevent him from going to an old movie, prevent him from going to a new movie, but prevent him from going to a Lithuanian movie? Now, why does that sound so odd? Because there's no realistic possibility that he would go to a Lithuanian movie. Okay.  (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Now, if that's the problem, if that's the problem, the words that capture that problem, are their words \"realistic likelihood,\" not the words \"possibility.\"  So if I have to choose between those two, and that is the problem, why don't I choose their solution?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They use realistic likelihood and if someone were to tell me in my odd example there is no realistic likelihood he would go to a Lithuanian movie, that seems to describe perfectly whether I would or would not say in trying to prevent him from going to the movies, you try to prevent him from going to a Lithuanian movie.  And your -- yours doesn't -- I mean it's a -- I agree it may not make that much difference, but we have to choose some form of words."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Understand this, you mean it would have been okay if he went to a Lithuanian  movie? (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"No, it wouldn't have been okay, but you don't normally say of a person when a thing is really weird, but he wants it to happen that doesn't do it for that -- it's so unlikely.  I shoot an arrow into the air hoping it will fall on my enemy.  All right?  It's not going to.  But if it does, we say he intended it.  You see, that -- that's the kind of linguistic problem that I think is present."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not awkwardly constructed.  It's trying to get odd possibilities, and if it is trying to get those odd possibilities about which we normally would say he did intend to prevent that from happening, then those things we're trying to leave out are those where there is no realistic possibility that they would happen."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then let's take their words."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure I understand your answer to Justice Kagan's hypothetical. We -- we -- there's no proof that this particular officer who was shot was going to pick up the phone to the FBI.  He may have overheard this.  He would have called his fellow officers, and somebody, probably his supervisor, or the DA's office was going to make the decision whether to call the FBI.  So, how is that different from the cemetery caretaker, who is going to call it in probably to 9-1-1, and he doesn't particularly have an idea of who's going to get involved or not because it's really not his issue.  Why is there a difference between those two situations?  And isn't the question, going back to what Justice Breyer asked, was, what's the likelihood that this is going to get investigated by the Federal Government?  Why is it reasonably possible?  Anything is reasonably possible --  or almost anything."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So I guess then your burden is only to show that it's a Federal offense, because why you need to show anything else because \"reasonably possible\" encompasses every single Federal offense or anything that could be termed a Federal offense."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But why isn't that -- maybe I asked this already, but why isn't that the case when you're dealing with the Federal offense?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, but there's a possibility."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A realistic possibility."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Did you say before that -- that presenting this to the jury; everybody's worried about what the jury will think; that when Gamble came and confessed, the local official went to -- to the Federal?  I think we were told that there was a year lapse between when the local police knew about Gamble's confession and when --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know what the  difference was between the State and the Federal penalties?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So Ms. Harrington, suppose Officer Horner had come to the scene and instead of seeing evidence that there was a robbery about to occur, had seen evidence only of drug use.  Now that might be a Federal offense, but typically it wouldn't be prosecuted in -- in a Federal court.  Would you say then that the statute is not satisfied?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, but that's 4 years later.  That was way past the time when this incident occurred."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying the fact that they got this information 4 years later, shared it with law enforcement officers after they knew that a murder had occurred as a result of an incident would be the same kind of inquiry that they would make at that time?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Before the murder?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would -- would you not acknowledge that the statute is vague enough that the intent which it requires could be either the intent to prevent testimony from being given to a particular Federal proceeding or to a particular Federal officer or the specific intent to withhold it from a proceeding or an officer who happens to be or which happens to be Federal, but which the defendant is not aware is Federal?  It could bear that meaning, couldn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I acknowledge that, but a particular judge or -- or the conduct of a Federal proceeding, it could -- it could require specific intent of a proceeding or a judge or an officer which happens to be a Federal officer."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So if a defendant has in mind a particular officer, then there's a potential violation of the statute, but if the defendant just kills for the purpose of preventing this from going to any Federal -- any officer who might happen to be a Federal officer, then there's no violation under this --  under this reading of the statute?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Under the interpretation that's been suggested to you, that would be the distinction?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think the question was."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"It's unfair for him to ask you what my -- what my hypothetical was.  I think the answer is yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Crawford, you have 7 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What's delicate about robbery?  I mean, robbery is completely a Federal crime, and that was what the -- that was what Horner observed, and they were -- they were planning for the robbery the next day."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm slightly regretting bringing that up."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You agree basically on the point?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think where you have -- where somebody tries to prevent a general thing, we normally say you also prevent -- tries to prevent those things that are specific that fall within the general term, but not every oddball example."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And what you want is something that rules out the oddball examples.  And your words are \"reasonable likelihood,\" and you'll say if  it's an oddball example, you can't hold him guilty of that, if it turns out that in this case the Federal example is an oddball example. My question really is to you:  If you win on that, then are you going to go back and argue there was not one piece of evidence whatsoever that there was any reasonable likelihood that the Feds would investigate your case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN M. CRAWFORD","firstName":"STEPHEN","lastName":"CRAWFORD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2106,"interruptions":25,"times_spoken":61,"laughter":0,"num_int_by":8},{"id":1,"fullName":"SARAH E. HARRINGTON","firstName":"SARAH","lastName":"HARRINGTON","counsel":true,"justice":false,"side":"respondent","words_spoken":3112,"interruptions":27,"times_spoken":59,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":333,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1126,"interruptions":3,"times_spoken":25,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":437,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":886,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":732,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":844,"interruptions":1,"times_spoken":20,"laughter":3,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":186,"interruptions":2,"times_spoken":5,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":2106,"times_spoken":61,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":27,"words_spoken":3112,"times_spoken":59,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":9,"words_spoken":4851,"times_spoken":128,"laughter":4,"num_int_by":4}],"outcome":{"side":"petitioner","margin":5},"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472418052986}}