{"petitioner":{"name":"ALEJANDRA TAPIA","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"10-5400","date":"2011-04-18T05:00:00.000Z","speakers":[{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You have, in effect, a one-way ratchet.  If the judge really thinks rehabilitation is a -- a -- a primary or an important component of the sentence, then it reduces the prison term.  It could never increase it.  So you have a one-way ratchet."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that's -- do you think that's consistent with what Congress thought about rehabilitation when it adopted the Sentencing Reform Act?  And you discuss their thinking, and I think accurately, in your brief, but was their thinking simply that rehabilitation is very feasible and it's reasonably predictable whether somebody can be rehabilitated or has  been rehabilitated so long as it's done outside of prison, but it just doesn't work in prison?  Was that their thinking?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is strange, isn't it, that they can take rehabilitation into account for the supervised release.  I mean, that -- that's a provision, isn't it?  As far as supervised release is concerned, the judge can take account of rehabilitation in setting the length of the term, but can't do that for the prison time."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, aren't -- isn't punishment and rehabilitation often flip sides of each other?  If you read what the judge said here, his comment was this man -- or this woman, I'm sorry, has been involved in a series -- escalating series of serious offenses.  Logically, she has to be put away for a long time unless she gets rehabilitation because there's going to be no deterrence otherwise. And so, what the judge was basically saying, in my judgment -- and I don't know why it's not just the flip, which is without -- without drug treatment, we can't deter her.  And so, this crime, given her background, deserves this kind of sentence.  One of its by-products is a drug treatment program. How different is that, or do you really  think that a judge who knows that someone is going to get a rehab program if they serve 50 months and the sentencing range is between 45 and 55, do you think that they're going to take 50 -- they're not going to choose 50 if they understand that there's no chance for this person to be deterred without drug treatment?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your client --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":6,"sideBefore":"justices","text":"That's a --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"-- didn't get, did she?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, if he gave her extra years in order to get that treatment, he just gave her extra years without the treatment, as it turned out?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait a minute. That's the whole point, because what the judge said was if she doesn't get treatment, she needs to be in jail a long time because her crime was serious, because she's just going to continue committing crimes.  There's a chance if she gets it that she won't, but without it,  for sure, she's not, and this is the just punishment she deserves, this amount of years.  That's how I read the transcript."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're ignoring his lengthy discussion talking about she was really going down the wrong road here.  I understand her troubled past.  She gets involved in alien smuggling, which is very serious.  He is talking at length about the  seriousness of the crime. So what I'm asking you is, if what we see is a judge who's talking about a flip situation, i.e., you need to punish strongly because the crimes are serious, and an added benefit is rehabilitation, why does that violate 3582?  What about 3582, in using the word \"recognizing,\" stops a judge from saying without something there's going to be no deterrence?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're talking only about when rehabilitation is the primary purpose?  So the issue here is what was the judge's primary purpose?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So now we want some talismanic words where the judge says what I said?  This  crime is so serious that the sentence should be X amount, and now talismanically I'll say rehab is just a side effect, really the sentence is motivated by -- completely by punishment?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do we --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- can we know that when the government -- didn't the government ask for 63 months?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the judge came up with something in between those two?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The judge did say, didn't  he -- this is on page 27 of the Joint Appendix -- \"the sentence has to be sufficient to provide needed correctional treatment, and here I think the needed correctional treatment is the 500-hour drug program.\" It couldn't be clearer that he's computing the length of the sentence on the basis of what correctional treatment will be received.  It \"has to be sufficient to provide needed correctional treatment.\""},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Roberts, could I take you back to Justice Kennedy's question at the start about the one-way ratchet?  What's the government's theory about what Congress might have been thinking when it said you can't think about rehabilitation to sentence or to lengthen a sentence, but you can think about rehabilitation to make a decision not to sentence or to shorten a sentence?  What would -- what would have been in Congress's mind?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's only one-half of what the thinking was at the time about rehabilitation.  The thinking was that -- that some people were being sentenced to coercive rehabilitation, but also that other people were being paroled before they should be on the theory that they had been rehabilitated.  It was a general skepticism about rehabilitation, and that is inconsistent with the idea that you can take rehabilitation into account in going down, but you can't take rehabilitation into account in going up."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but that's different from saying that a lower sentence can be imposed on the theory that with rehabilitation outside of prison, a lengthier sentence isn't needed. Would you agree that when the guidelines were mandatory a judge could not sentence to -- to additional time, certainly not additional time outside the guideline range for the purpose of rehabilitation, but the judge also generally could not depart below the guideline range on the theory that this defendant had led a life of crime because the defendant lacked vocational skills or the defendant was dependent on drugs or alcohol, and with treatment outside of incarceration, those problems which had led to the criminality could be alleviated?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose the case in which the judge is going to sentence to 2 years no matter, but there is a 2-year rehabilitation program, and the defendant is -- the prisoner is receiving that. Would you say that, at that point, the prisoner is receiving an imprisonment term and rehabilitation?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Hypothetical.  The term isn't affected by the program, but the judge recommends  the program, and the prisoner is receiving it."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Would you agree the prisoner is then receiving both an imprisonment term and rehabilitation?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I -- so then, we can use those two goals of sentencing in -- in the conjunctive --"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- and you can have imprisonment and rehabilitation at the same time?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm just talking about a matter of diction.  You would agree there are instances, in a hypothetical --"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- case, where you can receive imprisonment and rehabilitation at same time?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We're -- we're talking about what the statute says, and the question indicates, the hypothetical indicates, that those are not mutually exclusive.  You can have imprisonment and rehabilitation at same time.  Now, this case is a little different because she didn't get it, but let's just talk about the hypothetical."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, assume --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Prisons have multiple treatment programs."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And they have vocational treatment.  Do you -- are you relying at all on the fact that in the supervised release term, the judge can say this man or this woman needs rehabilitation, and I want this program for her, but in the prison setting, the  judge, this judge -- as the colloquy with Justice Scalia showed, this judge wanted her to be in the program, but she never got into it because the judge has no control?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I think you'd say it was wrong for the district court to do that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But whether it can be established on appeal that it was wrong is another matter."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the judge said:  I'm going to sentence you to 12 months.  Now, there is a particular facility where there is a drug treatment program that you can really benefit from, and you'd be a safer citizen, but I'm not going to mix up imprisonment and rehabilitation.  I'm not even going to make that -- I'm not going to consider it.  All I'm interested in is imprisonment. Is that an abuse of discretion?  The failure to consider the factors that Congress set forth, including rehabilitation?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, he said I -- no, he said I'm not going to consider that."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so then he must consider rehabilitation in the context of imprisonment?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand what you're saying.  It -- it seems to me what the statute requires is that he consider rehabilitation in imposing the sentence.  Right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Not in imposing imprisonment."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So he can consider rehabilitation in deciding what this person will be required to do in -- in a probated term, but not in how long he's going to stay in prison before he gets probation."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the judge thinks that a -- a defendant would benefit from a type of a vocational or educational training that may be available in prison but that is not available in -- on the outside in the particular community where this defendant  resides?  What would the judge do then?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, what if that's not --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What if it's not available in the community on the outside?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that wouldn't affect the length of the sentence.  Are you talking about, say, can the judge prescribe that he be incarcerated in a particular facility?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, can a judge who believes a defendant is dangerous to the public and thinks that that danger can't be abated without a drug treatment program, could the judge nevertheless under 3553(a)(2)(C) say, because of the danger to the public, I'm going to lengthen the sentence?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And in the hopes that a drug rehabilitation program will be available?  I don't care if it is or it's not; this person's dangerous to the community otherwise?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So what's different than what the judge did here, where he talked about, explicitly, on page 26, \"it has to deter\" -- the sentence has to deter criminal conduct by others, and it  has to protect the public from further crimes of the defendant, and the sentence -- that's a big factor here, given her failure to appear and what she did out on bail. So, if the sentence has a dual motive, is that okay?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, I know that you're -- there's -- there's an issue about whether this transcript can be read as a dual motive or not."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But my question is, is a dual-motive sentence permissible?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that what \"dual motive\" means?  Unless --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You want talismatic words.  I would have picked the sentence anyway."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"","text":"I could follow your argument much better if the judge could say that this specialized program -- as I am making that a term of your incarceration.  The disturbing factor about your  argument is the judge can only recommend; the judge has no way of making sure that this person will be in prison longer and get the treatment the -- the judge wants, because the judge can't control where the person will serve her sentence and what treatment will be available for her."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"","text":"Wasn't there something -- you responded that she didn't -- she said I'd rather not.  But wasn't there something about placing her with -- in the same facility as another inmate?  Wasn't  that involved?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"I don't know why you consider that that solves your case, that that makes everything okay.  She refused it.  She would not have been able to refuse it had it been made a condition of her supervised release.  You either take the program or you go back to jail.  I mean, that's -- why is that an insignificant difference? The fact is the judge has no control over whether this person gets the rehabilitation that was supposedly the purpose of the -- of the extended prison term."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"It makes no sense."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"You're -- you're not responding to my point.  You're -- you're -- you're making a different point.  I'm saying that it's -- it -- it -- it does not help your case that the reason she did not get the rehabilitative treatment that this judge wanted her to get was that she simply refused it.  Why does that help your case?  She couldn't have refused it if, as the other side says, had to be the case, he had imposed this rehabilitative measure as a portion of supervised release.  Then she would have had to take it."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"","text":"Mr. Bibas, I -- I -- I have to say I don't really understand the whole premise of your argument.  You're basically saying the judge cannot consider rehabilitation, but the judge can consider  educational programs, vocational programs, treatment programs, and so forth. I think most people would think that all of those things are rehabilitation, that there's nothing left over when you say that the judge can consider all of those things."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"","text":"Yes.  Well, I'll ask the same question."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"","text":"You're saying they can consider rehabilitation in imposing a sentence, they cannot consider rehabilitation in imposing a sentence, but they can consider all these programs in imposing a sentence.  And I'm saying what's the difference between all these programs and rehabilitation?  Once you say they -- they can consider all these programs, what's left over that they can't consider?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"You haven't read the -- the  crucial provision of the statute.  Yes, you read the -- the section entitled imposition of a sentence, but there is another provision in the statute which says imposition of a sentence of imprisonment.  You can indeed consider those factors in imposing the sentence, which includes probation, supervised release and any other matters.  But what -- what 3582(a) says is that the court in determining whether to impose a -- whether to impose a term of imprisonment as opposed to just parole or -- or supervised release, and if a term of imprisonment is to be imposed and determining the length of term shall consider the factors set forth in, that you mentioned in 3553(a) to the extent they are recognizing that imprisonment is not an appropriate means of promoting correction and rehabilitation. You have to reconcile the two sections.  And the way to reconcile them is to say that the former applies to sentencing in general but when you're dealing with the length of a sentence of imprisonment or whether there should be any imprisonment at all, you cannot consider rehabilitation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"I don't know any other way to read it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"I -- I don't know what else recognizing that factor would consist of, except you won't use that factor in deciding imprisonment or length of term of imprisonment."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"Well, you tell me what it means here, then.  What, he -- he should say, you know, I recognize that rehabilitation is not a -- an appropriate factor to take into account in determining the length of your sentence or the -- or whether you should go to jail at all.  That said, I'm going to send you to jail in order to rehabilitate you.  (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Is that all it means?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"But the judge only has the power to impose imprisonment.  He does not have the empower to impose anything else during the imprisonment. I mean, what you're saying might make sense if indeed he could prescribe some treatment during imprisonment, but he can't.  There are prisons -- and why can't he, by the way?  Why has he been prevented from doing that, although he's allowed to do it during supervised release?  Does that make any sense, if indeed, as you say, he can take that into account in imprisonment?"},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":8,"sideBefore":"","text":"It -- it does seem to me that the principal trouble I have with your argument is that, as Justice Scalia mentioned, the judge can't be certain that the treatment will -- will be provided. And in an answer to an earlier question you said, well, 90 percent of the time the judge's recommendation is followed, the program is -- is offered. Suppose we're only 10 percent of the time? Suppose only 10 percent of the time could or did the Bureau of Prisons follow the judge's recommendation, wouldn't your interpretation of the statute then be very difficult to sustain?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"","text":"Mr. Bibas, just practically speaking what does this clause instruct a court not to do in your view?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"","text":"Well, really who thought that?  This was 1984.  When people talked about rehabilitation, they were talking about drug programs, they were talking about education programs, they were talking about vocation programs.  They were not talking about some idea that had passed away long since, that just locking you in a cell was going to rehabilitate you."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"","text":"But wouldn't your proposal lead to unevenness in sentencing?  If you -- if you're right, then this choice of extending a term to accommodate a drug program, that could be -- the judge would have the option.  I think nearly half of the people who are incarcerated have a drug addiction.  So one judge might say:  I'm not going to let that person out until they -- they should at least have a chance to get into this program.  And another will say:  I can't control that; I'm not going to subject -- you would be introducing that, just what the framers of the Reform Act were trying to get away from, that this swings from one judge to another, and you're dealing with almost half the prison population."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":8,"sideBefore":"","text":"Can you articulate an interpretation of this provision that would guide  appellate review?  If rehabilitation can always be a factor, then when and how does a court of appeals determine whether a judge has abused his or her discretion?  You said 5 years, if the guideline range presumably is 24 months and the judge adds 5 years.  But how do you define that? The simple answer is if the judge is imposing the sentence because of rehabilitation, they can't do that.  Is that what you're arguing or are you arguing they can do it except within a range?  I'm not quite sure I understand how far you're going."},{"name":"JUSTICE KENNEDY","id":2,"spokeBefore":8,"sideBefore":"","text":"But I still find it hard, if I were going to write the opinion, to rule for your  position to ignore the 90 percent-10 percent hypothetical problem I have, to say, well now, 90 percent of the time the judge's rules are going to be followed or the judge's recommendations are going to be followed.  That's an odd way to support the interpretation of the statute that we have to -- that we have to adopt in order to rule in your favor because, as I say, suppose his position, his recommendation, were followed only 10 percent of the time?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"If -- if it is as you say, why -- why did Congress leave it up to the Bureau of Prisons to decide whether this person can enter into a rehabilitation program, and not allow the judge to prescribe that the person will enter into it? Why?  What -- what possible sense could that make?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"Judges can prescribe it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"Well, that's a substantive change, they can't prescribe, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"I don't understand what you're saying.  Was it not a change that the judge could not prescribe a certain program for the prisoner?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"It was a change?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"","text":"Why?  Why would they have that change if the statute reads the way you say?  What sense does it make to still allow the judge to take this into account, but affirmatively deprive him of the power to do what he wanted to do?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"","text":"Well, the Senate report says that the provisions we've been talking about make clear a defendant should not be sent to prison only  because the prison has a program that might be good for him.  Drug dependence in the committee's view generally should not play a role in the decision whether or not to incarcerate the offender.  Is there something that conflicts with that? Because that was pretty clear indication of the committee's view."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"","text":"You put a great deal of weight on the word only.  I guess if it's a dual motive we don't really know what would have happened in the absence of one of the motives.  So should we send the whole thing back for resentencing?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, this makes a lot of sense when we're talking about huge disparities in a guideline sentence, versus one where the judge goes outside the guidelines or imposes a greater sentence than otherwise the guidelines would determine for rehabilitation purposes. But not infrequently guideline ranges are within very narrow scopes, and in fact there are some prison advantages that you get from being sentenced to a year and a day that you don't get if you're sentenced to 12 months; and district courts routinely will choose between a year and a day or 12 months based on knowledge about what might be available if you're there for over a  year.  Why is that wrong? What would be the difference?  You see, I'm having a hard time in this case, because if a judge comes in and says guideline range is 50 to 60, I think in the middle is perfectly fine, I just don't know whether I should give him 54 or 55 months, but I know that at 55 months there's this kind of program available.  I'm going to do -- I'm going to -- you know, it is -- judging is not so precise that you know exactly where to go within the small ranges, and so there are many factors that influence that decision.  Why should we announce a rule that says to a judge in those situations, don't give him that extra month?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you arguing for something like a plain statement rule, if the judge says plainly, I'm increasing your sentence so you can get rehabilitation, then there's a problem?  Or would there possibly be situations in which one could infer that the desire to provide for rehabilitation in prison had  influenced the sentence?  For example, choosing a sentence that is just long enough to allow somebody to take advantage of a particular rehabilitation program in a -- in a prison, or where the judge goes on and on and on about the need for rehabilitation for this -- vocational training for this prisoner?"}],"people":[{"id":0,"fullName":"REUBEN C. CAHN","firstName":"REUBEN","lastName":"CAHN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1208,"interruptions":7,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":1,"fullName":"MATTHEW D. ROBERTS","firstName":"MATTHEW","lastName":"ROBERTS","counsel":true,"justice":false,"side":"respondent","words_spoken":1610,"interruptions":16,"times_spoken":53,"laughter":0,"num_int_by":5},{"id":2,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":554,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":442,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":417,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":992,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":939,"interruptions":1,"times_spoken":25,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":287,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":8,"fullName":"MR. BIBAS","lastName":"BIBAS","counsel":false,"justice":false,"side":"","words_spoken":2688,"interruptions":9,"times_spoken":28,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":118,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":7,"words_spoken":1208,"times_spoken":20,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":16,"words_spoken":1610,"times_spoken":53,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":3749,"times_spoken":82,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035274}}