{"petitioner":{"name":"LAWRENCE GOLAN, ET AL.","counsel":[0]},"respondent":{"name":"ERIC H. HOLDER, JR., ATTORNEY GENERAL, ET AL.                   ","counsel":[1]},"caseNumber":"10-545","date":"2011-10-05T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-545, Golan v. Holder. Mr. Falzone. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You said that Congress can set a time limit.  In this case, we're dealing with, let's say, Aaron Copeland, who gets the benefit of copyright, and Congress says:  No, we think Shostakovich should be treated just like Copeland.  Yes, we took care of our own when we weren't part of the world community, but now we are.Alderson Reporting Company And so, all that Congress is doing is giving Shostakovich works the same limited time as Aaron Copeland.  And why does that violate the limited-time prescription?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the person -- the person we're talking about, the work we're talking about, never got the first limit.  There was no -- there was no time, there was no time when that work could have been protected.  So, why isn't it consistent with the Copyright Clause to say, you are entitled to limited time protection?  We're not talking about a case where you've had the protection, enjoyed it, and then it expired, and then Congress says we'd like -- we like your work so much we're going to give you another term. What's affected here are people who were unprotected.  And Congress says we think that they should have a limited time."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't get the equivalent of what a U.S. author -- but let's take the large category, because it's the ones that you feature. You're talking about Shostakovich, Stravinski, and I say, well, what's wrong with giving them the same time that Aaron Copeland got?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not a limited time.  That's saying you have no time."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it has to have a beginning, too.  And that's -- for these people who were unprotected, because we didn't recognize their copyright, there's no beginning."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I can understand your argument that the public domain is untouchable.  I'm not sure I get that from the Constitution.  That says to secure to authors for a limited time the exclusive right.  That -- that's talking about what you can secure to authors.  So, I don't see why using the words of the Constitution, to secure to authors for a limited time, Congress can't say:  We want every author to have a limited time."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The foreign works that weAlderson Reporting Company didn't give -- we're not treating them any better.  They don't get a different startup date, but they get the same end date as our own authors."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We're not talking about expiration dates.  So, I'd like you to concentrate --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not -- that's not -- none of these -- none of these copyrights have been extended beyond their expiration date.  They just weren't protected."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it -- that is -- that is not --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is most distinctly not before this case.  So, please let's not talk about a copyright that has been protected, has expired, and Congress wants to revive it. We are concentrating on what Congress did to bring us into compliance with the worldwide system, and it's saying:  We're giving a limited time to these authors."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They never had a limited time before."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did anyone in the same -- the same -- published the same year as De Tocqueville, a U.S. author, that would have a copyright protection today?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I gave the example of Aaron Copeland versus Shostakovich.  Let's go back to De Tocqueville.  Who has a copyright who published in, what, 18 -- what was it?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Forties."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your -- under your theory, let's say you have a copyright that expires on October 5th, okay?  On October 4th, Congress could extend that for 25 years."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right?  But on October 6th, they couldn't go back and extend it 1 day."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems -- but it seems to me that that was rejected in our most recent -- an earlier case on copyright."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counselor, there was no limit here, meaning these foreign works were never given the opportunity to be copyrighted.  Isn't that a substantial difference from the hypothetical that you're trying to proffer?  You're -- the hypothetical -- and I think that's what Justice Ginsburg was responding to -- is you had a copyright, it expired, and now Congress wants to revive it.  Isn't that different from not having had the opportunity at all and being given a term to exploit your work and protect it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I know, but it didn't do it when it set up the copyright system."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In 1790, counsel, there were three States that didn't give copyrights.  There were other States, and you make a big deal in your brief about common law protection, but common law protection,Alderson Reporting Company particularly in New York, which you relied on, only extended to unpublished works.  Once a work was published, it was no longer protected under the common law.  That was true of most States.  And some States gave copyright protection to residents of their own State but not to residents from other States. So, it took a whole body of public works and gave them copyright protection the day they decided to pass the copyright law.  So, what are you doing telling us that there has never been a historical experience with Congress taking public works out of the public domain?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Read those words to me."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait a minute.  Who have or have not transferred to any other person.  So, you don't have to have a copyright."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":6,"sideBefore":"justices","text":"You just --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- well, you have to have a --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Read it again.  Who have --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or have not transferred to any other person."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh.  Oh, the copyright.  I got you."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- your reading of that passage is different than mine.  I think it's a -- it's saying if -- whether you have or you haven't."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If we disagree with your proposition, does your argument fail?  If the historical work does not point to what you claim?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In 1790.  If Congress did what I believe it did --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- would your argument fail."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It could have started in the place you want Congress to have started now?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It said, moving forward, there's a Federal copyright.  It didn't have to take things out of the public domain.  We're arguing about whether they did or didn't.  But assuming they did."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me a little bit about the phrase and the argument about the public domain?  Is, in your view, that just a synonym for when the time has ended?  Or is there something more substantive to it that -- is it your position that the public somehow owns what's in the public domain?  I'm --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but how does the phrase -- so, the public domain is simply a conclusion to express that, the operation of that principle?  The public domain doesn't have any more substantive meaning other than to just express the conclusion that there's a limited time?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Once again, it's just a conclusion for the argument."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you gave an analogy to the statute of limitations, and I thought you were quite right about that.  You can extend the statute of limitations before it's expired, but once it's expired, it's over. The problem with you using that as an analogy is that there was a beginning.  Time ran out, and you're trying to deal with a situation here where you say, you know, the time was limited for the U.S. work, but it's unlimited, that you -- you cannot treat the foreign work -- you cannot give it a limited time, the same limited time that you would give a U.S. work. You're saying these people had no time, and they may never get time."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it isn't -- it isn't quite --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- quite so because there are these examples of the people who couldn't get copyright because of wartime both after -- after both World War I and World War II, and -- so, those people were allowed to get the protection that they couldn't get because of the war."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about new categories?  You know, architecture.  Congress decides we're going to extend copyright protection to architectural design, and they say:  And we're going to go back 5 years.  So, any new architectural design conceived or constructed, whatever, within the last 5 years gets protection, and it goes on for another 15."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, I know."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, I'm just trying to -- I'm trying to test the limit of your public domain --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- argument.  Does it extend to new categories of copyrightable works?Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you -- would you spend a little bit of time on your other argument?  I take it to be a separate argument apart from the, you know, time limit argument, the argument that the problem here is that this law does not promote the progress of science and useful arts and, therefore, does not comply with the Copyright Clause.  Why doesn't it --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't it promote the progress of science and the useful arts?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't think that there are some foreign authors who didn't or wouldn't come into the U.S. market because they couldn't protectAlderson Reporting Company their works here and kept their works in other markets that -- in which it was protected?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it doesn't encourage them to sort of make investments?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Foreign authors who decided not to exploit their works here wouldn't be induced to think about coming into this market because now they can protect their works?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not answering my question.  You don't think that this law induces those foreign authors to come here and promote their work?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, one way it could, I suppose, is that it shows that Congress is interested in making sure that American authors overseasAlderson Reporting Company have reciprocal protection, an issue that could come out in a variety of contexts.  And if I'm sitting there writing a great novel, I will have the confidence that my government will ensure that I get protection when it becomes a bestseller in China."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right?  Well, that's -- that's an incentive."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm talking about -- but the same issue can come up again, you know, whether it's in the area of formalities or whatever. There may be another problem where there's a dispute between other countries and our country.  And I will know that, in the past, the United States has taken action looking out for -- for the interests of American authors."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an incentive.Alderson Reporting Company Now, it may be, as I think it was described in a court of appeals decision, a \"meager\" incentive.  You may be more interested in other protection.  But it's -- we haven't really required much more than that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me put it -- I think it's the same point -- another way.  Let's assume I'm a multibillionaire, and I receive an award as a great patron of the arts because I have furthered the arts by giving several million dollars to someone who has already composed an opera or who has already written a book.  Wouldn't -- wouldn't I be furthering, be viewed as furthering, the arts?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's what the copyright law permits, the -- excluding things from the public domain so long as, in the process of doing it, you're furthering the arts.Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But now you're saying that there is a substantive component to this public domain argument, that the public does own something.  And that's different from what I thought you answered earlier when you said it's just conclusory for a limited time."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm curious to go back a second.  I thought Justice Sotomayor's question was: Imagine Smith in Germany.  He has written a book.  It's there, already exists, but it has no copyright protection in the United States.  So, after this, would he be more willing to send it to the United States?  And I take it your answer is no.  The reason is because I can go and buy a copy and sell it in the United States even without this law.  Is that right or wrong?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, see, that's what -- -- isn't that the question?  The question is, now that Smith has the same protection in the United States that Germany gave him, doesn't that give him an incentive to send his book to the U.S.?  I'm thinking about that one."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is -- that's not right?Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, don't just jump on my answer as being correct if it's not. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Counsel --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":5,"sideBefore":"justices","text":"All right.  Then the answer --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":7,"sideBefore":"justices","text":"It might be his incentive to buy it or not, but the question is the author's incentive to sell it here.  Those are two different incentives.  Whether -- you know, he could go anywhere and buy a cheaper book if he chose to take the trip or get on the Internet and find it.  He could do that now.  Copyrighted materials here go at a different price than they do elsewhere.  That's not the issue. The issue is the author's incentive."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you can't incentivize them, they're not going to claim their rights.Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They're not going to come and claim their rights.  Part of this law is that they have to declare that they're interested in protecting their copyright here."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Optional for them, but once they do, that's when they can sue a prior user."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the assumption of this -- of this line of questioning, I suppose, is that the mere marketing in the United States of stuff that has already been created promotes the progress of the useful arts.  I'm not sure it promotes the progress of the useful arts.  It makes more money for the guy who wrote it, but it doesn't incentivize anybody --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to create art."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"General Verrilli. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could Congress grant copyright protection to works that had lost that protection due to the expiration of the period that was provided for under then -- under previous law?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is it that you're -- that you're referring to?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You said there are limits."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But doesn't this -- doesn't section 514 provide copyright protection for works that were created by people who are long since dead?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, I don't understand the limit that you were just suggesting."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do they have to be dead for some period of time before --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- Congress is unable to give them back their copyright?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"General Verrilli, I do not find that an appealing argument.  It seems to me Congress either had the power to do this under the Copyright Clause or it didn't.  I don't think that powers that Congress does not have under the Constitution can be acquired by simply obtaining the agreement of the Senate, the President, and Zimbabwe. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"I do not think a treaty canAlderson Reporting Company expand the powers of the Federal Government.  I mean, this is either okay under the copyright clause or it isn't.  Now --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- it would be nice to know the reason for it, but you would still have to establish that it's within the power of the Federal Government --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but it was -- in Eldred the main difference is that in Eldred, there was a law that might, at least in principle, have elicited a new book.  And in this case, by definition, there is no benefit given to anything at all that is not already created."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"By -- how?  How does it give any benefit to anything that isn't already created?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How does this provision do that?  I think maybe there are other provisions, but I thought this provision is talking solely about books, for example, that are already created."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is it not?  I may have been misreading, it but I certainly got that out of, like, 42 briefs and -- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, oh.  You say --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well then, you know, as you also know from the 42 briefs, that there's a lot of argument that you could comply in other ways that are less restrictive.  And whether that's true or not, is that -- there what you're saying is -- if I parody it, it's not a fair reading I'm going to give -- but what you're saying is we are -- here have a law which says that libraries, music lovers, book buyers will either pay more money for things already in existence or will simply be unable to get them if they're orphans, on the one hand, so that other countries will impose similar kinds of restrictions upon their music lovers, music goers, libraries and -- so that they pay more for our works that are already in -- that are already produced, or simply can't use them because they can't find who owns them. Now, that's in parody form, for succinctness, what I think the argument is on the other side --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- and they'll say noAlderson Reporting Company copyright law -- with your exception of when the country was founded -- no copyright law has served that kind of purpose.  That's served often by tariffs --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- but not by copyright law."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Not necessarily.  There are three categories.  One is the category of the people who you couldn't, because of the country; that's Egypt, I think, and Russia.  The second is the category of the people -- of sound recordings, and their third is the category, which is not the null set, of people who did not comply with certain registration requirements.  For example, I believe that the widow of Samuel Brittan failed to renew her copyright.  And there are probably many that failed to renew the copyright after 28 years, and the reason that they didn't is because they didn't think there was much money in it.  And those are theAlderson Reporting Company very works that the libraries want to get ahold of and put in their databases."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's true but for one text.  They say that text has to do with progress.  And when they read it historically in light of Macaulay, in light of the Statute of Anne, in light of going back to Venice and the copyrights, in light of going back to letters between Madison and Jefferson -- that term has always meant produce at least one new thing.  And here there is not one new thing."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"General, there is something at least at an intuitive level appealing about Mr. Falzone's First Amendment argument.  One day I can perform Shostakovich; Congress does something, the next day I can't.  Doesn't that present a serious First Amendment problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Well, that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- one answer is that Congress has done this before."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Well, do you have an argument other than that they've -- they've done this before?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But we have -- but it's pertinent under the First Amendment in other areas, right?  It's a different analysis if your claim is the government should open up a park as a public forum, than if it's been a public forum for 200 years and the government decides to close it down.  Maybe they can do it, but it's a different question. So, why isn't this a different question, from whether they can extend copyright protection that's already there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about -- what about Jimi Hendrix, right?  He has a distinctiveAlderson Reporting Company rendition of the national anthem, and all of a -- assuming the national anthem is suddenly entitled to copyright protection that it wasn't before, he can't do that, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, he's just out of luck?  And that's just one example of many, where you take existing works and you have a derivative work or something that is distinctive to you.  So, those people are just out of luck?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it seems to me what you're saying, and I'm glad you gave this answer because originally I thought I was going to put in my notes the First Amendment doesn't apply to the copyright area -- and that just can't be. What you're saying is, is that this law will pass intermediate scrutiny.  It's an important governmental interest, and it's substantially related to that."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But can you -- can you cite me to some -- some authority which says the First Amendment doesn't apply to a copyright --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The First Amendment test doesn't apply.  There has -- there has to be a -- a test.  Now, maybe -- say it isn't immediate scrutiny but something else.  But -- but certainly the First Amendment is implicated."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Even under -- even under rational basis scrutiny, it seems to me that you run into Justice Breyer's concern that the government interest is vanishingly small when it comes to promoting progress under the Copyright Clause, so that the interest weighed on the other side of the -- the restriction of free speech rights -- it's hard to say that that's necessarily going to tip the balance in every case.Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It couldn't have been. That must be somewhat overstated, mustn't it?  Because the only concern is not about protecting new works in the foreign countries.  The concern, as I understand it, was that we've had things in copyright for many years, and we want retroactive protection there.  The countries that didn't give it, like Japan, were not kicked out of the Berne Convention. Rather, we pursued them in the WTO for many years, and I guess somebody might pursue us.  And then you get into an argument about whether there are other ways.  Now, is that strong enough to overcome what these briefs are full of? I'll give you an example.  Save The Music isAlderson Reporting Company charged with looking for Jewish music in the periods '30s, '40s, and '50s.  Other organizations might find a treasure trove of literature that was -- that was copyrighted in Czechoslovakia or in Warsaw, and they want to put it on the Web, and they want people to listen to it.  But they have no more idea of how to track down the person on that, and they aren't protected by any notice requirements because they aren't reliance parties. We're told by Barbara Ringer, former registrar, that there are millions of such instances where people would like to go back and would like to put music, literature, film, et cetera, in a form that people can use it today, and there's no way to do it without their becoming scofflaws or without their having millions of dollars to hire infinite numbers of trackers and lawyers.  Now, that's the argument that's made on the other side, as the interest in communication that's important. What do you say?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, here we have ASCAP. We have ASCAP.  I agree with you that it is a general problem.  It may be diminished in the United States, but it still exists.  And I guess the argument here is, well, don't make it millions of times worse."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what do you -- Barbara Ringer said a million.  She numbers it in the millions.  Do you want to say, too?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's presupposing that they're all going to give notice."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- library, the day this law was passed, had to go and pick out all the books it had that were subject to copyright and throw them out, or do what with them?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Stop them fromAlderson Reporting Company circulation?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure.  How did they protect themselves from infringement?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't that show at most that retroactive protection can be granted when there is an enormous interest in doing so, namely, the establishment of a uniform copyright system at the beginning of the country?  Because if Congress had not done that and had said -- the alternative would be to say things can be copyrighted going forward, then you would have different copyright laws in all of the States."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General. Mr. Falzone, you have 4 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"At the time we joined Berne, there was an appreciation that we deferred the article 18 issue.  There wasn't any -- anyone who said that we satisfied it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there were many people who read article 18 in a different way, and Congress was later persuaded that that was right."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They -- they found that compliance with article 18 was appropriate for us to become a full member of the international copyright community."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All this rides on accepting your argument that zero is a limited time."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you say it was would required by TRIPS?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it not so that if we don't comply with Berne 18, then we are subject to being sanctioned by some World Trade Organization --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ANTHONY T. FALZONE","firstName":"ANTHONY","lastName":"FALZONE","counsel":true,"justice":false,"side":"petitioner","words_spoken":3116,"interruptions":31,"times_spoken":75,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":3094,"interruptions":24,"times_spoken":45,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":654,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":861,"interruptions":4,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":669,"interruptions":6,"times_spoken":29,"laughter":0,"num_int_by":4},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":405,"interruptions":5,"times_spoken":15,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1041,"interruptions":4,"times_spoken":19,"laughter":2,"num_int_by":2},{"id":8,"fullName":"I thought","lastName":"thought","counsel":false,"justice":false,"side":"","words_spoken":29,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":155,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3116,"times_spoken":75,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":24,"words_spoken":3094,"times_spoken":45,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":25,"words_spoken":4092,"times_spoken":130,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":4},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127126}}