{"petitioner":{"name":"NEVADA COMMISSION ON ETHICS","counsel":[0]},"respondent":{"name":"MICHAEL A. CARRIGAN\n","counsel":[1]},"caseNumber":"10-568","date":"2011-04-27T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"Our last argument of the term is in Case 10-568, Nevada Commission on Ethics v. Carrigan. Mr. Elwood. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the -- the case is -- is presented to us with briefs that seem to pass in the night.  Your emphasis was on whether or not there was a right to vote that's protected under the First Amendment, and -- which is what the Nevada court held and you're quite correct to address it.  But the Respondent says:  Well, this interest has a chilling effect on -- on protected speech.  I think we have to reach both parts of that argument. Do you -- DO you agree with me?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we -- if we say that intermediate scrutiny is the test, even under that test, certainly under that test, the regulation cannot chill speech any more than necessary to fulfill the governmental interests, even under the intermediate standard."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and it just seems to me it's difficult for it to just address the standard of proof without deciding the case.  Maybe you're right. Maybe we can just answer the -- the question that was certified and -- and send it back, if -- if you prevail. I'm not sure."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand the objection, it's not to the recusal rules in general, but it's to the vagueness of this particular one.  As I understand it, there's no concern about the specific categories that were mentioned, like family member or employer."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So we're dealing not with can you have recusal rules.  Everybody believes, yes, you can.  It's the degree of specificity."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- the objection to the statute on the grounds that it's vague doesn't go away simply because intermediate scrutiny applies, does it, assuming intermediate scrutiny?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But not in this context. And you don't disagree that -- I forgot which brief told us that there's no State has a similar catch-all."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I found this statute very difficult to understand, but maybe you can explain what's -- what I found a bit puzzling.  The statute talks about a commitment in a private capacity to the interests of others. Now, I take it that that commitment doesn't have to be something contractual.  When you're talking about relatives, that would assume -- that that would include emotional commitments to the relatives who are listed; is that correct?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not a financial interest of the public official, a financial interest of the -- the relative or the person who is substantially similar to a relative.  Or is that wrong?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe if I give you an example it will be clearer.  Let's take somebody who is within the third degree of consanguinity.  So that would include second cousins?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Now, let's say a public officer is considering something that would affect everybody's property taxes in town or a measure that would affect the benefits or the wages of everybody who works for the town.  And this official has a second cousin whose property taxes would be affected or works for the town, and the second cousin's wages or benefits would be affected.  Now, would that person have to recuse?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if I were a public officer I would find it very difficult to figure out whether a reasonable person would think that an effect on my second cousin's property taxes would require -- would materially affect my judgment.  But it's even worse than that because of the \"substantially similar.\" So the public officer not only has to think about second cousins; the person has to think about everybody who is like a second cousin to him or her.  I have no idea how you -- how you go about that."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that you spent your life in the civil rights movement or the right to bear arms movement or one or the other sides of the abortion debate, and these are your acquaintances, this is your -- it's been one of your principal activities, not for pay, but just because of your civic commitment. And then you are elected to the legislature and under this Nevada statute that controls, must you recuse whenever an officer of that association has -- is paid?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They have coffee together every morning and they're in the same book club."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Elwood, for me at least we've -- we've jumped way ahead.  I'm not so much concerned about the vagueness as I am about the proposition that ethical rules adopted by legislatures for voting are subject to review by this Court or by any court under the First Amendment.  This is the first case I'm aware of that we've ever had which makes such an allegation or -- I'm not even aware of any other case in 220 years in Federal courts. And it's certainly not because legislative rules have not been vague.  The first Congress adopted a rule that, quote, \"No member shall vote on any question in the event of which he is immediately and particularly interested.\"  I don't consider that very precise.  And the rules adopted by Thomas Jefferson for the Senate, \"Where the private interests of a member are concerned in a bill or question, he is to withdraw.\"  \"The private interests,\" what does that mean?  \"And where such an interest has appeared, his voice is disallowed, even after a division.\" Now, that's been around in our Congress forever, but our Constitution provides that -- that the rules of the legislature are to be determined by Congress and not by this Court, and I am sure we would not, we would not review those rules.  Now, is there a contradiction between leaving those rules to Congress and the First Amendment?  Do you really think that -- that the two are set in opposition to each other?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You agree with Justice Scalia?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're ending up skirmishing on what seems to me a less significant aspect of this case.  This case is enormously important on that major question.  I'm not inclined to resolve it on the question, well, you know, this is too vague. mean, it's even vaguer than what the first Congress adopted.  It seems to me that just opens, opens the door to future litigation challenging ethical rules, which -- which does not make me happy."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You modified your answer to Justice Scalia by saying you're not aware of any case that applied the First Amendment to rules of general -- neutral rules of general applicability, I think.  But if the First Amendment doesn't apply, that doesn't matter, does it?  You can't limit your -- the type of rules that you say are not -- are okay and are not if the First Amendment doesn't apply at all?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if the First Amendment doesn't apply to this type of activity, then you would have no First Amendment objection to biased rules of specific applicability."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your position was that this wasn't speech protected by the First Amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So someone can challenge one of these rules on the grounds that it's not neutral, that it applies in a disproportionate way to particular members of the legislature?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure why you should concede even that, Mr. Elwood.  If this is just conduct, if this is not proscribable speech of the kind that R.A.V. was talking about, why should we care about the viewpoint based doctrine that's arisen in First Amendment law?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that the rules in the House of Representatives allocating time on the floor or committee membership are neutral? They're biased in favor of whichever party happens to be in the majority."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, and if they did we would review it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that nice.  But the cases come up here anyway, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Look, fighting words are words.  They are speech.  There's no doubt that they're speech.  And it's a considerable question whether the vote of a legislature is speech for purposes of the first -- is speech at all, not whether it's a fighting speech or something else, whether it's speech.  It's a vote."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This statute doesn't apply just to voting.  It says that the public officer shall not vote upon or advocate the passage or failure of the message."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Advocating the passage or failure of the message is surely speech in the ordinary understanding of the concept."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't apply to outside advocacy?  It just applies to advocacy within the limits --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But even if you have a law which is not directed to speech and is directed at conduct which is not speech, that law is still -- correct me if I'm wrong -- even under intermediate scrutiny, subject to invalidation if it has a chilling effect on -- on speech as an incidental matter, if that chilling effect is more than is necessary to accomplish the purpose of the statute.  Isn't that correct?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The statute says \"or advocate the passage of.\"  So I guess that's speech."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the -- I mean, the basic question is, again, do you agree with Justice Scalia's question, the import of it; or don't you?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If it doesn't apply, if voting is not speech, then no matter how outrageous the law or rule, it doesn't fall within the First Amendment; and if it is speech, then you get into some of the questions that were raised, is this too vague or is it not? So which is it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We might have to write an opinion, irrespective -- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- which says --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"You may be willing to, but I'm not."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"-- either it is speech or not, and so that's why we're asking the question, to get your opinion --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which is an informed opinion, about how we should write that paragraph.  Do we say that voting is within the First Amendment scope or do we say it is not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In that case, the most outrageous law you can think of --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in respect of voting is not covered by the First Amendment?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not asking for willing to do --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Elwood, why is that extraordinary?  Why aren't you willing to accept that? I mean, if -- if the Speaker of the House counts the votes wrong and he says the ayes have it when it's obvious that the ayes don't have it, do we review that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any greater violation of the principles of democracy than counting the votes wrong in the legislature?  Yet that matter is not reviewable here, is it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So why is it extraordinary that this one should not be reviewable?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In several recent cases the Court has taken pains to make the point that it is not going to recognize any new categories of unprotected speech.  But the argument that you seem to be endorsing now in response to some questions is that there is this new category of unprotected speech, which is advocacy of the passage of legislation when a recusal statute comes into play."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, just to clarify this issue, because I don't know that I've heard you state it explicitly, the second part of this recusal statute that bars the advocacy of a measure in which there's an interest prohibited by the statute, it is your position that's advocacy in the legislative body?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's only limited to getting up on the floor and talking about that?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That person can still go outside and give all the press releases they want?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What do we do with cases like Miller v. Town of Hull and Colson v. Grohman that have recognized retaliation claims because of speeches given during the casting of a vote?  Would those cases still be viable if we decide that there is no First Amendment right in voting?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carrigan -- if -- if we did not review any of these ethical rules applicable to a legislature, at least where the rule is adopted by the legislative body itself, as -- as opposed to being imposed upon it by -- by some other body, there is the protection that all of the legislators are subject to it.  So if it's vague for Mr. Carrigan in this case, it's vague for everybody else as well."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so it's sort of a self-regulating mechanism.  You --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You have to be willing to abide by whatever -- whatever vagueness and whatever ethical rules you -- you have opposed -- imposed on somebody else."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose you would have a First Amendment claim under your theory if the generally applicable rule was applied in a discriminatory manner; it turned out, you go back and look and over the last 2 years the only people who have been sanctioned for violating the ethics rules have been members of the minority party."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be a viable First Amendment --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Elwood. Mr. Rosenkranz. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if the legislature adopts a rule that says from now on we're going to require a four-fifths majority for a bill to pass, that lowers the effectiveness of the speech of someone in the minority, and you can challenge that on First Amendment grounds?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So does this."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How is that different from the minority people in the Chief Justice's?  It only affects them when they're in the minority?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So it only affects somebody if they fall within the strictures of the statute?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Rosenkranz, you are not -- is it right that you are not challenging any part of this statute except the one that -- that says \"substantially similar\"?  The rest you have no constitutional objection to; is that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Rosenkranz, is -- is the vote of a judge in a case like the vote of a legislator?  Is -- is that speech?  Because judges are subject to ethical rules which -- which prohibit their participating if there would be, quote, \"an appearance of impropriety.\"  If there's anything vaguer than that I can't imagine what it might be.  Can I get out of all that stuff? (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are you answering my question?  I want to know whether I can get out of this appearance of impropriety stuff."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What does that have to do with whether the First Amendment applies, with all of its prohibitions against vagueness?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's too bad, because I would have been much more attracted to your position. (Laughter.)"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and Mr. Rosenkranz, what about officials in the Executive Branch?  When the Secretary of Defense gives a speech and the President doesn't like it and the President fires the Secretary of Defense, does the Secretary of Defense have a First Amendment action?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So all the official acts in the legislature, in the Executive Branch, you're somehow saying courts are different, so I guess we don't have to worry about that, but official acts across the government are now subject to First Amendment analysis?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about the rules of civility in the houses of Congress?  There are things that a member of the Senate, for example, cannot say about another Senator, or make a personal attack.  That would be protected by the First Amendment if the Senator stepped outside the door.  Are those -- is there First Amendment protection for that?  Do they have -- do those rules have to pass First Amendment scrutiny?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't understand that.  I mean, this rule applies to everyone, too.  It might apply to one person on one vote and to another person on another vote, but everybody at every vote has to look at these ethical rules and decide whether they have to recuse themselves as a result."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you think that if there were a statute -- let's take out the vagueness aspect of this.  If there were a statute that said you can't vote on anything where you have yourself some monetary gain attached to it or if a very close family member or if a close business associate or campaign manager of your campaign, do you think that would be unconstitutional?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because the -- the State -- what the State thinks is that a campaign manager is just like a business partner."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- no -- there's no -- I thought this -- the -- the only reason that we have this case is that the three-time campaign manager was -- did have a financial stake in this vote because the project was approved."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it -- it seems to me that if you're going to make this argument -- and this is the point we discussed with Mr. Elwood -- there are two ways to do it.  Number one, say this infringes the right to vote, which is a First Amendment right; or you can say that this impinges unduly on necessary rights of association that preceded your election to the legislative post. It seems to me that the latter is the only way that you can make your case and to avoid the force of the argument that the Petitioner makes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't seem to be different from the ones that Mr. Elwood read to us. think he read probably one from New Jersey and --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's rather exaggerated. I mean, you have to worry he's going to buy a casino or -- or something like that?  I mean --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If that's what it means, you would think the legislature would change it, wouldn't you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it doesn't just hurt Mr. Carrigan.  That -- you know, that -- that would be something every legislator would -- would worry about and say, oh, boy, we've got to change this."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So why don't we let them change it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So why -- I mean, what the commission says is Mr. Vasquez has been a close personal friend, confidante, and political advisor throughout the years.  So that doesn't sound like any volunteer.  It sounds like somebody sitting on a case where his best friend is likely to gain millions of dollars."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's what it seems when I read that opinion, that they're thinking all these things combined is what causes this to fall within the category of a reasonable person might have doubts about the independence of judgment."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's part of it.  But my -- my basic question is, as you know, with judges, and I guess you have a very vague statute which was quoted to you, and what we have are subsidiary rules with ethics commissioners.  I have in my office -- they're not commissioners; they're committees of judges. And I have in my office seven volumes which I look at when there's a question, as others do, and those seven volumes contain dozens of opinions of a committee trying to apply vague statutes and vague rules -- not constitutionally vague, but generally. So what's wrong with Nevada doing exactly the same thing here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, so you're saying that the difference is that we're judges?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You mean Congress and legislators and Executive Branch people couldn't have exactly the same system?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And they have general rules?  It's called the common law system."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Did you argue associational rights below?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you think the court didn't address it?  Because it relied on the First Amendment analysis?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any catch-all that you would say would pass your constitutional test? You told us that the four specific categories, member of the household, employer, that those are all right because they're specific.  But you don't like the \"substantially similar.\"  Is there any catch-all that a legislature could adopt that would pass what you -- what's constitutional?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You didn't answer my question, which is since the Judiciary uses what's called the common law method, why is it impermissible for the Executive Branch or the Legislative Branch also to use a common law, case-by-case method of elucidating through example what a general -- what a general provision means?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- so you're saying that one who engages has to use a -- a definitive rule-based method rather than a common law method?  So my question there would be, assuming your difference between the branches is right, still why?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But why do they have to know ex ante?  There was an advisory process that was set up by the Nevada commission here."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Carrigan chose not to use it.  But he could have gone to the commission, said: What do you think about this relationship?  Does it fit or does it not fit?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, but that -- but that's unworkable to say, you know, that every potential -- I think I might run for office next year and so I'm going to get advice from some committee as to who I can associate with?  That just is unworkable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I've kind of lost the thread of your argument.  Is this a vagueness claim or a First Amendment claim?  I gather your claim is going to be the same even if the statute clearly said family members, you know, business partners, and political consultants."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is your vagueness argument, is that a First Amendment argument of its own?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So we can decide your vagueness -- if we agree with you on vagueness, we don't have to determine whether the First Amendment applies in this type of situation?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In the -- in the Nevada court you argued overbreadth.  That was the -- at least how the court understood your challenge, and here overbreadth takes a back seat, and vagueness is the principle on which you rely dominantly. So what accounts for the shift?  You were arguing overbreadth before the Nevada Supreme Court."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What's the standard for vagueness that we apply?  We apply vagueness to First Amendment prohibitions or restrictions on speech.  We apply vagueness to criminal statutes.  This isn't a criminal statute.  It does have a civil penalty.  What is the case that I consult to see what standard of vagueness I apply?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Here we're talking about penalty for participating.  What -- what if it's a disclosure rule saying, you know, you can participate, you can vote, you can advocate, you just have to disclose interest of this sort."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is that problematic under --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  Well, doesn't that burden his First Amendment rights?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If the relationship wasn't particularly special, no more special than any other political volunteer, why did that become front page news?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And if your client didn't have a suspicion that he was on the edge of a law, why did he bother going to the city attorney to get an opinion?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How will we ever write -- how will the Congress ever write a law that would be so clear that clients would never have to go to lawyers -- (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":9,"sideBefore":"justices","text":"-- or that lawyers couldn't disagree about?  We would have to invalidate virtually every law as vague."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you're not -- you're not denying that most laws would be vague --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Under that definition?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That lawyers disagree on the conclusion of what the law means?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure I understand that, Mr. Rosenkranz.  There are many laws out there that say people who serve in certain government capacities, when they leave those jobs, can't lobby for a certain number of years.  How is that any different?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Elwood, you have 5 minutes remaining. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I think his argument is -- I don't see -- that the Ethics Commission at least in part relied upon the fact that he was the campaign manager, and he is saying, I think, as I understand it, or at least I have this question, that an ethics commission cannot disqualify a legislator on the ground, even in part, that an individual had a political association with him previously."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It may be a new argument in this Court, I don't know."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a new argument in this Court, as I've stated it to you?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You made that argument below?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I think Justice Breyer's question -- he can tell me if I'm wrong -- is whether that argument by them was actually raised below the way he is stating today?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether that associational right of the political --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If they based their decision solely on the -- on the fact that Vasquez had been the campaign manager in the past and he was a great campaign manager, and perhaps Carrigan would like him to be his campaign manager in the future, would there be a problem then?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose somebody had made extensive independent expenditures in support of the -- the public officer's prior campaign, and the public officer may hope that they -- similar expenditures will be made in the future.  Would that be a basis?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a way to get advice as to -- I think you said he went to the county attorney, he could have gone to -- to the ethics commission, and they were told ethics commissions can give advice only after the -- is in office, they don't give -- they are not obliged to give advice to candidates.  So when Carrigan is running he apparently has no access to the ethics commission?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN P. ELWOOD","firstName":"JOHN","lastName":"ELWOOD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2993,"interruptions":23,"times_spoken":63,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JOSHUA E. ROSENKRANZ","firstName":"JOSHUA","lastName":"ROSENKRANZ","counsel":true,"justice":false,"side":"respondent","words_spoken":2780,"interruptions":25,"times_spoken":54,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":464,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":590,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":376,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":567,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":810,"interruptions":2,"times_spoken":22,"laughter":2,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":618,"interruptions":4,"times_spoken":24,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":365,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":349,"interruptions":2,"times_spoken":17,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":2993,"times_spoken":63,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":2780,"times_spoken":54,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":4139,"times_spoken":122,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035277}}