{"petitioner":{"name":"AKIO KAWASHIMA, ET UX.","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"10-577","date":"2011-11-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-577, Kawashima v. Holder. Mr. Whalen. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you prove fraud and deceit beyond proving that the person lied, intentionally lied?  What -- what is added to intentionally lying to convert that into fraud or deceit?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't intentionally lying -- doesn't that mean that you intend to deceive?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Whalen, the common definition of deceit is acting -- intentionally giving a false impression, intentionally giving a false impression with the intent that someone will act on it. So, it seems that's exactly what filing a false return is.  You give a false impression of what your income is with the intent that the IRS will accept it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why isn't it obvious? What proof would you need?  You submit a document because you want to convey a false impression for someone to act on.  Why do you have to have anything more than that to establish deceit?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that it's willful. And that it's willful."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That it's willful. Whoever willfully makes a false statement."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's not correct."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, correct me if I'm wrong.  It would seem to me, just from reading the statute unless we have some gloss on, that if you think it's true but it's false, from the way you were indicating, would be a violation.  That's not the way I read it.  Now, have we said something other than that in later cases?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You must know that it's false when you say it.  Isn't that what \"willfully\" means?  You must know that the statement you're making is false."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want another adverb."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I want you to describe what it means in the context of a statement.  Doesn't it mean that you have to know that the statement you are making is false?  Isn't that enough for willfulness?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Now, you tell me what deceit involves beyond that."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I'm a little bit lost here.  Your definition of \"deceit\" is a false statement with an intent for the other party to rely. And you don't see that when you file your tax returns that the government is relying on your statement to calculate your tax and to ensure that you've paid it? You don't see any reliance by the government on the truthful statements there and its collection of taxes?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it also had to prove that the government relied?  Is that what you're saying the --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not even sure why, because under tax evasion you can be charged with tax evasion merely for avoiding the payment of tax.  You don't have to make a statement at all.  You can take the money from the bank, withdraw it openly, and stick it in your mattress, refuse to pay, and if somehow they find your mattress, you can be charged with tax evasion."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where's the false and deceit in that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If there's a -- if there are cases that say otherwise, what does that do to your argument?  Of which there are many that say that the avoidance of taxes, tax payment, doesn't require an act of fraud or deceit?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose somebody goes -- he goes to a country where we have no extradition treaty, takes all his assets and writes a postcard to the IRS every -- once a month saying ha-ha-ha. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"I mean, why wouldn't that be an attempt to evade?  That's why he went; he didn't like to pay his taxes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, 7201.  Why can't you -- well, why doesn't that violate 7201?  I mean, my simple question really is you are a drafter, imagine you are a drafter, and you are charged with drafting section (43).  And you read -- you try to get the fraud and deceit crimes, okay?  So now we read 76 -- 7206(1) and (2).  And you see for both of those, you can't be convicted unless you materially and willfully make a false statement. So, you think, hey, I don't need a special section on that one.  But then you go to 7201, and you say, oh, my God, I just thought, somebody might violate this by going off to some special country, taking all his assets and writing ha-ha-ha.  Now, there's no fraud and deceit in that.  He's totally open about it.  But he sure has evaded it.  So, therefore, I better write a special section. Now, that's the simple-minded argument, but what's wrong with it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  That's 26 U.S.C. 6501?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have that in the briefs?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have the text of it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't like counsel getting up here and talking about statutes that they've never put before us.  If you're going to rely on it, we -- we would like to have the text somewhere."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why?  Because it wouldn't be pointless if in fact an attempt to evade or defeat tax does not require a lie, does not require a willful lie.  It would be adding to the -- to the fraud and deceit offenses, 7201, which does not require a lie. It just requires, you know, going to Cuba and writing postcards saying, I know I owe money; I'm just not -- I just ain't gonna pay it.  There's no fraud and deceit there.  It's just what 7201 requires, an attempt to evade or defeat tax."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right.  That's my very point."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Without lying -- without lying -- without making a single lie."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  And my point is that it would not have been included within (M)(i).  There is no way that it could be included with (M)(i), because it does not involve fraud or deceit.  It does not involve a lie, as 7206 does."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"An attempt to evade or defeat -- \"who willfully attempts in any manner to evade or defeat any tax.\"  And one can do that without lying. One can do that by simply not report income, for example.  Or in -- in Justice Breyer's more colorful example, by going to Cuba.  Was it Cuba or somewhere else? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the point that was being made is not that it's fraud and deceit.  Quite the opposite.  I think Justice Breyer, Justice Sotomayor, Justice Scalia have tried to get you to focus on the evasion that involves no false statement at all, evading payment where you say nothing.  What would be the crime if you simply don't pay your taxes, and you don't file a return, so you are not filing anything that's false? Where would that come in the Internal Revenue --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be evasion simply not to report your income?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gannon. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gannon, do you think that you can commit tax evasion without committing either fraud or deceit, and are there cases that show that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about just not filing a return?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I suppose what confuses me is that when somebody is convicted of 7201, they can't -- they're estopped from contesting a civil fraud suit; isn't that right?  And it also counts as a crime of moral turpitude, which involves fraud.  And all of those things suggest, and I think kind of the cases as a whole suggest, that tax evasion involves fraud."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, what did you --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Excuse me.  Are there any tax provisions that you think are not covered by the fraud and deceit section and the tax evasion section?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Any tax crime."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Felonies, I should say."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does that fall under tax evasion, or that's a separate statute?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I cut you off.  Which are the other ones?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, what -- what is your answer to your friend's 6501(c)(i) argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, but I think your friend's argument, which has some appeal, is 7206 is fraud and false statements.  And he said if you're right that that includes deceit, they wouldn't have had to add \"with the intent to evade tax,\" which is what they do in 6501(c)(1)."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But Scharton was a very old case which had been distinguished away by many courts. It really has no power in the -- in the -- I mean, tell me if I'm wrong, but --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, the paradoxical thing about your argument is that, one, it makes us think that Congress was just being hypervigilant about this problem of making sure that tax evasion offenses were covered, even though tax evasion offenses almost always do involve fraud or deceit, but Congress was thinking about these hypothetical possibilities that maybe there was going to be some conviction out there that would not involve fraud or deceit, and so Congress is being super-careful about this; and yet, at the same time, that Congress is being utterly careless, utterly clueless about the basic rule of statutory construction which is that one does not write superfluous language."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, our rule of statutory construction when it comes to this aggravated felony statute is that superfluity doesn't matter?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But 7206 is the lesser offense.  I mean, you don't take -- you don't dispute that the heavier crime is the 7201 crime; that is, evasion.  It gets a more severe penalty.  And when Congress picks out one tax crime and one tax crime only, why wouldn't we assume that that's what Congress meant with respect to aggravated felonies?  That there's one tax crime, the most serious tax crime, that fits that label.  And the (M)(i) provision deals with the many, many statutes that involve loss -- fraud or deceit and loss to the victim?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what about -- what about -- suppose that didn't even exist here, 7201. Suppose we only had 7206, and the question before us was, does 7206 fit within the term \"aggravated felony\"; i.e., does it involve fraud or deceit? So, we read 7206; it doesn't say anything about fraud or deceit.  It says perjury and making a false statement.  So, then we go look up what were the torts of fraud and deceit.  And he's right.  Fraud traditionally requires an intent to get another person to act, but you don't have to have that intent to violate 7206.  And deceit -- it not only involves that; it also involves the person having acted. So, the traditional tort of deceit, you have to intend the acts, and he actually has to have acted to his detriment.  Fraud, you have the first of those and second.  You read the statute and say, well, say neither of those is present here.  This is just perjury, which isn't good, but it's not fraud or deceit.  And there we are, not in the statute.  What's the answer to that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, not always.  But here we were dealing with a very serious statute, aggravated felonies.  That has terrible consequences for the persons who fall within it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So -- and in most of these M's and A's and B's and C's, and so forth, they refer to statutes by number so most of it, though not all of it, is very specific.  So, when we read these words \"fraud\" and \"deceit\" here, why don't we say fraud and deceit means fraud and deceit?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The traditional elements."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You have to prove that the -- the liar intended reliance to -- to his detriment."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which he may or may not have done.  I mean, when you commit -- a person who commits perjury may or may not have intended that a victim rely to his detriment.  Which you don't have to prove here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Deceit can mean that. You're absolutely right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, the tort didn't involve that.  The tort involved the same element of fraud which you don't want to rely on."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any -- is there any evidence of what -- I mean is there any argument other than that you just think that and you could argue the other way?  I mean, can we get anywhere?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could I make sure, Mr. Gannon, that I understand your argument about superfluity?  Because when I asked whether (M) -- the second provision was superfluous, you pointed me to these evasion-of-payment cases.  And you cite two of them.  But then you say even those cases will almost invariably involve some affirmative acts of fraud.  So, are there, in fact, any cases, evasion of payment or otherwise, which do not involve some affirmative acts of fraud?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"As a factual matter, are there any?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that's what I'm asking. As a factual matter, can you point me to any cases that do not involve affirmative acts of fraud?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I know, but we have a very active IRS, which prosecutes lots of tax cases, and you're saying that it just never prosecutes tax cases under this section that don't involve affirmative acts of fraud."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that makes me wonder why Congress was so worried about this problem that it ignored normal rules of statutory interpretation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that was one of the problems that was brought up in the amicus brief which actually you considered, that reading the (M)(i) to include 7206 offenses would also -- would bring in offenses that are merely misdemeanors at the State and local level.  It would really swell the category of tax crimes that lead to deportation.  That -- did Congress really mean to turn misdemeanors into aggravated felons? And then there was a very practical point made, that the government is going to be hurt more than helped by what you are seeking, because we are told that very often the government will try to make a bargain. It has a 7201 case, but it's going to be a little hard to prove.  So, they offer as a plea bargain 7206.  And if you -- if your position prevails, we are told, there will be many, many people who will say:  If it's a question of whether I get thrown out of the United States, I'm going to go to trial; I'm not going to plead to something that will mean immediately when I serve my time I will be thrown out of the United States."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let me go up to start with Justice Ginsburg's first question.  I mean, if this falls within it, 7206, this fraud, what about perjury? Is every perjury statute within it?  And what about lying to an FBI agent?  And what about lying to a government official, which is -- which is -- you know, there are all kinds of statutes on that one."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Are all those aggravated felonies?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The government's view is that, of course, you have to meet the other requirements.  But as far as the words \"fraud\" or \"deceit\" is concerned, aggravated felony picks up every perjury statute, every lying statute, lying to an FBI agent, lying to this or lying to that.  And has that been the consistent policy of the immigration service? Have they deported people where the other two conditions are fulfilled?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But all I need are a few. I mean, I just wonder, is it the policy of the INS and the government to deport people where these other things are met -- which they would be perhaps rarely; I don't know -- but to deport them where the crime, the underlying crime, is perjury, lying to an FBI agent or lying to other government officials?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I'm confused by the $10,000 requirement.  Does that have to be an element of the offense?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Just a consequence of the -- of the fraud or deceit, right?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it would have been perfectly easy for Congress to write a provision which said just in case that you -- you know, just in case this decision called Scharton has any effect, we mean tax evasion, too, without writing it in this way that appears to exclude all other tax offenses."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's just arguing against our application of the normal rule of avoiding superfluity where we can."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They still wouldn't -- no. Why?  They still wouldn't be tax offenses."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you use the mail to avoid -- still, what you're being prosecuted for is use of the mail to defraud."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he put it -- he put it wrong.  He should have said -- just tax statutes are covered."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then -- then you wouldn't have to bifurcate, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not just that. It's -- it's also that -- that (M)(i) says loss to the victim or victims.  And (M)(ii) says the revenue loss to the government has to exceed 10,000.  I mean, in one case, it's the loss to the victim or victims.  Why -- why did it use parallel language?  Why -- or why did it say an offense that involves -- an offense in which the loss to the victim or victims exceeds $10,000 and (i) involves fraud or deceit or (ii) is described in section 7201 of Title 26?  I mean, if -- if you read it, it seems to contrast loss to the victim or victims with revenue loss to the government. And I find it hard to regard the government as a victim in any of these cases, to tell you the truth."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There's a technical aspect of this case I don't understand.  Maybe you can explain it.  There was a question about what might be the revenue loss in -- in the case of the wife.  Why should the revenue loss be different?  She's -- she's convicted of aiding and abetting."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Whalen, you have 8 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Although it's not a criminal statute?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not a criminal statute."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- there's one technical feature, too, that I also didn't understand. The particular tax here in question, the failure to report was 76-some thousand dollars, but the number that was given for the total failure to report is over 1 million, and the -- the loss to the IRS at -- is 245,000.  Well, the 245,000 loss must refer to more than the failure to report 76,000."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd just like to know how we got -- how the 245,000 revenue loss was calculated, given that the crime that was charged, the failure was to report only 76,000?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS J. WHALEN","firstName":"THOMAS","lastName":"WHALEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2260,"interruptions":14,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":1,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"respondent","words_spoken":3452,"interruptions":30,"times_spoken":46,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":109,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":610,"interruptions":0,"times_spoken":22,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":649,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":80,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":254,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":816,"interruptions":0,"times_spoken":18,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":482,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":2260,"times_spoken":38,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":30,"words_spoken":3452,"times_spoken":46,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":4,"words_spoken":3000,"times_spoken":87,"laughter":2,"num_int_by":3}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515522}}