{"petitioner":{"name":"MENACHEM BINYAMIN ZIVOTOFSKY, BY HIS PARENTS AND GUARDIANS, ARI Z. AND NAOMI SIEGMAN ZIVOTOFSKY","counsel":[0]},"respondent":{"name":"HILLARY RODHAM CLINTON, SECRETARY OF STATE\n","counsel":[1]},"caseNumber":"10-699","date":"2011-11-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-699, Zivotofsky v. Clinton. Mr. Lewin. "},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Lewin, what power is Congress exercising here?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you think --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think it's relevant that the title of section 214 is \"United States Policy With Respect to Jerusalem as the Capital of Israel\"?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say, Mr. Lewin, that -- you're not claiming exclusivity in Congress. You say foreign relations is a shared power.  So, if it is a shared power, why does Congress trump the executive?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under your -- under your theory -- and this is just following on Justice Ginsburg's question, I think.  Under your theory, what foreign relations determinations are for the President alone to make?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any foreign relations determinations that are for the President alone to make under your theory of the case?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And those are?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, who gets the telegram or something?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any treatise writer or decision of this Court that supports such a narrow, crabbed interpretation of the President's foreign affairs power?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in part the Jackson tripartite division, this famous division he had, I think assumes the validity of the congressional statute at the first step of inquiry.  And here that's the whole question."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Lewin, you were cut off earlier when you were saying this reading doesn't hobble the President in the future. It says anybody born in -- in Jerusalem can have Israel listed, correct?  What happens if there's a peace accord tomorrow, and Israel gives up any claim to sovereignty over Jerusalem?  Is the President free to stop listing Israel on the passport?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or does he have to wait for Congress to change the law?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you are hobbling the President with respect to situations that occur frequently --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as happened in Egypt, sometimes overnight."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The Constitution requires ambassadors to be appointed with the consent of the Senate.  It gives Congress the power of the purse. So, why don't -- why isn't the better view that we let Congress express its approval and disapproval in the mechanism set up by the Constitution to do so?  Meaning, if the President recognizes a country that Congress doesn't want it to recognize, it can withhold approval of an ambassador.  It could refuse to fund the embassy. It could do many other things. But what entitles Congress to trench on a presidential power that has been exercised virtually since the beginning of the country?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Lewin, this gets back to the question of exactly what congressional power you're basing your argument on.  You started by saying you were basing it on Congress's passport power, which is a function of its control over immigration issues.  Now you're saying Congress has a co-equal recognition power. Which is it, or is it both?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that go the full length of saying if Congress passed a law that says the United States recognizes Jerusalem as the capital of Israel and Jerusalem must be designated as the capital of Israel in all official documents -- suppose that were the law.  I take it, from everything you've argued, your position would be, yes, Congress has that authority."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Lewin, you're -- it seems to me you're not arguing for a co-equal congressional power; you're arguing for a superior congressional power.  You're saying whatever Congress says, the President has to comply with.  Now, that's quite different from saying that they both have authority in the field.  And if they both have authority in the field and they're exercising it in different fashions, I frankly would not be inclined to intervene. I would let -- I would let them conduct the usual inter-branch hand wrestling that goes on all the time, which probably means that if Congress cares enough, Congress will win because, as you say, it has an innumerable number of clubs with which to beat the executive. But if -- if the power is a co-equal power and they're both exercising it in a -- in a different way, why don't we just, you know, let them go at it? Why is it any of our business which is the better foreign policy position?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress is supreme, then? That is your position.  Not -- not that Congress has co-equal authority with the executive, but Congress is supreme."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Medellin involved a situation where the President's purported exercise of authority changed domestic law, and not simply domestic law, but domestic State law.  That seems to me to be quite a distinguishable circumstance."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- so, you're suggesting that the outcome of this of case would be different, from your perspective, if Congress said you have to say \"Jerusalem, Israel.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it -- why is it a different case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, would there be -- there would be a greater concern -- the concern on the part of the executive that there would be adverse political reaction would have a greater degree of credibility?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, we're supposed to decide whether or not the executive is correct in saying that it's a significant problem.  And he says, well, he says that, but we know foreign policy better; we don't think it's going to be a big deal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see Justice Jackson's analysis -- what he's saying -- and I guess I don't think it's as controlling as others might.  He's saying when there's a conflict, it's a harder case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"When there's -- when they agree, it's an easy case.  When you can't tell, it's sort of a middle case.  I don't see how that's very helpful in resolving the dispute before us."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what were we scrutinizing in the Steel Seizure case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And what presidential power would have supported that, the war power?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, because he was claiming that the Korean War --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- required that these -- that these companies remain in business.  And I guess we did scrutinize that.  What did we conclude, that that was --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"But that wasn't a case -- that wasn't a case in which the Congress had said you may not seize mills.  And that's what your case is.  So, there's a difference."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it is if you assume that the statute is valid."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If the statute is -- if the statute is invalid, we're in category one."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or two."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's a passport statute that --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. It's a passport statute that seems to have nothing to do with the immigration functions that passport statutes usually serve.  It seems to have everything to do with Congress's declaration of a foreign policy, as opposed to Congress's exercise of power relating to immigration control.  So, convince me that I am wrong on that."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you suggesting --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But are you suggesting Congress enacted this because they thought that if these individuals' passports simply said \"Jerusalem,\" there would be an identification problem?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That might be true, Mr. Lewin.  I think you would have a better argument if this statute said if you were born in Jerusalem, you can pick anything you want in your passport; you can pick Jerusalem, you can pick Israel, or you can pick Palestine.  But the statute in fact doesn't say that. It says you can pick Israel. So, why isn't that a statement of foreign policy as to recognition that Jerusalem is the capital of Israel, as opposed to what you're characterizing it as, which is a freedom of -- you know, a sort of choice provision?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you have to be very old to say \"Palestine.\""},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not all that old. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's recognizing that principle only with respect to a particular jurisdiction.  An American citizen born in Northern Ireland doesn't have this option, because he thinks that's part of Ireland."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And your -- and your friend on behalf of the United States says that's because of a State Department judgment that in one situation, it's significant; in the other, it's not."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But a personal identification choice can also have significant foreign policy implications, can it not?  Is -- is that an either-or situation? What the State Department is saying is to allow this particular personal identification choice may antagonize some foreign nations that we don't want to antagonize. What if they gave them the choice of saying \"Israel, the only democracy in the Middle East\"?  Okay? That's their choice.  They can have that on their passport.  Would that be okay?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Lewin, I take it from what you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What you've argued is that you're skipping over the question that the D.C. Circuit decided.  I take it your view is it's not a political question; so, the Court should resolve the merits."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Lewin. General Verrilli. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your friend --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"justices","text":"What of all the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Your friend documented contrary history at some length in his reply brief, where from the beginning at least, as he says, through the McKinley Administration, the two branches acted as if they had co-equal authority."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Has there ever been an instance in which the President has recognized a foreign government over Congress's sustained objection?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What are then the reasons that -- because your friend says that this is an a fortiori case from everything, because all of these words -- every time the word \"exclusive power\" has appeared in any source -- I think that's what you're saying -- it is meant that the President can act without supporting authority from Congress.  But there never has been a case or a suggestion that the President can act where Congress has legislated to the contrary.  Now, I think that's the -- that's the argument.  And so, what -- I would like to hear what you have to say about that argument."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Uh-huh."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But my question is, what leads you to that conclusion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What are -- there are very, very few cases I can ever think of where -- where the President -- where the Court has said the President can act contrary to a statute.  And so, the point of my question was to get you to talk about --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- why, even though this is a fortiori."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The two examples that are given in the brief, one of Texas, where Petitioner says there was a case where Congress went first -- Congress recognized and the President acquiesced, and the same thing with Taiwan; it was a statute and the President implemented it.  So, if the -- Congress thought it had the authority, the recognition authority, in those two measures, and the President acquiesced."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, if I could stop you and just have you address the political question doctrine."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You say this is exclusively committed to the President, and, therefore, it is a non-justiciable political question.  How is that different from saying it's our job to decide cases, it is justiciable, and then you can argue that the answer of that analysis is that it's exclusively committed to the President?  I don't understand why labeling it a political question advances the analysis much."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why not all the way? mean, if the Court decides that the Constitution commits this authority exclusively to the President, then it's all over.  That's the merits of the case:  Does the President have this authority?  So, the political question label seems to be kind of a -- a subterfuge because if there is a textual commission -- commitment to the President, that's the end of the case."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, doesn't it depend on what the question is?  In order to decide whether it's a political question, you have to identify the question. Now, if the question is whether the President has exclusive authority with respect to the formal recognition of a foreign country, that might be one thing.  But what if the question is whether the President has exclusive jurisdiction with respect -- has plenary authority, unreviewable authority, with respect to anything that the President thinks has a bearing on the question of recognition. Now, if that's the question, is that committed exclusively to the President?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose this, General Verrilli:  Suppose that this statute -- there was the section that's there now, and then there was another section, and the section said:  The recording of Israel as a place of birth on a passport shall not constitute recognition of Israel's sovereignty over Jerusalem. Would that be constitutional?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, my statute has a title which says \"Identification of Persons Born in Jerusalem.\""},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"General, what is --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":7,"sideBefore":"justices","text":"That seems to me different than the rationale of the D.C. Circuit.  It seems to me you're not defending the rationale of the D.C. Circuit --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- that there's no jurisdiction."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And, you know, it's -- it's always awkward for us to tell counsel what's in their best interest, but -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":6,"sideBefore":"justices","text":"But it does -- it does seem to me that your position would be much stronger if you said there is jurisdiction, and the President wins."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because if this -- if this rationale remains the law and is the law, then you have the specter of constant legislative determinations that are not clearly -- not clearly invalid.  And it seems to me that's, again with all due respect, not in the best interest of the ultimate argument you're making."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"justices","text":"General --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"What if Congress's statute said what you must put on the passport, if requested, is \"Israel,\" parentheses, (\"Disputed\"), close parentheses?  Which would seem to take care of your objection that people are going to look at this and draw a false conclusion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It is the position of the administration, isn't it, that the status of Jerusalem is disputed?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, what if Congress says, in the place that you have it, this person has the choice of whether or not to put \"Jerusalem\" or \"Israel\"? This doesn't affect whether the United States recognizes Jerusalem as part of Israel or not; it's just his choice.  Same problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Really?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought your argument was that someone's going to look at that and say that -- that offends me, that you're calling this part of Israel.  That was the foreign policy significance.  And I tried to give you a hypothetical in which nobody could reasonably draw that conclusion, and you say still, same thing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Then -- General Verrilli, then you are taking the position that this is not a shared authority; it's an exclusive authority, that there is no role for Congress.  Am I right?  Or is there some role in recognition for -- for Congress?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What if -- what if the recognition of a breakaway province of a foreign country by the United States will clearly provoke a war with that country.  Would Congress have the power to decree that the President shall not recognize that breakaway province, knowing -- knowing that if he does recognize it, that country will declare war on the United States?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  We have a foolish President. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Contrary to our entire history, we have a -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Please stay on this."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I am -- I am willing --  (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Our cases say repeatedly that the President is the sole instrument of the United States for the conduct of foreign policy, but to be the sole instrument and to determine the foreign policy are two quite different things.  To say he's the sole instrument simply means that congressmen traveling abroad or globetrotting ex-presidents -- nobody except the President of the United States pronounces the foreign policy.  But it doesn't necessarily mean that the President determines everything in foreign policy. He's the instrument, but there is certainly room in those many cases for saying that Congress can say what the -- what it's -- what the country's instrument is supposed to do."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't hear the third."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"General Verrilli, is the textual basis for your argument that the President has exclusive power here?  Is it the Receipt of Ambassadors Clause alone, or is it something else?  Because I was frankly a little bit surprised that your brief put so much weight on that Receipt of Ambassadors Clause, which arguably was meant to give the President a purely ministerial function and so little weight on any other  power that the President has."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's the best there is."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, if you've got to cast about for something, I suppose -- I don't know what else you'd -- you'd land upon."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it is there.  It doesn't say a whole lot."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, if that provision were not in the Constitution, would you be making the same argument you are now?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There are many things that Congress could do to frustrate the President's decision to recognize another country.  Now, would you say all of those are unconstitutional?  They all infringe the President's exclusive recognition authority? Suppose the President decides to recognize a country, and Congress refuses to appropriate any money for an embassy there or refuses to confirm any U.S. ambassador to that country.  Those presumably would not be unconstitutional, would they?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that's an exclusive power, to -- to determine of the contents of passports?  Hasn't Congress exercised that authority --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- for a long time."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I just want -- I don't want the time to elapse.  You can finish that if you'd like. I'd just like somewhere a few words about the political question, which you don't believe in.  From reading your brief, I would say you don't believe in it much.  And my question on the political question for either of you is this:  that -- that this is an area of foreign affairs. It's an area of -- of, you know, recognition.  We know that.  Never has this Court or anyone else held that Congress can go ahead in this area over a law passed by Congress.  But it is passports, which both regulate. And our real problem is these are words that are officially said and they are detailed words, and those words may really disrupt coherent foreign policy. Viewed that way, there are billions of words that might have the same effect.  And do we know that these words will and some other words won't?  No, judges don't know that. And, therefore, when you get into this area, the best thing to do is avoid multifarious pronouncements by various departments of government on one question; do not respect the views of other branches; and, judges, stay out of it.  Let them work it out by themselves. I just want a word from either you and really Mr. Lewin on -- on that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that is still -- that's a merits determination.  The whole question is, who has the authority?  And whatever label you put on it, if you decide that the President has, as you just said, the exclusive authority, that's the end of the matter.  It -- it's not leaving it -- it is not leaving it, as Justice Breyer said, to the political branches to fight it out between them.  It is saying the President has the exclusive authority."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"General, the tension that I see here, and I think it's what Justice Breyer is getting at, is the label's important, because if we call this a political question and don't address the merits, the outcome is that the President is saying that he's entitled to ignore the Congress.  I don't know what kind of message that sends, but it's a little unsettling  that a Court charged with enforcing the laws passed by Congress are basically saying we're not going to determine whether this law is constitutional or unconstitutional.  That's what your definition of political question is becoming.  And where does that stop?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In what situations? Only in foreign policy do we decide not to --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And what you told --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"justices","text":"But that's not what the D.C. Circuit did."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"You told -- you told Justice Kagan that it didn't -- your position didn't depend upon a textual commitment, that your position would be the same if the Receive Ambassadors Clause were not in the Constitution."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That sounds to me like not in the text."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This textual commitment applies when somebody comes to the Court and asks for the Court to make the decision.  If the plaintiff here had come in and -- without a congressional statute to rely upon, and had said, it is -- it is wrong for the State Department not to let me say \"Israel\" on my passport, then we would say, you know, textually committed to the executive. But this is a different situation where you have a -- a dispute between the two branches, and where that happens, I find it hard to say, well, you know, we can't get into it because why?  Because it's textually committed to one of the branches?  It seems to me we have to resolve that question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I will give you a couple more minutes.  If my colleagues have any questions?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"justices","text":"Yes, I -- I wanted to follow up on that.  Does -- does that mean you're content to have this Court not say whether it's the exclusive executive power or -- or there's some congressional participation?  I mean, if we just abstain, if we just say it's none of our business, it's none of our business; let you two guys fight it out -- that's not what you're asking us to do, is it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You're asking us to decide the question that it is exclusively the presidential power."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't sound to me like -- you know, like abstaining because it's a political question.  It seems to me like deciding the case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Do you want to answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Lewin, we'll give you 6 minutes. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me -- let's assume that a dozen nations said this designation on the passport is -- we view as an act of war; if the United States is going to do this, we're going to view it as an act of war.  Would that then permit the President to ignore Congress's statute --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's not the misperception that's at issue."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That misperception has nothing to do with your argument."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're going back to Justice Scalia's point, which is what you're saying is Congress dictates foreign policy in the end."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I have just -- I have just one question on -- on Washington's recognition of revolutionary France.  You cite in the reply brief the fact that the administration was simply following what it deemed to be a dictate of international law.  Do you want us to infer from that that he was not exercising a real discretion there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"NATHAN LEWIN","firstName":"NATHAN","lastName":"LEWIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3265,"interruptions":21,"times_spoken":58,"laughter":3,"num_int_by":7},{"id":1,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":3049,"interruptions":23,"times_spoken":49,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":664,"interruptions":3,"times_spoken":29,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":397,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":272,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":402,"interruptions":2,"times_spoken":10,"laughter":1,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":377,"interruptions":2,"times_spoken":18,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":423,"interruptions":5,"times_spoken":14,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":806,"interruptions":3,"times_spoken":21,"laughter":3,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":408,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3265,"times_spoken":58,"laughter":3,"num_int_by":7},{"side":"respondent","interruptions":23,"words_spoken":3049,"times_spoken":49,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":21,"words_spoken":3749,"times_spoken":118,"laughter":5,"num_int_by":6}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127134}}