{"petitioner":{"name":"CAROL HOWES, WARDEN","counsel":[0,1]},"respondent":{"name":"RANDALL LEE FIELDS                ","counsel":[2]},"caseNumber":"10-680","date":"2011-10-04T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-680, Howes v. Fields. Mr. Bursch. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you think being in custody itself is a circumstance?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's all this \"all-circumstances missed\"?  I thought that our case law was fairly clear that all circumstances is a test for voluntariness.  I thought the issue has always been under Miranda:  Is the person free to go or not?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, since when have we imported of the language of voluntariness into the Miranda test?  And should we be creating yet another test?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, go to the test of freedom to leave."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're taken from your cell and locked into a room -- and let's change the facts --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and locked in a room and said:  Talk to me; tell me.  You have to tell me what happened. Is that person free to go.Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, what makes this case different?  He's taken from a -- except being told that he could leave.  If he had been taken from his cell, removed from the prison, his normal setting, taken by armed guards to another building and, with guards at the door, sat down and told talk to us about this incident, why would he think he was free to leave?  There is one fact I'm taking out of it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is that he was told he was free to go."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- as I see the record, he claims twice he said, I don't want to talk to you.  And when he asked to leave at the end, it took 20 minutes, and they continued the questioning.  Doesn't that counter the rest of what you're saying?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is a per se rule necessarily what is being argued here?  For one thing, he had no choice but to go with the police, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's different from some cases where the prisoner initiates the conversation."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it doesn't make any difference that they -- they took him from his cell, he was under compulsion to leave with them and interrogated during the hours when prisoners are ordinarily sleeping?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"General, when you say that, I took sometimes your brief and the U.S. Government's brief to be saying something more, which is that it's not all the circumstances; it's all the circumstances minus circumstances that are attendant upon normal prison living. So, are you still arguing that, or are you really arguing an all-the-circumstances test?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, a court can still think -- when it's doing an all-the-circumstances inquiry, it can still factor in something like, you know, it just -- it was going to take him an hour to get back to his cell.  That's still something that the court can consider along with everything else.  Is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, which way do you think that factor cuts?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Except when they say you have to leave, one way to interpret that or to analyze that might be to say:  You're in custody no matter."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And when you say you have to leave, that's almost coercion -- coercive of them to say, because he doesn't want to have to go back to the cell.Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think it makes your case weaker, not stronger, that statement."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Chief asked you, in his question, which way does it cut?  Meaning you seemAlderson Reporting Company to be advocating a rule that says merely because he's in prison is irrelevant, standing alone.  I think your adversary is saying you can't take out the fact that this person's liberty is restrained from the equation. So, going back to my hypothetical, if you're forced to leave the prison, as this gentleman was, and put in another room, what presumption should you start with?  Shouldn't the presumption be that if you're forced to go to another place, that you are in custody?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what would make someone who is forced to go somewhere think that they're free to go back, absent being told?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But let's -- what wouldAlderson Reporting Company make any reasonable prisoner who can't move without an escort believe that they're always free to go back?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Once they're forced to go from point A to point B."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Anders. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose the policeman had said:  I'm taking you away with me for 20 minutes, period.  Takes him away, puts him in a place, asks him questions for 20 minutes.  All right?  Does he have to Mirandize him?Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"No, those are the totality."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I just gave you the totality."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no, no.  I'm taking you to a special room, and in this special room, I'm going to ask you questions for 20 minutes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"There's no other circumstance.  That's it.  Everything else is the same as here, except he added those words.  Now what?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Not in custody."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"He's only going to be there for 20 minutes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"He would have thought heAlderson Reporting Company could leave after 20 minutes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, outside -- we walk outside, there's a policeman in the street, and he says to someone who's a suspect:  Come with me; I'm taking you to jail; I'm going to ask you questions for 20 minutes.  He takes him to a barred room; he can't get out for 20 minutes.  He has to Mirandize him?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What's the difference?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I ask you a different sort of question, Ms. Anders?  Putting aside what the Sixth Circuit did here, if you look back at the initial State court opinion, do you read the State court -- do you think the State court is fairly read, could the Sixth Circuit have fairly read it, as establishing its own per se rule, which was the per se rule we rejected in Mathis?  In other words, that the State supreme court required some kind of nexus between the prison custody and the interrogation?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you're going back to confusing coercion issues with custody issues, and I don't know that you have really answered Justice Breyer's question.  Someone's picked off the street and told you have to go into this room, and questions are asked.  Wouldn't we assume that that person is in custody?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but he didn't choose to go to that room.  He was placed in that room. What makes him think that if -- if his jailers areAlderson Reporting Company walking him somewhere, that he's free to leave?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"If he were out and the police officer said, come along with us, he could say no.  But here he didn't -- he didn't have that choice."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it -- is the time relevant, that this was done -- they took him away at 7:00 in the evening and kept him for 7 hours?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, they -- that didn't do him any good, because he couldn't get back to his cell without being escorted there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, I wonder why you just agreed that the 7 hours would be a pertinent circumstance.  It strikes me that that would be a pertinent circumstance on overall voluntariness, perhaps, but once you're told you can leave whenever you want, I don't see why it matters at all how long he's kept there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, it's not a relevant circumstance on the custody question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Now Ms. Jacobs. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it certainly -- it certainly doesn't mean he can leave the prison, right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's clear, but -- but isn't that the only difference?  It, certainly, at a minimum, means that he can leave this interrogation."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But what could it possibly mean if it didn't mean you could leave this room where you're now being questioned?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What is the rule that you want us to adopt?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, everybody in prison is in custody --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- at all times."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, if you want to question anybody in prison about anything --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- you have to give a Miranda warning."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What sense does that make? Why is one more in custody depending on the subject that the police want to question the person about?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, whenever they -- whenever a prisoner is isolated and questioned about a crime, no matter where it occurs, a Miranda warning has to be given?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"About a possible crime?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how is that consistent with the totality of the circumstances test that we've always insisted upon in Miranda cases?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, if a prisoner is stabbed in the yard and there are 50 prisoners in the yard at the time and the prison guards want to question everybody to see what they saw, they all have to be given Miranda warnings?Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  No, no, that's not the way Miranda works.  Miranda suppresses a statement that is adverse to the person who was questioned.  And the police doesn't know when the adverse statement's going to come.  So, you're running away from the hypothetical.  It just doesn't work."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If it's a witness in the outside world, the witness is unlikely to be in custody."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It does."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, these -- all these people in your view are in custody, and they all are being asked questions that may incriminate them --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- and they don't have to be given Miranda warnings unless they're suspects."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And when will that not occur?  In my hypothetical of the stabbing in the yard, you mean that you think the guards are going to say: Okay, all you guys stay here; now we're all -- we're going to question each of you individually with everybody else, the 49 other prisoners present."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And then they'll be isolated."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, they all will get Miranda warnings."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And where do you get this focus on isolation from?  I mean, it's never mentioned in Mathis.  You said let's go back to Mathis, but that's not a part of Mathis, is it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that there was no discussion of the \"in custody\" point in Mathis.  It was assumed that they were in custody, and the issue was whether he could be questioned about a crime other than the one for which he was being held."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Justice Ginsburg is quite right.  That -- that was not the issue in Mathis.  The argument in Mathis was:  We're questioning him about something else; so, we don't have to give him Miranda warnings.  And that's the question that the Court decided.  I don't think it had any discussion about whether -- there was certainly not the argument of whether he was in custody or not.  The argument was this is a different crime; so, we don't have to give you Miranda. And the Court rejected that.  So how doesAlderson Reporting Company that clearly establish the law on which the court relied in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know where exactly in Mathis?  It's only --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- about five pages long.  Can you show me where they have that discussion about custody, as opposed to a discussion about what crime is being discussed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly.  It's implied.  Inferred.  How --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that clearly established law?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you agree --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Do you agree that this is not -- what you want to derive from Mathis is not part of the holding of Mathis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's an extension."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you were going back to Miranda itself, which says in custody or otherwise deprived of his freedom of action in anyAlderson Reporting Company significant way."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So -- and I think you repeated the phrase from -- from Miranda that what the Court was aiming at was incommunicado interrogation of an individual in a police-dominated atmosphere.  The question is whether the Court has modified what Miranda said in -- in that regard."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This Court, this Court, because this Court now seems to assume that it must be in custody and not -- not otherwise deprived of action, that being in custody is essential."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I think you did."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I'm not sure you answered mine from before."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How do you think that your argument or the decision of the court below was implicit in or an extension of Mathis?  Mathis says you don't -- you're not free of Miranda just because it's a different crime.  How does that answer the issue before the Sixth Circuit in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought what we've been arguing about is not the nexus issue, but instead whether, in light of the circumstances or under an absolute rule, there's custody."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And what is the clearly established law set forth in our cases that answers that latter question?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you this?  Suppose you have this situation:  The police officers go to a prison.  The -- a prisoner is brought to an interview room, and the police officers are there with the prisoner in the interview room.  And they say to him: We're investigating allegations that you committed child abuse.  Now, you're free to leave if you want to, and we'll see that you go back to your cell right away.  He says, no, no, I want to explain this; I welcome this opportunity to speak to you. Do they have to give him Miranda warnings."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, their question -- the question is, is the person entitled to Miranda warnings?  And the argument has been that they're not entitled to Miranda warnings unless you're in custody. They say:  You want to have a per se rule for in custody; that is, if you're taken out of your cell and put in another place under police guard and questioned."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they said:  We'd like to talk to you about it, but you don't have to talk to us; you're free to go.  And he says immediately:  No, no, there's a misunderstanding here; I want to explain this; I am glad you came and asked me about this; I don't want to go back to my cell. And you say that's coercive."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can I -- since we're talking about the Sixth Circuit decision, what it says is -- this is on page 10a.  \"The central holding of Mathis is that a Miranda warning is required whenever an incarcerated individual is isolated from the general prison population and interrogated, i.e., questioned in a manner likely to lead self-incrimination about conduct occurring outside of the prison.\"  Is that correct --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- description of Mathis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought Mathis rejected the argument that it depends on whether the crime is the one that you're in prison for or something else."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- the first part, \"a Miranda warning is required whenever an incarcerated individual is isolated from the general prison population\" -- okay -- \"and interrogated\"; i.e., questioned in a manner or whatever.  Now, does that address all of the issues?  Is that -- where in Mathis is the discussion about whenever an incarcerated individual is isolated from the general prison population?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  Where in Mathis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If the argument wereAlderson Reporting Company Miranda was not required because this -- this concerns a different crime than what you're in prison for here.  I understand the idea that -- under AEDPA, that Mathis is clearly established law.  The issue here, however, as the Sixth Circuit put it, is a warning is required whenever an incarcerated individual is isolated from the general prison population.  And I just don't see that anywhere in Mathis."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And what you infer is the rule that incarceration constitutes custody."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that is --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that is Shatzer, and Shatzer was careful to say we've never decided that issue.Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it states in broader terms.  It says we've never decided whether incarceration constitutes custody for Miranda purposes and, indeed, have explicitly declined to address the issue."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It talks about Bradley, which was definitely where the issue was."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Jacobs, wouldn't it be fair to say -- it seems to be me that Shatzer -- excuse me.  Mathis must have found that Mr. Mathis -- the Court in Mathis must have found that Mr. Mathis was in custody.  That would be a fair inference for Mathis."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But we have no idea why the Court thought that Mr. Mathis was in custody.  That wasn't at issue in the case.  The Court doesn't talk about any of the surrounding factual circumstances. There might have been a thousand things we don't know about that led everybody to assume that was -- led everybody to assume that Mr. Mathis was in custody, not the particular things that the Sixth Circuit mentioned."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't the best you can say, not that Mathis found but perhaps that Mathis apparently assumed that he was in custody, because there is no discussion of it? There's no discussion of the custody."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, they give you a factual recital.  He was in his cell and all that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But we don't know why they thought Mathis was in custody.  It just wasn't an issue in the case.  Everybody had assumed it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What's dicta?  Dicta is something that's said that's not necessary to the holding."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We don't have anything that's said about it here.Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There's no indication that he told -- that he told the --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- officers that he needed medication."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The Ohio court -- or the -- I'm sorry.  The court below had its own -- seemingly had its own absolute rule --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- that if you're told you're free to go, that that breaks the chain of custody, whatever that might mean.  Assuming -- and the Sixth Circuit said if you are removed from the prison and questioned, you absolutely must be given warnings. Is there a middle ground, and what would that middle ground be?  And what would be -- how would that middle ground affect the outcome of this case?Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, you -- you mentioned several times, we were talking about Mathis, that, you know, they mentioned he was in -- in a cell, right?  I've just been skimming it quickly.  I don't see where that's mentioned.  Do you know offhand?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And I --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I did, too.  And -- well, I'll look at it again.  I'm sure --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sure it's there. All I see is noting that he was in prison serving a State sentence, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Let me --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bursch, you have 6 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN J. BURSCH","firstName":"JOHN","lastName":"BURSCH","counsel":true,"justice":false,"side":"petitioner","words_spoken":2468,"interruptions":10,"times_spoken":27,"laughter":0,"num_int_by":3},{"id":1,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1534,"interruptions":13,"times_spoken":20,"laughter":0,"num_int_by":4},{"id":2,"fullName":"ELIZABETH L. JACOBS","firstName":"ELIZABETH","lastName":"JACOBS","counsel":true,"justice":false,"side":"respondent","words_spoken":2950,"interruptions":24,"times_spoken":74,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":796,"interruptions":7,"times_spoken":41,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":599,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":379,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":399,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":186,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":178,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":56,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":421,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":4002,"times_spoken":47,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":24,"words_spoken":2950,"times_spoken":74,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":16,"words_spoken":3014,"times_spoken":124,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515525}}