{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"No. 10-637\nJON FISHER, SUPERINTENDENT, STATE CORRECTIONAL INSTITUTION AT\nSMITHFIELD, ET AL.\n","counsel":[1]},"caseNumber":"10-637","date":"2011-10-11T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-637, Greene v. Fisher. Mr. Fisher. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, we wouldn't have this problem, at least not in this case, if your client had -- had sought cert, right?  Because then presumably when his petition came before the Court, our normal practice would have been to GVR it, because the decision would come out the other way under -- under Gray, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, if he had sought cert."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We can't very well GVR it until he seeks cert."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And I think it's kind of a glaring factual nuance to the case, kind of a -- that he didn't seek cert.  And he also didn't seek State collateral review.  I mean, if he had tried one of those or both of those, we -- we probably wouldn't be here."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  I mean, normally a lawyer just looks to see what the docket is.  And when there's a case that seems to affect his case, he asks for cert.  And our practice normally, since I have been here, is where it implicates a case, you hold it until the case is decided.  Then the writing judge or other people look through it and see if in fact it really does affect it, and if it does, we GVR. I mean, as a practicing lawyer here, have you discovered instances where we've failed to do that, do you think?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I would think our normal --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Normally, I think if it looks like a mess procedurally, or whatever, the normal assumption is you let the lower court figure it out.  Send it back, and I -- I think the research is that in actually most cases in which we GVR, the court reinstates the judgment below for one reason or -- or another.  But the idea that we parse through them carefully -- I think if it's arguable, send it back and let the lower court sort it out."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he doesn't --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Let me ask -- let me ask this.  There was a second half of the Chief Justice's --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- question that you never got to, but since we're on --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the GVR, I have one more question on the GVR, at least. If you had sought -- if you had been counsel -- you're not.  If you had been Greene's counsel and you had sought cert from this Court, you would have sought cert to the supreme -- the Superior Court of Pennsylvania, to the intermediate court, correct?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which indicates that that is the decision that's -- that's involved here.  And once that decision becomes final, then you have a problem.  If -- if the protocol or the practice or the rules had been that you would seek cert to the Pennsylvania Supreme Court, then you might have had an argument about finality, but now you don't.  But you can get to that later, because the -- the Chief Justice had a second part of his question which was collateral."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But Respondents said you could."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Respondents in their brief said that if you had sought postconviction relief in the State courts, then you could have argued Gray was the controlling decision, and they would have accepted that Gray --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You would be – I appreciate your point that you may or may not have been able to bring it.  My -- my concern is that you have, I guess as someone put it, the perfect storm here.  You have a person who did not file cert, and he could well have gotten relief if he had through the GVR process, and who did not seek State collateral review, and he could well have -- you say probably wouldn't.  The State said certainly would have.  Somewhere in there.  At least he'd have had a fair chance --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or a chance.  But because he didn't seek cert and he didn't file State collateral relief, we have this more complicated scenario."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, apparently the Pennsylvania Supreme Court thought that he hadn't properly raised it.  I mean, they initially granted review post-Gray, and then they found that the grant was improvident most likely because Greene had not raised the -- the Gray issue below."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you -- how can you square your position with what 2254(d) says, that there must be an unreasonable application of clearly established law?  What the intermediate appellate court did was not an unreasonable application or -- let's assume for the sake of argument it was not an unreasonable application of clearly established law when they did it.  So, how do you get around that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":7,"sideBefore":"justices","text":"And just to follow up on that question, the statute says it was \"adjudicated,\" past tense, and the decision \"resulted in,\" past tense."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said -- you don't contend that -- what's --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said you don't contend that, and I didn't hear -- was an unreasonable?  I just didn't hear it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the other is it was --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It was contrary to.  How was it contrary to?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, the decision -- what decision did the Supreme Court of Pennsylvania make other than the decision not to hear the case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not as of the date they made it."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do you square your argument with Pinholster?  Because I thought that what we said in Pinholster just last year is no Monday morning quarterback.  We put ourselves in the position of the court at the time.  We look at what the court looked at.  We know what the court knew, and we make a decision on that ground.  And it seems to me that your argument just runs smack into that holding."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand how there can be a distinction between facts and law for many purposes, but Pinholster rested on a view of the statute, which was basically the view that Justice Alito gave you, which said everything in this statute is framed in the past tense.  What the statute is getting at is -- is the decision at the time the State court made it."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the statute says adjudication resulted in a decision.  And the decision, the only decision, is the Pennsylvania Superior Court, because there was a non-decision by the Pennsylvania Supreme Court.  Resulted -- that is -- in a decision that was.  It didn't say \"is.\" I mean, you would have a much stronger argument if it had read \"resulted in a decision that is contrary.\"  But when it says \"was,\" that sounds like at the time of the adjudication."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, how do you -- how do you get past Horn?  Horn says that Teague and AEDPA are two different analyses that each case must undergo, that you start with, okay, what does Teague say, but you then look at what AEDPA says, and that each can serve as an independent bar.  So, if that's the case, how do you get around AEDPA's requirement of a past-looking statute being one that involves the adjudication and whether at its time it was contrary to Supreme Court precedent?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, and, of course, those are ongoing injuries where the person continues to be confined."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure there's an ongoing injury here.  All we're doing is talking about a trial error.  That's -- that's different than --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, what about the -- well, the purpose of AEDPA was to require the Federal courts to respect the State courts' decision. And there's only been one decision in this picture, and that decision was the Pennsylvania Superior Court.  And we are not giving much respect to that decision, which did not have the benefit of Gray, if we're going to say, no, we have to look at that decision as though Gray were already on the books."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't -- I don't understand the problem.  If you look at the Pennsylvania Superior Court decision and say, as of that time, the -- there was no violation of any clearly established law, period.  Why is that complicated?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but, I mean, it seems to me that AEDPA contemplates that.  It refers to any claim that was adjudicated on the merits in State court proceedings.  So, naturally, you'd have a different result with respect to claims that were adjudicated on direct review and any claim that was pushed over to collateral review."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm sorry, but I mean, my point is that it seems a pretty weak criticism of a result that it requires you to go claim by claim, when the statute specifically requires you to go claim by claim."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The objection there it seems to me would have to be with Congress."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm having trouble following it.  It may be my fault.  But I -- but the -- suppose the Supreme Court has now some kind of interpretation of something that's new.  All right. Now, there are going to be a wide range of people that that many might apply to whose convictions became final or just about final in State courts at different times. So, it's obviously always going to be somewhat unfair and somewhat arbitrary that it applies to some and not to others. So, what is the problem here?  What -- the reading of the statute on the other side says:  I'll tell you who it applies to or who it doesn't apply to. It doesn't apply to people where the last State court decision was made before the Supreme Court made its decision.  That's it.  Now, that's arbitrary somewhat, but you have to cut and draw a line somewhere."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the problem?  Why is that complicated?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the person would say: Look, the State supreme court has -- you -- we're under a decision here the exact opposite of what the United States Supreme Court held.  Will you please either take our case and hear it or at least send it back to the lower court? And wouldn't most State supreme courts do it?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that, Mr. Fisher, because you want to do this in Federal habeas, where there's no right to counsel either.  So, what difference does it make?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Eisenberg. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"One part of your argument that troubles me is what if those 12 States that don't have the right to collateral review -- what do we do with the two Teague exceptions?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Don't worry about the States that do."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I asked -- my hypothetical was assuming there are some that don't."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Your answer is that the State in that -- the State courts in that situation would entertain the claim.  But what if they didn't?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What's that?  Cause and prejudice?  What's the --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, actual innocence."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But we haven't decided whether actual innocence --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, whether it's well established is another issue."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What if it was a -- what if it was case like Gideon v. Wainwright?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  If I could just go back to your Pinholster point.  Your friend makes the argument that, of course, in a typical appellate case, you don't go back and revisit the facts, but that appellate court is expected to apply the law at the time it renders its decision.  So, there is that distinction between law and facts that seems to cut in his favor."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm talking more generally about the idea that Pinholster automatically applies to this situation.  It applies to facts; therefore, it applies to law.  The distinction in that context between law and facts, the general context, strikes me as one that supports his argument that they're at least not tied at the hip and have to be treated the same way."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is the State -- it’s a hypothetical -- and I don't mean to give you an opportunity for a self-serving answer, but what would the State have done if he had filed a petition and said: My case was controlled by Gray; you the Supreme Court should grant, vacate and remand.  Are you aware of situations where the State has agreed with such a request?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  I'm talking about your office's position in responding to a petition for cert."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Have you ever said, yes, Gray controls; that's different, you, the Supreme Court?  We see it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is Griffith a constitutional case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would the -- would the Congress of the United States have the authority, looking at this case, to direct Federal courts to issue habeas in this -- on these facts?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that then a restriction on habeas corpus?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a rule of constitutional avoidance that we should interpret the statute to avoid? Any inference that there is a restriction on habeas corpus?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No. That's not argued. I agree."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"While we're discussing-- on a different point.  What response do you make to Mr. Fisher's point about Graham and Roper v. Simmons?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But do they?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do they meet the Teague exception?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me it's not a question of a new trial.  It's just a question of looking at a continuing sentence and seeing the validity of a continuing sentence."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How does that happen if -- let's imagine Smith is convicted of some kind of disorderly conduct, and he goes through the State courts and it's upheld.  And then at some time thereafter -- I leave vague how -- how much time.  Maybe it's a couple of months or something.  The Supreme Court says that particular kind of conduct is protected by the First Amendment.  So, now it falls within the exception for you can't criminalize this. Now, habeas is filed.  Smith files habeas. Well, how can he get that heard?  Because this particular provision says that unless it was clear at the time under, in your view, of the State statute -- the final State decision on the matter, he can't get into habeas.  Now, it wasn't clear."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He goes to State court under a collateral review."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose there is no such --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So this is quite far out, but conceivable.  You'd argue that in the State court, the State -- you'd have to go to collateral review in State court and argue that they now have to apply the new rule."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What's left of it?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And if it was the case that Congress supplanted Teague to the extent that you said it did, why is it, as Mr. Fisher says, that it took States upwards of 10 years to figure this out?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Fisher, you have 4 minutes remaining. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If the claim -- the claim under Graham is a different claim from any previous claim. Doesn't that get you out from under it?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you think that a case like Graham or Atkins applies only to those who -- whose cases are pending on direct review at the time when the case was decided, or do you think it applies to others?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, if someone -- if a juvenile is sentenced to death prior to the decision, and -- I'm sorry -- and, yes, you think it applies only if it comes down during that period?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not impossible to get out, because he says here's -- bring your collateral State.  And Now, the collateral State, you're imagining, says, no, we can't have it --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because it's time-barred."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you go into habeas, and you say the time bar is no good --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's such an important opinion, you know, for all the reasons in Teague, that what they did is to time-bar and they wouldn't hear it. Okay, so you hear it.  And the claim is that they made a mistake.  That State court that wouldn't hear it made a mistake in not hearing it and deciding it for me.  Okay? So, now we have a State court thing to review."}],"people":[{"id":0,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":4089,"interruptions":23,"times_spoken":52,"laughter":0,"num_int_by":8},{"id":1,"fullName":"RONALD EISENBERG","firstName":"RONALD","lastName":"EISENBERG","counsel":true,"justice":false,"side":"respondent","words_spoken":2476,"interruptions":15,"times_spoken":31,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":695,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":616,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":211,"interruptions":2,"times_spoken":6,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":408,"interruptions":5,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":291,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":220,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":22,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":153,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":4089,"times_spoken":52,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":15,"words_spoken":2476,"times_spoken":31,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":16,"words_spoken":2616,"times_spoken":85,"laughter":0,"num_int_by":3}],"outcome":{"side":"respondent","margin":9}}