{"petitioner":{"name":"BILLY JOE REYNOLDS","counsel":[0]},"respondent":{"name":"UNITED STATES.\n","counsel":[1]},"caseNumber":"10-6549","date":"2011-10-03T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-6549, Reynolds v. United States. Ms. Cain. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the -- is the Wetterling Act retroactive?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, I know. That's going forward.  But was the requirement to register under the Wetterling Act -- did that apply as of the enactment date or did that reach back?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you think it only applied to that year?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, if the offense were committed in 1994, did that person have to register under the Wetterling Act?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you clarify that answer?  The -- are you admitting that there were no criminal enforcement options for the Attorney General under the Wetterling Act for acts committed prior to 1996?  Is that what you're saying?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that included all individuals who had -- who had been convicted of -- of sex abuse acts before 1996?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe -- maybe the Attorney General doesn't have that power.  But your position is that whether this behavior, not registering, is criminal or not is left up to the Attorney General, is left up to the executive.  Do we have other examples where Congress says, well, we don't know whether this should be a criminal offense; so, we're going to leave it to the Attorney General? It's quite different to say the Attorney General will implement it in the technical details, but to say that whether it's a criminal offense or not is up to the Attorney General -- is there any other instance where that's so?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- maybe I just don't grasp the core of the case then.  I thought this was a criminal conviction and that you were arguing that it's a criminal conviction because the conduct that's prohibited by the statute was conduct that covered this class of people by order of the Attorney General under the interim regs.  I mean, is that wrong?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm asking, isn't this is criminal conviction that resulted from the fact that your client was within the class of persons covered by the statute?  The Government says they're covered anyway.  You say they're covered only because the Attorney General acted, but then you say it's a criminal -- it's a civil provision?  I -- I --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- you know, my problem is that's very strange.  I find it very strange to leave it up to the Attorney General whether something will be a crime or not.  It will be a crime if the Attorney General says so, and it won't be a crime if he doesn't.  I mean, especially leave it up to the Attorney General, for Pete's sake; he's the prosecutor.  You know, it will be a crime if the prosecutor thinks it is, and it won't be a crime if the prosecutor thinks it isn't.  I don't -- I don't know of any parallel, and -- and I -- I think it's sailing close to the edge of unconstitutionality; whereas, what the other side claims is simply it's a crime to begin with, but the Attorney General can make it not a crime.  That -- that's sort of like prosecutorial discretion.  In -- in his -- in his judgment, if it shouldn't be a crime, you know -- I have trouble with that, too.  But it's a lot -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"But it's a lot closer to prosecutorial discretion than -- than what you're asking us to accept, that something is a crime only if the Attorney General says it's a crime.  That seems to me very strange."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But are you -- now -- now we do -- the Attorney General has spoken.  The first time, you say it was ineffective because there was no notice and comment.  But from -- what is it -- August of 1908, we have a rule, a final rule, that did go through notice and comment.  So, are we talking about, is this case simply about the period from February 1907 to August 1908, and that's -- that's all that's involved in this case, only those people?  Or are you contesting that after August 1908, you still have some kind of claim?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's -- so, this whole case is about what happens between February '07 and August '08, and that's the limit of it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because there was no rule at all before February '07, and there was a rule August '08.  So, it's just that period this case is about."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's the period from the enactment of SORNA until the adoption of the SMART guidelines, right?  That's what we're talking about?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  I'm -- let me go back to that question, counselor -- to that answer.  Let's assume we accepted the Solicitor General's understanding of the rule, that it was illegal to travel -- that you had to be -- had to register from the start of SORNA.  What challenge do you have left either to the interim rule in 2007 or to the final rules in 2008? What -- what challenge could you conceivably make?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be the basis of that challenge?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would have obligated him to take your client out of SORNA?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- could you tell me why?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be an abuse of his discretion if he didn't take your client out?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- we're in a circular argument."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would have commanded him to take your client out?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you would have to bring some sort of suit that said he abused his discretion.  On what basis would he have -- what would be your claim of abuse other than I really want my client out?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But what impact would the interim rules have had on you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You have --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You have a notice -- notice and comment claim, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what -- but what you're challenging is interim rule, because there was no notice and comment.  So, you would have had no challenge, not from the date of SORNA's enactment, but from the date of the rule that you're challenging -- and that rule was February '07.  Your challenge is to the invalidity of the interim rule, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So -- but before there was an interim rule, you would have no such challenge."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You might have some other case, but this case is about a challenge to a rule as invalid.  Is that -- that's as I understand it.  So, there had to be the rule for you to make the challenge."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You are challenging the Attorney General's first rule as invalid, the February '07 rule."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You say it's invalid because there was no notice and comment.  You have no challenge -- your challenge doesn't reach before that, because there was no rule before that so that you can -- the earliest point is when the rule was adopted, you're saying, the rule was invalid.  So, that's why I said the brackets are from when there was an allegedly invalid rule, which was in February '07, until when there's a valid rule, which is in August of '08."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that's not -- no.  Your argument, as I understand it, is there was no notice and comment when he issued the interim rule."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If there had been notice and comment, you would have jumped in with comments that would have convinced the Attorney General not to apply the rule to your client."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And your argument is further that without the rule, SORNA doesn't exist, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't mean -- that doesn't mean SORNA doesn't apply; it means 2250 doesn't apply."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it might be a metaphysical, but it may be that Congress intended the statute to apply to people like your client, but the question is when the initial registration has to take place.  And I took you as saying until the Attorney General acts, we don't know.  So, 2250 doesn't -- doesn't criminalize a failure until he can know when he's supposed to register."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right.  Okay."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Cain, why do you think Congress would have written the statute in this way? mean, in your brief, you say it was all very complicated and Congress was worried about certain problems, the way different registrations overlapped on each other.  But exactly what was so complicated?  Why couldn't Congress just have applied the statute to people in Mr. Reynolds's situation itself?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I was going to ask the Government the same question.  What are the complications --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that Congress was so worried about?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Arrested for a misdemeanor to do what?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought Justice Kagan's question was, what would have stopped Congress from just saying you have to register on the day of passage?  There was nothing to stop Congress from doing that, correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your reason for why they didn't do that.  They didn't make it automatic, correct?  That's your argument?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why is --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it easier for the Attorney General to do that by regulation than for Congress simply to do it by the statute itself?  What did they expect to happen in the regulatory process that would solve these problems for them?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, take this case. What would compliance entail other than simply telling the Missouri authority -- I mean, he had to register, was registered in Missouri -- telling the Missouri authority that he was moving to another State?  That's all he had to do, right, to comply?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"To comply with the -- the SORNA requirement, that he'd have to tell the Missouri authority that he was moving to another State.  And then Missouri would have an obligation to tell that other State he's there."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm talking about SORNA has been enacted, and now he's moving after SORNA is enacted, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So -- so, SORNA is on the books.  He's registered in Missouri.  He's leaving the State.  To comply with SORNA, what does he have to do other than tell the original State, I'm moving to another State?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But he can't -- he can't comply with the initial registration because he committed this crime even before SORNA was enacted."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But now, what would he have to do to be in compliance?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me, Ms. Cain -- you may have said this, and I may just have missed it.  But under the new regulations, a man who's in the position of your client and who cannot initially register under (b) -- (b) just doesn't fit his circumstances -- does he now have to initially register again, or does his initial registration stick and he just has to update it when he moves?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Under the current regulation, under the 19 -- I mean, the '08 regulations, would it be enough to comply -- for somebody in his situation, to comply simply by telling his parole officer, I'm moving to the other State?  Under the regulation that says how this is implemented?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, let's -- is there anything -- if I understand the Solicitor General's position, all your client had to do after SORNA was passed was, after a reasonable amount of time or upon his travel, to tell Missouri, which was his State of conviction, that he was moving.  Correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not assuming that."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would he have been in compliance with SORNA under the final rules today, the interim rules when they were passed, or on the date that he left if he had when he traveled, or a reasonable time thereafter, told his State of conviction that he had moved?  Would that have been enough?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What does he have to do in addition to that, under the interim or final rules?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That was the answer that you gave to my question, which was the same thing:  Why isn't it sufficient now for him simply to tell his parole officer he's moving?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Sherry. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Post- what?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, why --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":8,"sideBefore":"justices","text":"But then, as I indicated, why would Congress have given you the authority to exempt people?  It seems to me that the -- the burden is on you in the exact same way it's on Ms. Cain."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What would happen in -- in this situation:  Someone is convicted of a sex offense before SORNA is enacted; then shortly after the statute is enacted, the person moves to a new State, does not register; then after that, the Attorney General, exercising the authority that you say he has under -- exercising -- excuse me, exercising the authority under subsection (d), determines that SORNA shouldn't apply to people who were convicted of offenses before its enactment?  Would that person have committed a criminal offense?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if Congress wasn't sure whether it wanted -- whether it was appropriate to apply SORNA retroactively, then I just -- and, therefore, was willing to leave that to the Attorney General, then I don't understand why it would have made the Act applicable immediately upon enactment --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- pending a determination by the Attorney General."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":8,"sideBefore":"justices","text":"So, how do they know where to register?  Do you agree with your adversary that -- that they have to register under SORNA?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, how were they supposed to know when or how they would register until the Attorney General acted?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about those people."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Not the people who can comply with (b)."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, your -- your argument is that \"requirements\" in the heading for 42 U.S.C. 16913, Registration requirements for sex offenders, means something different than \"requirements\" in subsection (d), which the Attorney General can issue rules about, because you're saying, although there is the requirement that they register and comply with (c) and all those other things, when it says that the Attorney General can issue regulations specifying the applicability of the requirements of this subchapter, that only meant the administration, you know, provisions, not the general requirement that you register and keep current and all that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's a safety valve to release what?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you are talking about sort of in the weeds, the little details, not the underlying requirement of registration, right?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But does that mean, Ms. Sherry, that -- that the Attorney General could, if he wanted to, for whatever reason, could exempt all pre-enactment offenders from SORNA?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And would allow that.  So, when you say it gave the Attorney General the ability to confirm or modify the requirement in section (a), you mean he could, if he wanted to, exempt all pre-enactment offenders."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we had a case involving the meaning of \"modify,\" and it doesn't -- doesn't mean \"repeal.\"  So, he presumably couldn't suspend the whole thing."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But to confirm --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"You want to share it with the rest of us?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It authorized the FCC to modify the requirement to post rates, and the FCC simply eliminated the requirement to post rates, and we said that that was no good."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Leaving the language aside, I'd like to go back to what Justice Sotomayor was asking.  We are talking, it seems to me, about section 2250.  He was convicted of violating, criminally, that section.  So, I have no problem about the statute applying to all these people; it's a question of how it applies. All right.  Imagine with me that we have an individual who was convicted a year ago and sentenced to a 5-year term.  Does the statute apply to him?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, correct."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, correct."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, it does.  Of course, it does. Now, he hasn't registered yet.  He's in jail for 4 more years.  So, has he violated 2250 so far?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Not?  Thank you. So, a person who has recently -- recently -- committed the crime, is in prison, is under an obligation to register, is yet not in violation because the time for initially registration -- registering has not yet expired.  Now let's go back to a person who is far less certain how it applies.  He committed the crime 10 or 15 years ago.  He has long since been released from prison. There are, as you point out, several categories.  One is a person who has to -- who should, under Michigan State law, register, but he didn't. Another is a person who did and moved.  You know, there are several categories. Now, is he in violation of 2250?  Your point is he is immediately, even though it was much less clear that it applied to him, much less clear.  And much less clear -- in fact, it doesn't say when he is supposed to register, but still 2250 applies to him. I just wonder how that could be, particularly when we have three sentences, indeed, which seem to me to tell the Attorney General, certainly, please deal with that kind of a case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought he was convicted of a crime."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought he was convicted of a crime under 2250.  That's why I asked the question. And his lawyer said, in response to my question, that one of the things she wants to argue is that he cannot be convicted under 2250 until he is under a legal obligation to register, and that initial registration is not a legal obligation until the Attorney General makes his rules.  I thought that was the argument."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, subsection (c) says he has to, not later than 3 days --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Where is this?  Do you want to tell us where it is?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's very helpful to know what you're talking about."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you're suggesting, Ms. Sherry, that (b) and (c) have nothing to do with each other.  And, in fact, one can read (a), (b), and (c) as all integrally linked and referring only to post-enactment offenders.  So, (a) is the umbrella provision.  It says \"a sex offender shall register, and keep the registration current\"; (b) says how you shall register initially; and (c) says how you shall keep that registration current. So, all three of these refer only to post-enactment offenders.  And then (d) comes along and says, by the way, the Attorney General can apply all of this to pre-enactment offenders as well and can specify how to do that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, you're reading (c) as saying, to go back to my example, the person who was convicted last year and has 4 more years to do his initial registration -- nonetheless, if he changes his name, if he stops being a student while in prison, he has to register tomorrow or the day after. would say if that's your reading of those two sections, it's -- it's going to confuse everybody who is in prison, as it did confuse me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Then I take it your reading is he does not have to fulfill (c) until after he has to have initially registered.  And so, we're back to the question of why you treat somebody who committed the crime long ago with less clarity, with less time to initially register, with more confusion from one jurisdiction than another, than you would treat a person who was convicted last year, is still in jail, and has 4 more years to register.  That's why I read (d) as trying to sort that kind of thing out."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why isn't part of your answer to Justice Breyer's question that the one person who doesn't have to register for 4 years is in prison already; so, presumably, he doesn't present the same type of threat that led to the enactment of these registration laws in the first place?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I see.  Your view is that they have to register initially when?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, I'm just saying take my example.  The person is in Michigan.  Michigan does have a sex registration thing, but he never actually did it.  So, now this Federal Act comes in, and now when is he supposed to register?  When's his initial registration?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, reasonable time."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And what is a reasonable time?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In 3 business days, he's supposed to go out and do that, and if he doesn't do it, he has committed a Federal crime which makes no mention of it, no mention at all, and he's just supposed to guess that that's 3 business days because he's a lawyer; is that why?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But those were under Missouri law, not under the Federal statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And providing criminal penalties that weren't always there."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's a big change."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your theory --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your theory of what the Attorney General did here, as you put in your -- I forget what, the regulations or the -- was confirm the applicability of SORNA, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's the word you used, I think, on page 12 of your brief."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is the other example -- do you have any other example where an Attorney General confirms the applicability of a criminal law?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, that's different.  I mean, if you're talking about defining which drugs are qualified, you know, under provisions that criminalize possession, things like that.  That's is clarification going forward.  I'm talking about straightforward confirming, which is what you say happened here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You know, the law says this, and I -- I think it means -- I think it means what -- what you say it means."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, I get back to my question, which -- what's your best example of an Attorney General doing something like that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, here it says \"shall.\"  It says, \"The Attorney General shall have the authority to specify the applicability of the requirements of this subsection.\""},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But the question --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":9,"sideBefore":"justices","text":"You're starting from a proposition, counsel, it seems to me, that Congress necessarily and under all circumstances thought that it had to include pre-SORNA convictions.  But I don't know -- yes, it wanted a uniform system, but it had State systems in place; it had an imperfect Wetterling Act in place.  It had lots of other mechanisms in place to punish non-registrants. So, you're starting from the proposition that, by necessity, they wanted to include preconviction felonies.  But I guess for those of us who believe in legislative history, and I know many of my colleagues don't believe in it or pay attention to it, there were two bills passed on SORNA, one a House bill that made it very clear, explicitly clear, that it applied to pre-SORNA conviction felons; and the Senate bill which under the label Retroactivity had the terms that (d) now has. Doesn't that suggest to us that Congress itself was unsure of whether it wanted to include the pre-SORNA convictions or not?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I guess my problem is that you make an assumption, you continue to make an assumption that if the Attorney General hadn't acted -- that the Attorney General was incapable of acting quickly. I mean, if the Attorney General had, within a few months, done what he ultimately did a year later or whatever time period after, had come out and said it applies; this is what you do; briefly, you register wherever you were convicted or -- et cetera, if you move or change your name -- then Congress would have accomplished the goal it wanted."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why did -- the Attorney General did try to act very swiftly, and if the Attorney General thought that SORNA applied from day one, why did the Attorney General try to rush through regulation that said nothing more than SORNA applies?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if -- what if we think the reason Congress left it to the Attorney General is because they just didn't want to decide?  Or some people were saying this is fine but not retroactive, and others were saying it should be retroactive.  Do you see any constitutional issues with Congress delegating that authority to the Attorney General, the authority to make a criminal statute applicable on a retroactive basis?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, it would strengthen your case if you would at least acknowledge that it would be constitutionally doubtful.  You wouldn't have to say it's bad, but if you said it's doubtful --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- it would strengthen your case, wouldn't it?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But it would also work against your own interpretation, because your own interpretation allows you to exempt anybody that you want from the statute; isn't that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Cain, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CANDACE CAIN","firstName":"CANDACE","lastName":"CAIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2059,"interruptions":22,"times_spoken":63,"laughter":0,"num_int_by":8},{"id":1,"fullName":"MELISSA ARBUS SHERRY","firstName":"MELISSA","lastName":"SHERRY","counsel":true,"justice":false,"side":"respondent","words_spoken":3612,"interruptions":29,"times_spoken":56,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":618,"interruptions":2,"times_spoken":30,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":747,"interruptions":1,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":770,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":118,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":347,"interruptions":1,"times_spoken":11,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":162,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":788,"interruptions":3,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":447,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":2059,"times_spoken":63,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":29,"words_spoken":3612,"times_spoken":56,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":13,"words_spoken":3997,"times_spoken":126,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.833140742911193,"respondent":0.166859257088807,"date":1472523515524}}