{"petitioner":{"name":"JOEL JUDULANG","counsel":[0]},"respondent":{"name":"ERIC H. HOLDER, JR., ATTORNEY GENERAL. ","counsel":[1]},"caseNumber":"10-694","date":"2011-10-12T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-694, Judulang v. Holder. Mr. Fleming. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you explain -- I mean, I think that is a principal point, whether Blake and Brieva changed the law.  How do you explain the language in Matter of Wadud, which antedates by a good deal those two cases, 1984, which says:  \"Section 212(c) can only be invoked in a deportation hearing where the ground of deportation charged is also a ground of inadmissibility.\"  It seems to me that that's -- that's the basic point."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Please finish."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You cite some cases.  You say there was a dramatic change in the law.  The Government cites some cases, and it says there was no change in the law.  What if the truth lies someplace in the middle?  What if, in fact, when you look before Blake, what you see is some amount of confusion?  That the board sometimes was following the Blake rule, but that at other times individual judges or maybe the board itself were doing something different, because the individual circumstances suggested that they should, or just because they weren't so clear on the difference between these two approaches. And then Blake comes along, and what Blake does is neither to change something dramatically nor to just reaffirm what was there, but in some sense to create a little bit of order out of chaos.  What would that do to your argument if that's the way one understood Blake?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, reliance on confused law is certainly not reasonable reliance.  I mean, if you accept the -- the premise that Justice Kagan operates from, how can you say that -- that you're reasonably relying on confused law?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a different point."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand the advice of counsel, but what is the reasonable expectation of that's been altered?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you're saying --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that the expectation is when he pleads guilty to a violent felony, that he expects, well, if I'm deported because of that I am going to be able to seek discretionary waiver?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How often are these waivers granted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But in terms of the expectation interest, we have to visualize someone who is facing a serious charge and is entering a plea bargain, where presumably the consideration of what he's pleading to, how much of a sentence he's going to get, all that, are dominant considerations.  And he's also going to say:  Well, I've been advised that I will be able to apply for a discretionary waiver.  So, I'm going to plead guilty. That's a fairly unlikely scenario, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I'm not questioning the fact that he was advised, but presumably the lawyer will also advise him:  Oh, and you also have to pay the $250, you know, restitution, whatever, fee. I am just questioning how significant that advice will be when someone's determining whether to plead guilty or not to a violent felony."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the violent felony -- the violent felony in this case, he had a suspended sentence, didn't he?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if he had been convicted of a lesser offense that was not a crime involving moral turpitude, he would not be eligible for the waiver; isn't that right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that strange? Suppose you have somebody who's charged with a lesser offense that -- that doesn't involve moral turpitude and a greater offense that does, and the defense attorney comes to the client and says:  I've got great news; the prosecutor will take a plea to the lesser offense and drop the greater one. I guess that would be -- that would be bad, potentially bad advice, because he ought to plead to the more serious offense because then he would be eligible for a waiver."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- what you say even further reduces the significance of the 212(c) possibility of waiver to the person pleading guilty. You're saying -- you're saying, yes, even though -- even though you couldn't get it under 212(c), there are a lot of other ways you might have gotten it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but there's a large category of people who -- who plead guilty to crimes that do not involve moral turpitude and yet are not otherwise excludable under 212(c), right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say a sharp change, I think that this is a very confusing set of decisions.  And the Wadud case that was brought up before has a footnote that says that -- that the board had stated a waiver of inadmissibility may be granted in deportation if the alien was excludable as a result of the same facts.  And then that footnote ends:  \"We shall withdraw from that language in each of these cases.\""},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That is so bizarre it makes me -- that he's pleading to prove that what he did was really turpitudinous.  It makes me think that maybe the en banc Ninth Circuit was right, that this whole line of cases has gone off along the wrong track quite a while ago."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, a lot -- a lot of the statutory changes in the policies of the INS date back -- was it the Second Circuit's case in Francis, which talked about the equal protection component of the two classes comprised of those in exclusion proceedings and those in what were then called deportation proceedings? Do we just accept that?  It -- it seems to me that that whole equal protection rationale is quite doubtful."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, if we thought that they had gone down the wrong path originally, there's nothing we can do about it, and we just say we're in this wilderness and we can't get out?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the comparability of the crime involved in St. Cyr?  That was a drug offense.  Does the inadmissibility criterion -- does that accord with the one for deportation?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that -- there the linguistic comparison works, right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fleming, the Government says that it has an interest in treating people in deportation proceedings less favorably, if you will, than people in exclusion proceedings.  Do you dispute that broad premise that the government could develop a system which treated those two groups differently?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Government says that's not the case.  The Government says that it does not treat those two groups differently."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have evidence to the contrary?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gannon. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's true, but -- but it may save a little time at least if -- we're in an arcane area of the law, to me.  It was created by Robert Jackson, Attorney General, and by Thornburgh, Attorney General.  And if we're starting with that, what that says is we have a list over here of excludable things, and we have a list of deportable things.  And if you're deported for a reason that shows up on that first list, than the AG could waive it.  That's basically the outline I have.  And also I have, which isn't quite right, that in that first list there's something called -- big letters -- CIMT or something, crime of moral turpitude.  And all the things on this second list, the big issue is, is it a crime of moral turpitude? And, as I looked through the opinions, this is what I got out of them.  And This is tentative.  I got out, just as you say, there are two things in the second list which are not crimes of moral turpitude. They consist of illegal entry crimes and gun crimes. And there are special reasons for the first, and the second is debatable; but they've been consistent with that. Then there are things that are on both lists, they are a crime of moral turpitude.  I counted at least eight cases saying, for example, rape, burglary, manslaughter, second-degree robbery, indecency with a child, and probably some others are all crimes of moral turpitude.  So, it clicks in, okay? Then I find Blake, and Blake says sexual abuse of a minor is not a crime of moral turpitude. That's a little surprising.  But it gives us a reason: Because -- and this was the problem here.  It talks about there has to be substantial -- there has to be similar language in the two lists.  I don't know where that one came from.  It had certainly not been in the earlier cases. And now we have this case, which is voluntary manslaughter.  I would have thought that voluntary manslaughter is right at the heart of the lists that they said the things are crimes of moral turpitude, and not like visa crimes or gun crimes, if I had read the cases. So, where do I end up?  Well, what I end up with this, and this is what I would like you to reply to.  Justice Brandies once said something like we have to know before we can say whether an agency opinion is right or wrong, what they're talking about.  I felt perplexity after I had read through these decisions.  In other words, I don't understand it. So, I would like you to explain to me why this all fits together and how, if you can do that. couldn't get that clear explanation from the brief, and I suspect it is not your fault."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes.  The one that was worrying me:  rape, burglary, manslaughter, second-degree robbery, indecency with a --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All those cases -- there are about seven or eight of them."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is there any aggravated felony crime of violence that is not a crime involving moral turpitude?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Was Judulang's crime a crime involving violence?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean a crime of moral turpitude."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Don't look to the conviction.  That may be his approach.  My approach is look to the category."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Look to the category.  And the category here is not -- you know, the category isn't crime; the category is what kind of a crime.  And this is a crime of violence.  In the statute, or if you look at what was charged, it's called voluntary manslaughter. Either way, I would think those categories as categories fall within \"crime of moral turpitude.\""},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you're not -- you're not --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Can I hear his answer? was very interested in the question.  It seemed to make a good point."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Let's let Justice Sotomayor jump in now with her question."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"justices","text":"I -- I go back to Justice Breyer's question.  What you just said made logical sense; the category of gun possession doesn't go in.  Visa fraud doesn't become a crime of moral turpitude.  But we have cases that have said, generically, manslaughter, which involves violence, is a crime of moral turpitude.  Others have qualified sexual abuse of a minor.  I don't know of anyone who would think that that category of crimes, whether you call it indecency, touching, or -- we've already said touching alone may not qualify, but my point is you now are saying, I think -- and correct me if I'm wrong -- that aggravated violent felons is an entire category, and anything that falls under that label can't be a ground of exclusion."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's how I read your categorical comparison now."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So, now --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- why is manslaughter not a crime of moral turpitude?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Gannon, suppose this:  Suppose that on the exclusion side, you have this category of crimes of moral turpitude, and suppose on the deportation side, which I think is right, you have a category called crimes of violence, and you also have a category called crimes of moral turpitude.  There's a time limit on that."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's right.  Suppose that you -- the government could have slotted manslaughter into either of those categories on the deportation side. And I understand that there's a dispute about whether it could have, but let's suppose it could have.  So, if manslaughter is categorized on the deportation side as a crime of violence, you say it doesn't match with the category on the exclusion side. But if the same crime is categorized in a different way by the government, then it does match on the exclusion side.  So, what sense does that make?  The government's decision about how to categorize a given offense on the deportation side is going to determine whether a person gets relief."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The Petitioner just says --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The Petitioner just says we look to manslaughter, and we ask whether that qualifies a person for relief on the exclusion side --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you're saying, no, first, we have to put manslaughter in a category on the deportation side, and then we have to match that to the category on the exclusion side.  And what I'm asking you is kind of what sense does that make?  Doesn't everything depend on which category you put manslaughter into?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You are so far from the statute, Mr. Gannon, you can't even tell what's closer to the statute.  I mean, you are miles away from the statute."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But what your position means that it's up to the agency -- up to the person who makes the charge, because take Mr. Judulang, he could have been categorized as deportable because he committed a crime involving moral turpitude, or he could have been categorized as somebody who committed an aggravated felony.  It is then totally in the hands of the person who is making the charge whether there will be a match or not."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that doesn't -- if the -- if the officer labels the manslaughter in this case a crime involving moral turpitude, then there's a match --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And if he labels it aggravated felony crime of violence, then there's no match.  So, it's up to the charger whether there will be this match or not."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But this isn't a question about the history, Mr. Gannon.  Even if we assume that you are right about the history, this is a question about whether this is an arbitrary system, and where you're devising it from and what lies behind it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Then -- then you have to say, yes, you can have somebody who would get a waiver of inadmissibility for a crime and the very next day be put in deportation without any waiver for that same crime."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm giving you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- these categories --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"These categories."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can we go back to second on this very interesting -- suppose I say, okay, I concede.  I'd only do it for the sake of this question. You're absolutely right in your categorization.  The right category is crime of violence.  And then I look at the statute, which is 8 U.S.C. 1101(43), which you probably know by heart, and I look at the definition of gun crimes, and I look at crime of violence. My non-schooled reaction is, well, gun crimes, I can see why they said that wasn't really a crime of moral turpitude, because there are a lot of registration requirements, there are all kinds of different things that drug -- gun dealers have to do, and you could commit that crime in various ways that don't involve moral turpitude.  I can understand that, sort of.  At least, I could see how somebody else might have understood it that way. Now, I think crimes of violence, I say, hey, I am having trouble here.  Why don't you try to list a few crimes of violence that when they come into the country you're going to say, oh, that wasn't a crime of moral turpitude?  And by the way, I am not asking you to list specific examples; I am asking you to list categories.  List categories of crimes of violence that when the person comes in, you're going to say, hmm, no moral turpitude there."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's not a crime of -- that's not a moral turpitude, simple assault?  You're going to just hit somebody?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Burglary -- isn't burglary where it might be an occupied building?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, no.  A warehouse. I am being a little quibbling now.  Of course, my basic concern --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, really?  Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, there are some.  There are some."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This is a little odd, but what I'm afraid of --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  What I'm afraid of is this:  That once you put this in your category, that you say crimes of violence are not crimes of moral turpitude, then to a large extent you have said good-bye, Justice or Attorney General Robert Jackson."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying good-bye to Jackson and Thornburgh, because you have driven such a wedge between these two statutes that there's hardly anybody who would be able to qualify for the Jackson- Thornburgh approach to this statute."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I overstate slightly, but you see my point."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I keep going back to my question.  There's only one category now, aggravated violent felony.  That's the only category you're looking at.  It doesn't matter, in your judgment. That -- that is your test."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If it qualifies as an aggravated violent felon, it cannot be a crime of moral turpitude."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let's go back to a concrete example following Justice Ginsburg's example. Someone is charged with a crime of violence, voluntary manslaughter.  And would an officer at the airport say you're not admittable; that's a crime involving moral turpitude?  Could the officer say that?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And could he then waive that ground under 212(c)?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now let's assume that he did, that he waives that crime of moral turpitude. Would the government now put that individual in deportation and say this voluntary manslaughter doesn't meet the statutory counterpart test.  So, for that very crime, we're going to deport you, even though we let you in, because it's a crime involving violence."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Would you?  Can you?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that where your test leads you?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gannon, in your brief, I thought you'd conceded that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That -- just the example that Justice Sotomayor gave.  Somebody is declared inadmissible because it's a crime.  This manslaughter or aggravated felony crime of violence is on the admissibility side a crime involving moral turpitude. So, he's allowed in.  And then he's in and he's declared deportable, and he can't get a waiver because there's no analogue.  I thought your brief said, yes, that's the consequence of our argument; however, prosecutors would not seek deportation if inadmissibility had been waived."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You're also telling me that -- I didn't know this; I learn something in every argument -- that if we have Jack the cat burglar who was burgling dozens of office buildings -- and abroad -- and assaults people and hits them over the head or whatever with his -- I guess with his fists, that we have no way of excluding that person, should he try -- I've heard criticisms of our immigration policy, but this seems surprising to me, that we have no way of excluding that person who is filled with simple burglary of office buildings and assaults."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  He has only done it once; we have to let him in."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I take it they haven't decided.  So --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask just a practical question?  Does this issue go away finally when there are no more St. Cyr people?  Meaning is there any -- there's no 212(c) anymore."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And so, really the issue that we have at the moment is whether your decision to effect what has happened now in the past, to do what Congress has done moving forward, and to avoid St. Cyr, is just to say, if it's an aggravated crime of violence, it just doesn't qualify anymore. That's what you are doing.  You're not giving 212(c) to anybody anymore."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you were just saying if they're aggravated -- if they've committed an aggravated crime of violence, they're not getting it anymore."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But this whole thing goes away once all the St. Cyr people have."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But he also said that there are only two grounds for deportation that have no analogue in the grounds for exclusion."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Entry without inspection and firearms conviction."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know potentially how many people may be affected by the decision in this case?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But do you know how many times this has come up in cases over, let's say, the past 5 years?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You said, Mr. Gannon, the government no longer treats people differently depending on whether they've left the country and returned or haven't left at all.  Mr. Fleming points out that you said the opposite in your brief opposing cert.  He said that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Gannon. Mr. Fleming, you have 6 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If they weren't law-abiding, they would have committed a new felony that would render them inadmissible and --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MARK C. FLEMING","firstName":"MARK","lastName":"FLEMING","counsel":true,"justice":false,"side":"petitioner","words_spoken":4605,"interruptions":15,"times_spoken":36,"laughter":1,"num_int_by":7},{"id":1,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"respondent","words_spoken":3071,"interruptions":46,"times_spoken":63,"laughter":2,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":251,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":222,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":594,"interruptions":4,"times_spoken":14,"laughter":3,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":463,"interruptions":4,"times_spoken":20,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":209,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":106,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1106,"interruptions":4,"times_spoken":19,"laughter":3,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":478,"interruptions":4,"times_spoken":19,"laughter":4,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":4605,"times_spoken":36,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":46,"words_spoken":3071,"times_spoken":63,"laughter":2,"num_int_by":5},{"side":"justices","interruptions":21,"words_spoken":3429,"times_spoken":103,"laughter":12,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.9734762740845319,"respondent":0.026523725915468144,"date":1472501779136}}