{"petitioner":{"name":"GLOBAL-TECH APPLIANCES, INC., ET AL.","counsel":[0]},"respondent":{"name":"SEB S.A.\n","counsel":[1]},"caseNumber":"10-6","date":"2011-02-23T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 10-6, Global-Tech Appliances v. SEB S.A. Mr. Dunnegan. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's okay, as far as you're concerned? You would consider that comes within your first test?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would not, but willful blindness would?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So even willful blindness wouldn't be enough?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You said that the particular patent -- the defendant would have to know that the device infringed the particular patent. I think that would be a standard that would be impossible to meet. We have to know if it was patent number, whatever it was, '312."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can keep yourself ignorant of it. I mean, for example, you pointed out that the -- that the device that was copied was purchased in Hong Kong, so it didn't have any marking, but the same Pentalpha could have bought the device in Montgomery Ward, looked to see if it had a patent marking; didn't do that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But didn't tell that patent attorney that they had reverse-engineered a particular product. If the attorney had been told this device copied the SEB fryer, isn't it 99 and 44/100ths percent sure that the attorney then would have found this patent?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I didn't ask you about this patent search. I said if they had told the patent attorney we have copied a particular fryer, it's SEB's fryer, now find out if it infringed any patent -- do you think an attorney would not have found the SEB patent?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why -- why wouldn't you tell him? If you're -- if you're honestly interested in finding out whether there is a patent that you're infringing, why wouldn't you tell me the reason we're concerned is that we have reverse-engineered this from somebody else's product? Just check to see if SEB has a patent on any of this stuff that we've reverse-engineered. That's what I would have done."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was their practice to reverse-engineer from other people's products?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I can understand when you have a new product of your own; of course, you just give it to an attorney. But when you have reverse-engineered, not to tell them that it was reversed-engineered seems to me really trying to keep yourself in the dark. What you want to get from the attorney is a piece of paper that he can show to Montgomery Ward that, yes, this product is not -- as it turns out, Montgomery Ward did accept it and got hit with liability for infringing a patent. I -- I find that really incredible that, in an honest attempt to find whether there was any patent infringement going on, you wouldn't even tell the patent attorney that you've reverse-engineered somebody else's product."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, they wouldn't."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But your position is that even willful blindness is not enough. You have to have actual knowledge that -- that the item is patented, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the attorney had called up your client and said, I have an answer for you, and the client said, well, you know what, on second thought, I really don't want to know, because if I -- if I have actual knowledge, that may put me in a box; so forget about it. Then there's no liability."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would we -- wouldn't the rule that you're setting forth, willful blindness not being a part of it, mean that nobody would ever get a patent search, because what would be the inducement to do that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you're not presumed to copy other people's items, which is the difference. Is there -- let me just ask you something. Assuming we were to find the willful blindness test to actual knowledge, the facts of your case, the fact that they did not give the name of the product that they copied to their patent attorney, is that just, as a matter of law, willful blindness?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do patents -- are patents -- can you do a patent search on the basis of the name of the holder?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the product that they copied, did it have the name of the holder of the patent?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what is the likelihood that if they had actually given the attorney the name of the product, that he would not have found the patent?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it would be probably 90 percent, assuming -- because there's always errors in searches. So --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"But didn't we take this case to determine whether or not deliberate indifference is the standard? I mean, willful blindness -- I don't think an opinion for this Court has ever sustained. Santos was a judgment -- was not a majority opinion. That's just a subset of knowledge. If we leave that out from it, isn't the dichotomy that you present to us the difference between deliberate indifference and knowledge or --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or purposeful, culpable expression, the -- the Grokster standard?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When I look at the language of the statute, I see no scienter requirement whatsoever. Whoever actively induces infringement of the patent -- infringement is strict liability. So if you actively induce somebody to engage in conduct constituting infringement, you're -- you're liable as an inducer."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You have intent, but intent to do what?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What difference does that make? Because making, using, and selling equals infringement."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't see that. And not only that, I don't understand why the scienter requirement for inducing should be higher than the scienter requirement for a direct infringement. Isn't the standard rule for aiding and abetting that the aider and abetter -- if (b) is an aiding and abetting provision, as one of the congressional reports said, the -- the scienter for aiding and abetting is the scienter of the underlying offense? So if the underlying offense is a strict liability offense, then the inducement should be strict liability as well."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your position when you're -- when you're talking about willful blindness or purpose, whatever, is that with respect to a particular patent, or is it with respect to infringement of a patent? I don't think it's true with deep fryers, but in some areas, you almost always know you're going to hit something, that given the nature of the industry, you're going to infringe something. Is that enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's -- I mean, I understand you're in the deep fryer industry, but that standard would bring the semiconductor industry to a halt."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think the -- the problem is, even if you do do your diligence, given the way patents are these days, if there are 420,000, you're never going to know with any degree of comfort that you're not going to infringe something."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we're not going to adopt a special rule for the deep-fryer industry. (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Especially --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But we might decide that it's more important to consider what's going to happen to the semiconductor industry in articulating our standard than what's going to happen to the deep-fryer industry."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dunnegan, suppose I disagree with you on that, and suppose I think that actual knowledge of a patent or willful blindness as to whether a patent exists is the right standard. Could a reasonable jury have found that in this case?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"A reasonable jury couldn't have looked at the facts that Justice Ginsburg suggested -- you know, you do not tell the lawyer that you, in fact, have copied the product and say that's -- a reasonable jury -- that's willful blindness."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you really wanted to know, wouldn't you have gone into Montgomery Ward and bought one of the fryers and turned it around to see if it had a patent number on it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Listen, the -- the reason you got the opinion from the lawyer was -- was not to make sure that there were no patents. It was to show that opinion to Montgomery Ward."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As a practical matter, you needed an opinion from a lawyer, because otherwise, Montgomery Ward was not going to sell this stuff."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't -- isn't it true that Sunbeam was the party that asked for the patent search?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And there's nothing in the record that says who -- who asked Pentalpha --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to get -- to get a letter?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":4,"sideBefore":"justices","text":"If this is not willful blindness, I don't know what willful blindness is. Now, maybe you can explain what more would have been required to permit a reasonable jury to find willful blindness."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But your client -- I don't know whether you're using your time most effectively by arguing this point, but your client thought that making a deep fryer that wouldn't burn people's hands if they touched it would be profitable, because there wasn't a lot of competition in that market. This was a useful product and apparently one that was different from other deep fryers. Isn't that in itself -- doesn't that in itself suggest, gee, there might be a patent on -- on this?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"One company is making this and it seems to be better than what the other companies are making; maybe it might be patented."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Before -- before you pass that question, then why as in '607 did they pick the SEB fryer to reverse-engineer?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And then they copied the design of the SEB."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was a finding that it was an infringement, that the Pentalpha fryer infringed the SEB."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dunnegan, could I take you to the standard? Because in Aro II we said that the appropriate standard in subsection (c) was actual knowledge. Why shouldn't we just say it's the same? Whether it is (b) or (c), these are just two means of -- of doing a contributory infringement, and the knowledge/willful blindness standard, once we've said it applies to (c), it applies to (b) as well?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, (b) and (c) have different standards as to -- not the knowledge of the patent but -- but what the person is -- the acts that constitute infringement. But that's a different thing from whether they should have different standards as to the knowledge of the patent."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I had thought that you wanted us to take the knowing standard in (c) and apply it to (b)."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct me if I'm wrong."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"No, more than that."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Dunnegan, in Grokster, there was no question as to whether they knew that the -- that the things were copyrighted."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why is Grokster relevant here? They conceded the ve ry thing that we're arguing over."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you say it's purposeful, culpable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And why is that -- how is that different from knowing? I -- I -- my impression was the same as Justice Kennedy's. I thought you wanted the knowing standard."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm a little confused. If you knew that there was a patent under (b), and you still gave the fryer -- patented the fryer that you know it is a patented fryer to Montgomery Ward or Sunbeam to sell, you're not liable under (b), because why? What act of yours was not purposeful?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we'll go as to -- let's -- let's just stop there. Justice Kennedy and I believe the Chief have asked you, isn't your entire argument that we should move the knowing knowledge of (c) into (b)? And you said no."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Explain to me --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then explain to me --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what's not purposeful or knowing -- what's not purposeful, culpable conduct, if you know there's a patent or -- you can decide whether knowledge includes willful blindness or not, but it's not my issue. If you know there's a patent and you give the product to someone else to sell, how can you not be culpable for it?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're introducing a mistake of law defense to knowledge. You're saying, I really didn't know that it was unlawful. I knew that there was a patent, but I really thought that it wasn't a legal patent, so I was going to violate what I know wasn't legal. Is that what you're saying?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're talking --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Why do you get off the hook for making a mistake of law?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You would never have any patents enforced under your theory."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you're -- I'm sorry. I do not want to interfere with your time."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'll wait."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Cruz. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So would you have any objection to an actual knowledge willful blindness standard? Would that be all right with you?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I take it that we would do that on the basis of Aro II? We would just say that's the standard for (c) and that should be the statement for (b)?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, 271(c) includes the word knowing, you have to know that an item has no noninfringing uses. That is a different kind of knowledge than the knowledge that we are talking about here."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And because of the infringement, but not necessarily that there was a patent, not necessarily the legal effect as opposed to the act."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How do you say, I am not certain that willful blindness would support the conclusion below. The standard, the district court or the trial court said really, negligence, as I read it. The circuit said deliberate disregard of a known risk. Well, how much of a risk? I mean, the business world there is always a risk and we are talking about a complicated world, probably quite a lot of risk. And so I think that standard would create a great deal of uncertainty. Willful blindness has a tradition. So are you okay with willful blindness and we say we are afraid they did not do it, i.e., we are afraid, we do not know what they really meant here and so send it back and do it again. I am sure you wouldn't be overjoyed. But do you think that would be a reasonable result?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What are you supposed to say known risk, sure he says he looked at five. And he says anybody can figure this thing out, all you do is put the little gizmos between the two sides, you know, and you have an inside and outside and you just suspend the inside with little bars of some kind. I do not know what, chewing gum or something, and he says anybody could figure that out, it couldn't possibly be bad. And so that is their view, but how much of a risk, they will say little risk, big risk. So you see why I think we should send it back. Now you tell me why that is not --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I am not saying they are right in that, I bet they would lose. But my problem is do I accept the words deliberate disregard of the known risk or do I say the more traditional accompaniment to knowledge is willful blindness, which for all its obscurity, at least has a history."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How was the jury instructed?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I am still waiting to hear what it was?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought there was some question about that it was so low that it in effect amounted to a negligence standard."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where are you reading from, Mr. Cruz?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think that is the part they are complaining about."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"justices","text":"It is in the red brief, the Respondent's brief, page 26, toward the bottom it says if you find, I have a problem that I do not know that they preserved this objection, but let's talk about what the standard ought to be. At the bottom it says, if you find that the someone has directly infringed a patent and that the defendants knew or should have known that its actions would induce direct infringement. So this means to me that in order to be liable for an inducement you can be liable if you knew or should have known. Now, if we can just discuss this for a moment. It seems to me that this is the important point in the case because if you say should have known, then you have a standard that is less than intentional for inducers. And that means that every supplier, every business person that takes a product from a manufacturer has the duty to inquire and to find out if there is a patent. And it is a standard that is less than intentional and that is a very substantial change or a very substantial burden to impose on those who are selling and distributing products."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you say should have known, that is the necessary consequence of the holding."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, as you say, willful blindness was never used really until this Court and this Court has never in a full opinion for the Court adopted it even in the criminal context. So can we talk about knowing as opposed to should have known."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you're presenting to us the proposition, I take it, correct me if I am wrong, that we should write an opinion that is saying that know or should have known is the standard for an inducer. And I question whether that is a wise interpretation and a necessary interpretation of (b), especially as we are informed through (c) as to what (b) might mean."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If we are arguing about whether or not you can protect your judgement based upon all that's in the record, I think you may have a strong point. But I am interested in what the standard ought to be. I'd like you to know what a properly instructed jury should be told with reference to knowledge or something less than knowledge."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying that (b) should have a lesser standard of culpability than (c)?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The difference, they say, between (b) and (c) is that (c) applies to a person who makes some really special thing that looks like a Japanese kabuki theater costume, and it's actually made out of metal and it's really -- has a very bizarre thing, and it is only used -- good use is to do this infringing thing. But (b) could apply to somebody who makes plastic shields. (B) can apply that -- (b) could apply to anybody who makes anything; is that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the argument is that the words \"actively induced\" are meant to be something greater than knowing, not something less than knowing. Because otherwise, you're going to hold Aluminum Company of America, if that still exists, liable when it makes these aluminum sheets, because somebody uses an aluminum sheet apparently, et cetera. You see the problem. It is quite different when you make this weird kabuki-looking thing that only has one use, and they -- and that's why it should be -- it should be harder to hold that person to contributory infringement, not easier. Now, that's their argument. What do you say."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'd like to get, really, an answer from you on Justice Kennedy's question, because at the moment I am not worried about your case. You, of course, are. I understand that. But the -- I am worried about Alcoa or the little backyard maker of clay pots, or -- I mean, millions and millions of people make things that are used in millions and millions of ways. And I am worried about what kind of burden we are supposed to impose on them. I see three candidates. One is, you're liable if you should have known. Two is, you're liable if you consciously disregarded a -- a risk, a known risk; that is sort of like a -- you know, the Model Penal Code, sort of. And third is willful blindness. Is there a fourth? And if there is not, what do you choose among those three? No, not what you choose. What should we choose?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Wait. Before you go -- before you go further, what if you do that, okay? And you get an opinion from a lawyer, as they did here, saying you're not violating any copyright or any -- any patent?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. You have to tell the searcher that you copied."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That is part of your test, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So is that -- is that another standard? Maybe that is an example of what it is to be willfully blind. If, in fact, you go out and you copy something, it could well be patented, and you do not tell your lawyer, go look up this one, that is willfully blind."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That is why you say they are the same. I don't want to put words in your mouth."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You're not immune from liability for direct infringement. You're immune from liability, under the hypothetical, for actively inducing. And that is where there is a very substantial policy difference."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":10,"sideBefore":"","text":"So are you saying that the standard of knowledge would be the same for direct infringement as for active inducement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I am a little confused about the relationship between knowledge and the Grokster standard. You think knowledge is a more favorable standard for Petitioner than Grokster. You're willing to accept Grokster, but not willing to accept actual knowledge."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, before you tell me why, do you understand -- it's unfair to ask you, I guess, but I understood Petitioner to take the opposite position: That Grokster was a more favorable standard for him than actual knowledge."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why aren't you both wrong, that Grokster didn't deal with the question that we are dealing with, which was knowledge of a patent or knowledge of a copyright, that Grokster dealt with whether there was specific intent or whether there needed to be specific intent to encourage infringing acts. That is what Grokster was about, an entirely separate question."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, one of the -- one of the briefs -- one of the amicus briefs in this case points out that that argument is a lot less plausible in copyright than it is in -- in patents. It is very easy to find out whether you're infringing a copyright. It is very difficult to find out whether you're infringing a patent, especially in the modern age of warehouse patents. I am not sure that we -- that we want to use the same test for copyrights that we use for -- for patents."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's fine. I am just -- I am just expressing reservations about your suggestion that we simply take Grokster wholesale and apply it to this situation."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would you say, even though you -- I think you disagree with this in this case, would you say that there is a reasonable argument in our precedent for saying that the standard of knowledge under (b) should be greater than reckless disregard?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Would you say that there is substantial authority for the proposition that it should -- the state of mind should be greater than \"should have known\"?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"They're dealing --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"They're dealing with a Federal Circuit decision, they're reviewing that decision, the Federal Circuit had a formula. It said standard is deliberate disregard of a known risk. One thing you must surely do is to say whether that standard is right or wrong. So the Federal Circuit, whatever the jury found, Federal Circuit said the law is that you are liable under 271(b) if you are deliberately -- if you deliberately disregard a known risk. Is that standard the right one?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Cruz, while we are certainly interested in what the standard should be. But in terms of the deposition of this case, maybe you could help me with this. The -- the instruction to which there was an objection on, 124A to -- well, wherever it is in the joint appendix -- was the newer should have known, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And the objection that I see was that the words \"or should have known that their actions\" -- this is 135A of the joint appendix -- should have been stricken. So am I right that the only issue that was preserved is the question whether actual knowledge was required? Because that was the only -- that was what -- that was the error, the alleged error that was identified by Mr. Dunnegan."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So if he is wrong on that, then the judgment should be affirmed."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- do so, because we still have to define knowledge. If we accept that actual knowledge can have a different definition, just not the should have known definition --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do we have to define what knowledge -- what kind of knowledge we are talking about?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I agree. We can say that. But how does it help --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- the development of law for us to simply say you -- it is not so much knowledge that you have to know the specific patent by number."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That is where I am. At the moment, the should have known or willful blindness, the disregard -- the problem, and it seems like a real problem, is know what, exactly? Well, know there is a risk. Well, at that point half the country in the business world is very upset because there is always a risk."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And the other problem is if you -- as you move away from that and say, no, no, I mean a real risk -- I mean a huge risk -- I mean a risk that in fact, you almost knew that this was it -- now I can do it with my tone of voice, but I need the words to put in there that are going to calm people's fears that they are not suddenly going to be held liable because there is some fairly small risk of this. So what words would I use?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know this case; I am not worried about. I am worried about what I said."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I do not want to just resolve the case. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"The reason we took the case is because there seemed a bunch of standards floating around. Now I know our interests differ in this matter, but I would appreciate any help you can give me about what I am thinking now is words that will quantify the risk that you had to have known about, a risk; so that it doesn't look like some small thing that is always there that looks like some giant thing that is pretty close to actually --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I've heard about that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, it would."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- my problem, is a high probability that. You have to be -- you have to consciously, that is the model penal code, that is the -- you know, torts -- you have to consciously disregard a high probability that this item was patented and also meet the other requirements that are part of active inducement. That is what your thought is?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A high probability of what? A high probability that you will infringe this -- a patent or any patent?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He is not interested in what happened here. I mean, we are still talking about a general test."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Forget the narrow rule. What do you think the rule should be to articulate what Justice Breyer would like?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know your client doesn't care. But still we have to write this. So what about the answer? To follow it up a little bit, it is knowledge -- you're familiar with these areas, so you're helpful, and -- and it is a knowledge or a known -- or consciously disregarding a known risk where the risk consists of a high probability that that item that you are inducing to be produced will infringe a patent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Cruz. Mr. Dunnegan, you have four minutes remaining. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you want actual knowledge of the patent? That is your test?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you want actual knowledge of the patent?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that is the issue you preserved with your objection?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And after that date you admit you -- because you continued to sell the product to the retailers?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So after Sunbeam sued, then you are actively inducing infringement?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that opinion was after the first finding of infringement, that you redesigned the product and that, the evidence you got dealt with the redesigned products."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But after just originally, Sunbeam is suing for infringement. Sunbeam notifies Pentalpha. At that point, Pentalpha is continuing to make sales. Is it infringing? Is it actively inducing infringement."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You admitted there was purposeful, culpable conduct when you did not, when you had the original design and that was, and you were sued for actively inducing infringement of that design, by that design."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you think a jury could have found that from the facts?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I am sorry. Why are you doing that? I thought that you came in arguing that you have to have actual knowledge of the patent."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"By number, and that was the conversation we had earlier, and that the patent covered the scope of your invention."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WILLIAM DUNNEGAN","firstName":"WILLIAM","lastName":"DUNNEGAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2946,"interruptions":30,"times_spoken":78,"laughter":1,"num_int_by":7},{"id":1,"fullName":"TED CRUZ","firstName":"TED","lastName":"CRUZ","counsel":true,"justice":false,"side":"respondent","words_spoken":2558,"interruptions":21,"times_spoken":55,"laughter":1,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":395,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":505,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":534,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":555,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":579,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":635,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":404,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1149,"interruptions":2,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":10,"fullName":"MS. BLATT","lastName":"BLATT","counsel":false,"justice":false,"side":"","words_spoken":100,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":2946,"times_spoken":78,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":21,"words_spoken":2558,"times_spoken":55,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":13,"words_spoken":4756,"times_spoken":139,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":7}}