{"petitioner":{"name":"WILLIAM H. SORRELL, ATTORNEY GENERAL OF VERMONT, ET AL.","counsel":[0,1]},"respondent":{"name":"IMS HEALTH INC., ET AL.\n","counsel":[2]},"caseNumber":"10-779","date":"2011-04-26T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning -- this morning in Case 10-779, William Sorrell, Attorney General of Vermont, v. IMS Health Incorporated. Ms. Asay. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The purpose -- the purpose is to prevent sales representatives from contacting particular physicians, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they could use it for other purposes, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what the Chief Justice suggested is right, that the purpose is to stop them from using it in order to market their drugs?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's right, but that -- that is an impediment to their using it for the marketing of drugs.  You're -- you're placing that impediment on it.  Isn't that the obvious purpose of it? I mean, it doesn't necessarily make it bad, but -- but let's not quibble over what the purpose is."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the purpose.  That's the purpose of it, to prevent them from using this information to market their drugs."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's only for that use that you interpose the requirement that the doctor consent.  For all other uses you don't require the doctor's consent, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Asay, are any of the other purposes, like for insurance purposes, cases where the pharmacist is paid for giving out the prescriber information?  Here what they call data miners are paying the pharmacists to get this information.  In the case of other, others who have access, do any of them also pay the pharmacists?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so the data is not private in the sense that the physician who prescribes knows that nobody will know what he is prescribing and how much he prescribes and how often, because there are a lot of people who do know that, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the only thing it assures the physician, the physician who prescribes, is that he won't be bothered by drug companies who, on the basis of their knowledge of information which other people have, approach him in order to market their drugs?  That's basically all it assures the prescribing physician, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And, and he could achieve the same objective, could he not, by simply refusing to talk to the marketer.  When the marketer says, you know, I want to talk to you about a new drug, he says: I don't talk to drug manufacturers and marketers."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"One of the Respondents argues that the statute would permit, does permit, the use of this information for what they call a counter- detailing effort.  Is that correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That wasn't really my question.  My question was does the statute permit it. If Vermont wanted to do that, the University of Vermont or some other entity wanted to do that, would the statute permit it?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could that data be sold to a university for research purposes?  The university says:  We really want this information to do some research.  Could the data be sold to the university for that purpose?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the researcher then have a profile, a data bank, that is very helpful to the general public, and sell that to the general public, to the newspapers and so forth?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  It's sold to the researcher.  The researcher then comes up with a design or database that is very fascinating for a number of reasons.  Can that researcher sell it to the New England Journal of Medicine?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you clarify --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":5,"sideBefore":"justices","text":"I still am not - I still am not sure.  In my hypothetical, what would happen?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The pharmacy sells to the researcher."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The researcher is at the university.  The researcher has a data bank or has some results that are very fascinating.  The researcher then wants to sell that to the New England Journal of Medicine.  What result under the statute?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You answered my question earlier that they don't sell it to anyone else.  That's why I was trying to clarify your answer to Justice Kennedy, because you told me the only sale -- the pharmacists, they sell this to the data miners, they do not sell it to the other people.  But now you're answering Justice Kennedy's question, yes, they sell it to universities."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it increase the prescribing physician's right of privacy that the data about his prescribing can only be given away but can't be sold?  Does that make him feel happier about his privacy?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He can do that by saying: I don't want to talk to you."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That may well be, but then just don't tell me that the purpose is to protect their privacy.  Now you're arguing a totally different purpose:  It makes it easier for the physician to cut off approaches by drug companies that want to sell drugs.  If that's the purpose of this statute, it's quite different from protecting his privacy.  His privacy isn't protected by saying you can't sell it but you can give it away."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, that -- assuming there's some form of privacy that relates to not being harassed because there's certainly legislative record of doctors or groups of doctors testifying to feeling harassed by detailers, if Thompson requires a less restrictive method, why does this have to be an opt-in rather than an opt-out?  Because isn't an opt-out I call up and say I, don't want you to have this information?  So isn't an opt-out less restrictive?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but, given the restrictions on speech, why is that a bad thing? Meaning you don't really intend to tell us that the State couldn't and wouldn't -- just like we got all of that advertising relating to the opt-out on telephone solicitations, virtually every American knew they could do it if they chose.  Maybe some didn't, but a vast majority did.  You can't really say Vermont's incapable of telling doctors in a mailing or in some public professional magazine, if you want to opt out, here's the number?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There's another -- there's another purpose that I would like you to comment on, and that is the, the State is interested in promoting the sale of generic drugs and correspondingly to reduce the sale of brand name drugs.  And if that's the purpose, why doesn't that run up against what this Court has said that you can't, you can't lower the decibel level of one speaker so that another speaker, in this case the generics, can be heard better?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You want to lower -- you want to lower your health care costs, not by direct regulation, but by restricting the flow of information to the doctors, by, to use a pejorative word, but by censoring what they can hear to make sure they don't have full information, so they will do what you want them to do when it comes to prescribing drugs, because you can't take, I gather, direct action and tell them, you must prescribe generics, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're restricting their -- you're -- you're making it far more burdensome for the manufacturers to reach their intended audience, right?  It's as if I want -- there's a demonstration in town, all right?  They need a permit to hold the demonstration.  They get the permit.  I want to hold a counter-demonstration, and you're saying it doesn't make any difference whether I know where their demonstration is going to be or not?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think maybe you're being -- you were the one that made the argument that the State has an interest in reducing health care costs. I assume that is by selling generics.  And the Chief Justice asked you a question:  In effect, aren't you doing this by regulating speech?  And you say no, you disagree.  I don't understand that answer that you gave to the Chief Justice."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The information necessary for effective speech is what you're saying, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It only restricts the information necessary for really effective speech?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They're looking for it because it -- it identifies those doctors that they would like to approach with their information which may say, you know, our product is much better than the generic; our quality control is -- you know, whatever. There are arguments on both sides of those things.  And you are making it more difficult for them to speak by restricting access to information that would enable their speech to be most effective."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we'll -- we'll give you -- we seem to have questions.  We'll give you additional time for rebuttal, so you don't -- don't worry that we're cutting into that. But you're making a judgment about how their -- whether or not their speech will be as effective or not.  Don't you think they're the ones who are entitled to make that judgment?  It doesn't mean that you're right or wrong.  It just means that we would not rely on your determination that it is -- their speech is just as effective.  They're the ones doing the speaking and they think it's not."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you this question? Do you agree with the Solicitor General's interpretation of the statute?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you make that argument below?  Is that a change in your position?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't this inconsistent with what you told the court of appeals?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- you're representing to us that you told the court of appeals the statute should be interpreted as the SG is interpreting it here; that's your representation?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's an important position.  If you -- if that indeed was the meaning of the statute, you should have told the court of appeals, don't you think?  Is it enough to say we didn't say no? You should have said yes.  You should have said this is what it means."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the court of appeals on page 22a of the petition, summarizing what it understood you to be arguing, says:  \"The statute only imposes restrictions on the sale or use of such data for marketing or promoting a prescription drug.\"  That was an inaccurate characterization of your -- the Second Circuit did not understand your argument?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you please -- could you please answer yes or no?  If you're changing your position, you're changing your position.  It seems to me this is an important point, and if the Second Circuit based its decision on a misunderstanding of Vermont's interpretation of its own statute, I would think you would at least bring that out in the petition for rehearing."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you did not?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And could you explain how you're going to interpret your statute going forward and apply your statute going forward?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We'll afford you 5 minutes for rebuttal. Mr. Kneedler. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So he's required to provide it, but he would be required to provide it quite apart from the government regulation, right?  I mean, the pharmacy needs to know who to make the prescription out to."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But it doesn't protect his privacy.  I mean, the -- his name and -- and the extent of his prescriptions can be given away for a lot of uses.  It doesn't protect his privacy."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It protect -- it enables him to protect himself against drug companies that want to talk to him."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"All right, so long as I know that's what you're talking about.  When you say \"privacy,\" you don't mean the prescriber's concern that people will know that he prescribed certain drugs.  He doesn't care about that, right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That is not protected by this law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It's not protected by this law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm talking about what this law protects.  It does not protect his privacy in that sense.  It protects his privacy in the sense that it enables him to avoid having to say go away when a salesman for the -- for the -- for the drug company comes, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You mean it doesn't even protect his privacy in the sense that it enables him not to have to say go away.  It doesn't even protect that. They -- he -- he will still have to say that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- if the drug company approaches him without having this information."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What about the doctor who didn't want the information distributed to anybody, academic researchers, anybody?  Does the law give that -- give the doctor that option?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought our precedents made -- indicated that it's problematic for the State to make a determination about what uses information can be -- to what uses information can be put, particularly when it's an interested party as it is here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought you told me that -- I thought you told me that this doesn't protect physician privacy to the extent of saying this information can't be used for academic purposes even if you, the physician, don't want it to be used for those purposes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So the physician doesn't get to decide for what uses the information --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What if the statute -- I'm sorry.  What if the statute said this information can be used for any number of purposes, except not for anybody who is going to criticize the State of Vermont?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"This information -- this information cannot be used for any purposes -- can be used for any purposes except a purpose that will make things more expensive for the State of Vermont?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's because the pharmaceutical company deems this to be the most efficient.  What you're saying is that the State can prohibit the most efficient sort of speech, whereas if it just had general dissemination which didn't serve any particular purpose, that would be all right."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- but if it becomes -- becomes focused and important and effective, then the State can prohibit it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What if you say --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Let's say I don't like to be bothered by people knocking on my door by saying, sign this petition.  Can I -- to protect my privacy interests, can I prevent that as a general matter?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Can the State enact a law that, say, petition signers cannot approach somebody unless he has given his prior consent?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Doctors can do that if they don't want to talk to the --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, in most of our commercial speech cases there has been a commodity. Here it's a record maintained by the pharmacist.  We think of a pharmacist as selling the brand name or generic name, but whose list is this?  Whose record is it?  Is it the pharmacist's record the way goods, stock in trade, would be?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Goldstein. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I asked whether there are sales to any other entities."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But if this was a general sale provision, then that would include those sales that you're talking about?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What was your page again?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But there is another interest here besides the State's concern about health care costs, and that is the physician's privacy interests."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You can sell this information to whomever you want, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You could sell to it a journalist who wants to expose physicians in a particular area who prescribe a lot of a particular medication."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So the public can discern well, this is the guy who is treating these people; we don't like these people, so we're going to Pickett outside his clinic."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Now, nothing prevents you from doing that, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, don't you think that's protecting physicians' privacy, to prevent that from happening?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right, suppose -- suppose that the Federal Trade Commission after a 3-year study of pharmaceutical manufacturing practices, decides -- finds the following.  They say:  We have found that when drugs are sold to doctors it is very important that the doctor find out what's curable, what the drug does, how much it costs; and by the way, all those things apply no matter who the doctor is.  Who the doctor is, is irrelevant.  And therefore marketing that focuses upon who the doctor is and what his previous practices were is irrelevant and harmful and false; and therefore we find that it is a false and deceptive practice under section 5 of the Federal Trade Commission Act to use the following prior practices of the doctor in selling him new drugs, because it's irrelevant and because it's false and because it's harmful.  And they enact that as a -- as a rule of the Federal Trade Commission. Does the Constitution of the United States forbid them, having made those findings in detail, from controlling advertising to prevent what they have determined is a false and misleading practice?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, nobody says it doesn't apply.  The question --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not interested in what they're saying for the present purposes.  I'm interested, surprisingly enough, in what I'm saying. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"So therefore I would like to know the answer."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"This is a highly regulated industry."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If the Federal Trade Commission's specialists and experts in false and deceptive advertising concludes that this is a false and deceptive practice, are you going to say that the Constitution of the United States forbids them from doing that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- well, when you say you are, is there any precedent that says they can't regulate false and misleading practice?  Of course you see where I'm going."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If they can, why can't Vermont?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they said it was biased --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- and they -- they have made a study of it in the legislature and that's their conclusion."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't take \"biased\" to mean false.  \"Biased\" means one-sided."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You state the true facts only on one side and not the other."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"This case has not been argued as a case restricting false advertising, has it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's where I was going."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I chose an example that's beyond your case."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But that's why I wondered how you would respond to that.  So -- I thought that was one that was going to be obviously constitutional, but you're going to stop me there.  So -- so what I want to say --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- is how is this different?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And I suppose I don't know the extent to which this does or does not promote unbiased information from going to the doctors, and isn't that a matter for the doctors themselves and the Vermont legislature rather than this Court to decide?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Goldstein, I -- I understand your argument and I have a difficulty.  Today with the Internet and with computers, there's virtually no privacy individuals have.  Any transaction you do could be spread across the world instantaneously, and for the longest time catalogs would sell your name and address to other catalogers, and if you bought one product from one company, you would get a thousand catalogs from 50 million others. Today the industry is policing that, in part to get the State not to intercede, by giving you an opt-out option.  And so, if you're a consumer who doesn't want a million catalogs, the industry is giving you the right to opt out, so they don't sell your address. If there is, as I see, some interest that the State legitimately has in protecting that part of the public who says, I entered into this transaction, I didn't really want you to sell my name, I didn't want you to do other things with it, all I did was this transaction, why can't the State say -- there is a difference in my mind between an opt-in and opt-out? Why can't the State say, your desire to enter a transaction in which you're doing just that transaction and not others is something we can protect?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I read in one of the briefs that pharmacies were not permitting either patients and/or doctors to opt out; that if a patient came in and said I don't want my doctor's information sold, or a doctor has called the pharmacy and said, I don't want you to sell my information, the pharmacies are not respecting those limitations."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So why don't I read this statute as simply doing what the consumer statutes are doing, which is giving people some control outside of the limited transaction that they're engaged in?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"May I stop you?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You say that this statute doesn't give the patient any control.  But the patient is already taken care of by the Federal law.  You can't -- I mean, the patient is protected.  The question is whether the physician should be as well."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Could the Federal Power -- the Federal Energy Regulatory Commission say, we want you to collect certain information about who is using what natural gas and give it to the fire department? It's for the fire department in case of emergency, and what we don't want to have happen is it's used to stove manufacturers to sell homeowners gas stoves."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"They could do that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right, fine.  If they could do that, why can't they do this?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this is information -- see, this is information that starts off being collected because the government requires it to be collected.  So it's there for that reason.  And the government says we want you to get this information, it's done for this purpose, so, you know, other purposes, and we don't want it to be used for commercial advertising purposes.  That's what they say they've done in this statute."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose you had a statute in which the pharmacy cannot give the information or sell the information to anybody; it must remain with the pharmacy."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"A copy of the prescription must be given to the State of Vermont.  The State of Vermont then has the same restrictions that this statute has.  That would be LAPD."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And what -- and I want to know what your answer would be.  If LAPD is correct --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Then what ruling would we have to make in my hypothetical case?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So what you're saying I think to Justice Kennedy is answering my earlier question by saying the State cannot constitutionally stop the spread of information.  So if the State said to the pharmacy, all you can do is fill the prescription, that's what doctors think pharmacies are doing, and that's all you can do, you're saying that's unconstitutional?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So you're really -- you are really hinging your argument on the discrimination aspect --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- that --that drug companies or detailers are being treated differently than any other user of this information?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It used to be true there was something called a regulated industry."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And selling was within activity among many."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And there were lots of regulations that could be imposed upon selling."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Are you saying that all those should be reexamined?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You would have no objection I take it, if there were not the academic exception and if the State didn't -- didn't push its own contrary program?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How would -- if you were truly concerned about physician privacy --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You didn't want people to know that this physician prescribed this drug more often because it tells you a lot about his practice --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- that he may not want known, how would you -- how would you write this statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Would you remind me what Justice Kennedy said? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Who's --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"justices","text":"How about the pharmacy can't sell it to anybody?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Could you do it --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"justices","text":"It's not exactly not this case but just in the abstract, do we have a rule that if there are two statutes, A, the statute is passed for a bad purpose, B, the statute is not passed for a bad purpose, if the statute is otherwise the same, are they both unconstitutional or just one and why?  And what case do I look to other than maybe Church of Lukumi?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"This -- this is, Mr. Kneedler explained this is the government's information. Why can't -- you wouldn't have to have it if it weren't prescription.  It was the fact that it has to be prescribed that requires this information.  The government frequently controls the use to which information can be put.  It makes me file a tax return, and it doesn't allow, you know, dissemination of that. It restricts it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And presumably it could say that if an accountant prepares my tax return, that accountant can't sell it, either."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How is this any different?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Asay, you have five minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Asay, I want to give you the chance to respond to a point that was highlighted by your friend, which is the fourth legislative finding, which does seem to say that the State is doing this because it doesn't like an imbalance in the marketplace of ideas."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have -- were there -- were there findings with respect to the statute as enacted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it there's -- there's -- it's against the law for a physician to say I want you to fill this prescription in a particular place, a particular pharmacy because I know that pharmacy doesn't sell the information.  They can't do that, can they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel.  The case is submitted."}],"people":[{"id":0,"fullName":"BRIDGET C. ASAY","firstName":"BRIDGET","lastName":"ASAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2642,"interruptions":20,"times_spoken":48,"laughter":0,"num_int_by":6},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1370,"interruptions":18,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":2,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":4527,"interruptions":13,"times_spoken":59,"laughter":2,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":972,"interruptions":5,"times_spoken":36,"laughter":1,"num_int_by":3},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":819,"interruptions":2,"times_spoken":32,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":316,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":242,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":497,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":564,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":46,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":618,"interruptions":3,"times_spoken":23,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":38,"words_spoken":4012,"times_spoken":74,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":13,"words_spoken":4527,"times_spoken":59,"laughter":2,"num_int_by":5},{"side":"justices","interruptions":14,"words_spoken":4074,"times_spoken":136,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":3},"prediction":{"petitioner":0.8479881406354395,"respondent":0.15201185936456052,"date":1472411005875}}