{"petitioner":{"name":"GOODYEAR DUNLOP TIRES OPERATIONS, S.A., ET AL.","counsel":[0,1]},"respondent":{"name":"EDGAR D. BROWN, ET UX., CO-ADMINISTRATORS OF THE ESTATE OF:\nJULIAN DAVID BROWN, ET AL. ","counsel":[2]},"caseNumber":"10-76","date":"2011-01-11T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-76, Goodyear Dunlop Tires Operations v. Brown. Mr. Feder. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There's one piece of this I don't quite comprehend. You -- there's no contest that there is jurisdiction over the parent, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's -- it's based on consent?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think there is general jurisdiction over the parent? If the consent were not in the picture, is there? Does general jurisdiction go beyond State of incorporation, principal place of business?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Again, this is preliminary, and it just goes back to Justice Ginsburg's question. Suppose you could help me out. I assume that there's general jurisdiction over the parent company. Then under respondeat superior, it would be liable in North Carolina for the -- all the acts of its agents."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why isn't it automatically liable for all the acts of its subsidiaries?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and does that get -- and does that get into what in the Federal practice would be necessary parties?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You are met with an argument that it's all one ball of wax. Parent and sub, they merge; it's one enterprise. And so if the subs dosomething any place, the parent is -- it's all part of one thing, so -- and I think that was the principal argument made by the Respondents."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We haven't resolved a whole lot if we leave that question open, have we? You want us to write an opinion that says, unless you -- unless you ignore the separate corporate existence of the subsidiary -- parenthesis, a question on which we express no opinion, close parenthesis -- there can be no jurisdiction in cases like this? Is that the kind of an opinion that the world is waiting for?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you were saying we should not even -- not even address the situation where there is no special basis for ignoring the -- the separate incorporation. I -- of course, we should not get into questions of whether, in fact, the subsidiary was a sham --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that there was control,all of that, but the simple question of whether, when you have a totally owned subsidiary, its actions are your actions."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't we have to reach that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But Perkins is kind of an unusual case, because it was a company that at the time was doing business only in Ohio. It was a Philippine mining company, and it was World War II, so the mines couldn't be run. So to the extent that the corporation was existing anywhere, it was in Ohio."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Horwich. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, suppose it's just a corporation that's registered to do business in North Carolina, and the connection with that registration -- it says: I appoint so-and-so my agent to receive process for any and all claims."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Horwich --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I ask you a differentkind of question? And I apologize in advance for taking you a little bit far afield. But -- but I wanted to ask you about a particular sentence in your brief that seems to have some relevance to -- not the general jurisdiction question but some relevance to specific jurisdiction. So this is on page 20. You say: \"If mere 'purposeful availment' of commercial opportunities in a particular State\" -- which is, of course, the test for specific jurisdiction -- if that purposeful availment \"were sufficient to subject an enterprise to the general jurisdiction of that State's courts, a corporation that sold its goods to an independent distributor, intending that they be resold in all 50 States, could potentially be brought to judgment in any State, on any claim against it.\" So I -- I take that -- I understand that to read that you think that it is purposeful availment that subjects a company to specific jurisdiction -- not to general jurisdiction, but to specific jurisdiction -- if a corporation sold its goods to an independent distributor intending that they be resold in all 50 States. Am I reading that correctly?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I was hoping that the answer would be \"yes,\" actually. (Laughter.)"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":5,"sideBefore":"justices","text":"But --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"There's at least one other person in the courtroom who was hoping that, too. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"I -- I was wondering why -- why is your interest in this case so much greater than it would be in -- in the other case, and this -- I've been wondering that at the outset, and this sentence that Justice Kagan points out brings that into full focus."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So, why -- why -- I mean, you've heard the argument in the last case. I mean, it seemed that potentially can subject the smallest manufacturer to liability throughout the world because it uses the Internet. And -- and that -- I don't know what the foreign policy -- you've heard treaties discussed, et cetera. Do you want to say anything?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"And briefly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Saved by the bell. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Ms. Peddie. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think there's something very new about this, because general jurisdiction is all-purpose jurisdiction, and for a corporation it's sort of like a residence for an individual. I think Mr. Feder was making that point. What's -- what's troubling here is that the North Carolina court seems to be blending the two together: specific jurisdiction based on the claimarising in the forum, and general jurisdiction with a claim that has nothing to do with the forum, and its insertion of jurisdiction over any and all claims. And I do not know of any case post-International Shoe -- the only thing that we have is Perkins v. Benguet. Is there -- is there any case in which this Court has sanctioned the assertion of general jurisdiction based on some prior -- some product coming into the State, not the product that caused the injury abroad? I don't know of any case."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you've got -- you have me in suspense. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Tell me why it is that the general principles of jurisdiction do apply here, and then we can get to waiver."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Don't leave me dangling like that. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me. Case-specific is not talking about general jurisdiction.MS. PEDDIE: No, no, but --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"It's talking about specific jurisdiction."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. Just give me a list of -- of what -- what factors you think support general jurisdiction here."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"One, two, three, four --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Peddie, you haven't -- you don't have anything in the record about this being a unitary business. Unless you're trying to present some sweeping piercing-the-corporate-veil theory, there is nothing here that says that these aren't corporations that are acting separately, that have their own officers, have their own employees, keep their own books. There's nothing to show that it's all part of one enterprise."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the question isn't whether they did that; the question is whether it was right to do that."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you don't make your point by saying that the court of appeals made a mistake."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I mean, those arrangements could exist with a lot of distributors. You don't want to ship a distributor stuff that the distributor is not going to be using."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, my goodness. The fact that you coordinate with your distributor how much of your product you're going to ship to him doesn't -- doesn't really show --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- that you are a unitary business with your distributor."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the \"it\" wasn't the product that caused the injury here. As I understand the case, the tire that allegedly caused this bus to turn over was designed for the European and Asian markets, not the U.S. market."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But why did -- why should -- Mr. Feder brought up the Helicopteros, and he said in that case, it was purchases; and in this case, it's sales. And in the purchaser case, certainly we said no, there's no general jurisdiction. Why should it be any different?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In Perkins, it was the home of the corporation. There was no other at the time, because their permanent home was not functioning because of the war. So there was only one place."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"He was the president of the corporation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And whatever business it was doing, it was doing from that office in Ohio."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you about the ramifications of your theory that there's general jurisdiction in North Carolina over these three subsidiaries? Suppose that one of the children on a bus was a Canadian citizen, was going home to Canada. And had the idea that juries in North Carolina are more liberal than in France. Well, there wouldn't be any jury in France, but -- so could the Canadian come and sue because there's general jurisdiction in the United States?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, you -- we're talking about Goodyear and these three subsidiaries. You say there's general jurisdiction in North Carolina. Those companies can be sued on any and all claims. So my question is: Could anyone on that bus that turned over in Paris come to North Carolina tobring the wrongful death, or whatever, suit?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's an -- that's an odd way to think about general jurisdiction. General jurisdiction is principally status -- your residence, the principal place of business, the place of incorporation. And this -- these factors that you're mentioning are -- in fact, some of the factors you mention in the brief are quite different than that."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Peddie, let's assume that you're right, that on some level that some -- that it's not just the place of incorporation or the principal place of business, that it could be created by something more. The only something more here is Goodyear USA, so your adversary is right that what you're asking us to do is sort of a reverse principal-agent. You're saying that the subsidiary has used the principal, its owner, as its agent. That's really -- that's the core problem with your argument, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Because without theGoodyear USA activities, there's no other activity by the foreign corporations."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Does -- do any of these companies, the Goodyear Turkey Company, the others -- do any of them sell the tires directly to Goodyear USA for distribution to the United States? As I understand it, these tires were sold to other entities, foreign entities, who then sold them to the U.S."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"At page 265 of the brief? I didn't read that many pages."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Peddie, this is just a -- this is an I'm-just-curious question: Why do you care? You have Goodyear USA, which has consented to jurisdiction. Why does it make a difference to get these other companies in the North Carolina courts? Does North Carolina not make Goodyear USA substantively liable for this accident?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So -- but what you're saying, then, is that North Carolina treats the parent and the subs very differently as a matter of substantivelaw, but you would want identical treatment as a matter of jurisdiction?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure that that answered -- I understood you to be saying that, substantively, they might not be liable for the defect that caused the accident. Is that it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any case law that supports your position, which, I take it -- and correct me if I've got it wrong -- that a subsidiary is subject to jurisdiction wherever the parent is, so long as some products made by the subsidiary are shipped by the parent to the -- to buyers in the forum State?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I see nothing in the North Carolina court's opinion that explains that this is the -- this is a corporation where we can obliterate the distinction between parent and sub."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"There's -- there's a -- you open your brief saying something to the effect of this case is about outsourcing, jobs in the U.S. going to some subsidiary port. But then these subsidiaries are making tires which, on your own admission, very rarely come to the United States because they're designed specifically for vehicles in Asia and in Europe. And so I would think that Turkey would be the ideal location for -- for such a place. I don't get your outsourcing pitch."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think he'd rather be sued in China?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I wouldn't. I don't know why anybody would."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And don't you think that's a question as to which we ought to have some sensitivity to the views of the United States expressed here by the Solicitor General? It certainly implicates foreign relations concerns."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought your argument about outsourcing sounded an awful lot like a policy argument to me."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It's just not unfairness and undue burden. It's a matter of what -- what power a sovereign has."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Only if you believe that burden is the only issue. The issue is power, not just burden."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could you go back? You -- you said something about the two of them are subject to suit. You said this is a question of one lawsuit instead of four. Could you explain that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about France?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's not a question of more convenience. It's a question that the claim arose there, and then, of course, there was -- just because the claim arose there, there would be some convenience factors. All the witnesses to the accident are there; whatever is left of the bus is there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel.Mr. Feder, you have 5 minutes remaining. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What about special jurisdiction? Why don't -- why we decide this on the basis of special jurisdiction? It's an accepted basis of jurisdiction. Citizenship is. Countries can make it a crime -- in fact, I think Italy does -- to kill an Italian citizen abroad, and that person can be tried for that crime in Italy. So I assume that -- that that is an acceptable basis of jurisdiction. So why don't we say that there's a specialized jurisdiction when a citizen of -- of North Carolina is -- is injured abroad, so long as there is -- what -- what is the word? The submission to the -- to the courts of North Carolina by having enough contacts with North Carolina. The previous case -- what's that crazy word that's --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Availment. I meant to look that up. I'm not sure -- (Laughter.)JUSTICE SCALIA: I'm not sure it's ever been used except in this courtroom. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Why -- why don't we decide it that way?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is -- there is a country that has this -- what Justice Scalia -- France, in the Civil Code, says that any French citizen can sue anybody on any claim in France. But we consider that an exorbitant jurisdictional rule."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MEIR FEDER","firstName":"MEIR","lastName":"FEDER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2095,"interruptions":6,"times_spoken":17,"laughter":0,"num_int_by":4},{"id":1,"fullName":"BENJAMIN J. HORWICH","firstName":"BENJAMIN","lastName":"HORWICH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1299,"interruptions":2,"times_spoken":7,"laughter":2,"num_int_by":2},{"id":2,"fullName":"COLLYN PEDDIE","firstName":"COLLYN","lastName":"PEDDIE","counsel":true,"justice":false,"side":"respondent","words_spoken":3693,"interruptions":18,"times_spoken":43,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":115,"interruptions":0,"times_spoken":10,"laughter":2,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":959,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":334,"interruptions":2,"times_spoken":7,"laughter":1,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":189,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":565,"interruptions":5,"times_spoken":24,"laughter":3,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":61,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":182,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":8,"words_spoken":3394,"times_spoken":24,"laughter":2,"num_int_by":5},{"side":"respondent","interruptions":18,"words_spoken":3693,"times_spoken":43,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":7,"words_spoken":2405,"times_spoken":72,"laughter":6,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127135}}