{"petitioner":{"name":"JUAN SMITH","counsel":[0]},"respondent":{"name":"","counsel":[1]},"caseNumber":"10-8145","date":"2011-11-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 10-8145, Smith v. Cain. Mr. Shanmugam. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he saw a picture. Boatner saw a picture in a newspaper, and that turned on the light for him, right?  It wasn't any police suggestion."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, aren't you exaggerating a little bit about the value of the impeachment evidence regarding Boatner?  Now, my understanding is that he made his first statement to the effect that he couldn't identify anybody at the scene when he had been at the scene where five people that he knew very well had been killed. He was lying on the floor with a big gash on his head.  He was questioned at the scene, and at that time -- and this was in the evening -- he said:  I can't identify anybody.  But then, later that very day, wasn't it, that very evening, after midnight, he was questioned at the police station; am I correct?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And at that point he gave a description.  He did make an -- he did provide a description of the person that he said was the one who first came through the door.  So, you know, that -- I don't know -- and then later, he said he -- there were statements to the effect that he couldn't identify anybody. But in light of the fact that he did provide a pretty, you know, somewhat detailed description on the very evening of the event, doesn't that -- aren't you exaggerating when you say that he said numerous times -- the effect of these statements that he couldn't identify --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The standard is a reasonable probability that the result would have been different, reasonable probability?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That may be true, but if you were a juror and Boatner testified and he was cross-examined and they attempted to impeach him based on his failure to make an identification right at the scene, and he said, well, that was because five of my friends had just been killed and I was lying on the floor and I thought I was going to be shot too and I had a big gash on my head, and then a couple of hours later when I collected myself and they asked me the same question at the police station, I provided a description and didn't say I couldn't identify anybody -- do you think jurors would just dismiss that and say, well, he couldn't identify him at the scene so he must have been lying when he identified -- when he provided a description later at the police station?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't there also an intervening -- didn't he say 5 days after that he couldn't identify?  And that was after what he said on the night, the same night."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Five days later he said: I couldn't -- I couldn't identify him."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counselor --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counselor, your argument now and in your brief suggests that you're relying most heavily on the failure to provide the impeachment materials of the only witness to this crime and the only piece of evidence that ties your client to the crime. But you also mention other things, and Respondents spend 90 percent of their brief arguing against the other things.  But I just want to clarify those other things. Number one, was the testimony mixed testimony about whether the assailants wore a mask across their face or over their entire head?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the best take on what the evidence showed that was presented on that issue?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you something?  Who determines that issue of whether that's a dying declaration?  Do we determine that in deciding whether the withholding of the Brady materials was harmful or not?  Do we give deference to the lower court's determination of that?  Do they have to decide whether it was a dying declaration?  What's the standard on something like this?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, Mr. Mims was the neighbor who saw the two -- there were three assailants in total, right, and two left the scene?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the defense have any theory as to why Boatner would lie about whether he could identify this individual?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, yes -- but the -- the impact of your impeachment evidence would be related certainly to if a juror would ask, well, why would he lie about this?  And I -- I'm just asking, would -- did the defense have any theory about what his motive would be about whether he could identify somebody, whether this first person had a mask or not?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the first time he -- he said that the person wasn't masked and provided a description was long before he saw any mug shots.  It was the evening of the event.  It was when he was questioned at the police station."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but by doing that he's saying this person wasn't wearing a mask.  That's the critical point."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I right --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":6,"sideBefore":"justices","text":"In looking at the appendix, there are some asterisks.  Were these statements, the first two -- the one at 252 in the joint appendix and then the statement on March the 2nd, which is the one you just referred to, 296, were parts of those statements given to the defense counsel or none of the statements?  And how long were the documents?  Were they 20 or 30 pages?  Can you tell me a little bit about that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I shouldn't have said \"statements.\"  None of the reports."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you just tell me, how does Brady work?  Is there some obligation for the defense counsel to say please give me all relevant reports?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, is -- this group or gang, all of them had gold teeth and faded hair cuts?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In short, faded hair cuts and gold teeth were not a unique characteristic. the 1990s. These --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, what were these -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"They're uncommon to me. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"These were not gold teeth that were implanted, right?  They -- what was it?  Some kind of a mouthpiece of gold?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry to hear that. (Laughter.)"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, on that point, the State says that you're drawing a meaningless distinction between a hand -- a 9-millimeter handgun and a 9-millimeter automatic pistol."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd just like to go back to that because I'm not sure I understand the argument. Both the ballistics expert at trial said that the casings were consistent with a 9-millimeter?  And I know that Boatner said that it was a 9-millimeter that was used.  And the issue was whether anybody would call a MAC gun a handgun as opposed to an automatic pistol, correct?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, just a quick one.  Was -- is all the evidence that you're discussing here today -- was that presented to the State postconviction court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Andrieu. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Does this -- was this line-up -- was this after Boatner saw the photograph in the newspaper?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me why Boatner waited 2 weeks to -- or never told the police that the face that he saw in the newspaper was the face of his assailant?  I -- as I understand the facts, he says he saw the newspaper, recognized his assailant, and remained silent."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It wasn't until they presented him with the line-up including Mr. Smith's face that he identified Mr. Smith.  What's the reason for the delay?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And so what turned -- what changed his mind once the police showed him the line-up?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And that was before or after the picture in the paper?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is this?  I mean, I thought -- I may -- I thought the issue is that there were some notes, and the first note, which was made on the day, the policeman says that Boatner said he could not supply a description of the perpetrator, other than to say they were black males.  Then he said they had golden teeth and a low-cut haircut. And 5 days later, he said he could not ID anyone because he couldn't see faces.  Then he said he'd only glanced at the first man.  He couldn't tell if they had their faces covered and didn't see anyone.  Then he said, I could not ID, would not know them if I saw them. And another set of police notes says he said that he could not identify any of the perpetrators of the murder. So, I guess those are all notes that the -- the prosecution did not give to the defense.  So, if you were a defense lawyer, whatever this other stuff is, I guess you would have been pretty happy to have those notes because you might have tried to impeach his identification."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And so, what are -- you're saying that I guess it would have made no difference?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Then I'd like to hear that because it seems on its face that it certainly could have made a difference, that if he had those notes that he could have tried to impeach him and said where did this sudden recognition come from."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But how could it not be material?  Here is the only eyewitness --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- and we have inconsistent statements.  Are you really urging that the prior statements were immaterial?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, and you could argue, presumably you did argue, that before the jury, and that would be compelling evidence for the jury.  And if you were the defense lawyer, you really would like to have that statement where he said:  I couldn't identify them."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How does that make it not material?  You can argue that it should be given diminished weight.  But an inconsistent statement by the only eyewitness seems to me most material and useful to the defense in cross-examining the eyewitness.  I really don't understand how you can -- you can argue that the jury shouldn't put much weight on it because there were these other things; but to say that it's immaterial I find that that is -- is not plausible."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"And not only the only eyewitness but, if I understand it correctly, the only evidence against the defendant.  This was the only evidence against him, this one eyewitness identification, right?  Was there anything else?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But just on the materiality point, I -- I just have to agree with Justice Ginsburg.  What you're telling us is that when the defense stands up and said, and isn't it true that, in this statement which you just have testified to on direct and which the police have put in on direct, you also said you could not identify any perpetrators of the murder -- and then the prosecutor says immaterial, and the judge says strike it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I just can't believe that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, I take it that your --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":9,"sideBefore":"justices","text":"I'm talking about the Boatner statement of 3/6/95, in which Boatner told police he could not identify any of the perpetrators of the murder, JA 259-60."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And you say that's immaterial.  I find that just incredible."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Is it that you mean immaterial, or is it that you mean that it wasn't prejudicial because there's so much other evidence, there was no reasonable probability it would have made a difference in the trial?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So, we can forget the word \"material.\" Now, you're saying there's so much other evidence here against him that it wouldn't have made any difference."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, I can understand that argument."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Well, I --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"But I don't know if it's right.  That is -- that is -- now I think I can go back to Justice Kennedy's question, put it in those terms, and say, well, why wouldn't -- this could have made a difference.  I mean, here, we have this witness who said all of these great things for your side, and within a space of hours, he has been telling the policemen that he can't identify anybody, he doesn't know.  I mean, what -- that sounds like there's a probability that would have made a difference.  Why not?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What if -- what if -- could the jury be entitled to reject that conclusion? They have four statements by this man who Ronquillo described as very coherent, very with it at the scene of the crime.  Would a jury be entitled to -- to reject that excuse by Ronquillo?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And if they were entitled to do that, why would the absence of four statements that I can't identify someone not have been an argument that defense counsel could have used, number one, and that had a reasonable probability of making a difference?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"At different hours."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"At different hours."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And to different officers."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, that's two statements.  My math is wrong?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it is a description that others, other suspects, fit.  The close-cut hair, the gold teeth.  That didn't identify Smith, as opposed to the other suspects who had those same characteristics."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It was a prior inconsistent statement, and we can argue about whether there were more consistent statements than inconsistent statements, but to say that this was not Brady material, we -- we're not saying that Larry Boatner made up a story on the stand that wasn't -- didn't conform to the truth.  The question is, should the prosecutor -- should the defense attorney have access to a prior inconsistent statement?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, can you explain how this -- how this took place?  You have a case in which you're -- you're relying almost entirely on the testimony of one witness, and you have these notes that were taken by, and are presumably in the possession of, the lead investigator.  Wouldn't any prosecutor ask the lead -- the lead investigator, do you have any statements of this witness?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"They have to be examined, and if there's anything in them that's -- that is impeachment material, they have to be turned over to the defense.  And under Louisiana law, is there are a rule that requires the turning over of statements by witnesses, prior statements by witnesses?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you have to --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You have to supply statements by a witness when they take the stand, don't you?  Those are immaterial?  Don't you have to turn over -- Louisiana?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"MS. ANDRIEU:  No."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":6,"sideBefore":"justices","text":"No. Not in the State of Not -- You don't have to turn over witness statements when they're taking the stand?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, you -- are you claiming that the judge's failure to catch these inconsistencies excuses your Brady obligation?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Andrieu, if I could go back to Justice Alito's question, was the problem here that the prosecutors never received these statements from the police officers, or did the prosecutors make a determination similar to the kind of argument that you're making today -- make a determination that these statements simply should not be turned over because they are not material?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's so odd that -- I mean, look, it seems like here it is 5 days after the shooting and well before, I guess, that this witness saw any mug shots or did anything.  And he says, I could not identify anyone, because he couldn't see the faces of the people.  And now you're saying later, which you introduce into trial, his having looked at the faces of people and identified them from their faces. Now, previously, he said he couldn't see their faces.  All right.  And in Louisiana, the State of Louisiana, the prosecution and the judges say that isn't -- you don't have to turn over that statement that he couldn't see the faces made earlier."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, you mean all these -- all these statements that we have here, you're saying, all referred to people other than the defendant."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Well, was there a finding on that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Perhaps the defense would have liked to say they did apply to the defendant."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"You don't say all of them. All of them didn't apply to the --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"This was not at the scene."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"That applied to everyone, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The one at the scene applied to everyone."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"\"I can't identify anyone.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"So, you're --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Wait, wait.  I'm sorry.  You've lost me there.  When he says I can't identify anyone, Smith is out of that group already?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  He says, I can't identify --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Excuse me.  I can't identify everyone or everyone?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"He says, I can't identify anyone because I couldn't see faces.  Okay?  That's what it says here, at least in my notes that my law clerks gathered.  And -- (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"All right, I -- and my point then is this seems very odd, I mean, really unusual that in the State of Louisiana that they have some kind of system that doesn't turn that statement over to the defense."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where's that reflected in the record?  I --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What you said in your brief was that the judge determined that the supplemental report relating to the North Roman Street murders contains no Brady material."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't understand the record to be that all of Boatner's statements -- that all the statements of Boatner that we're concerned about now were examined by the judge before--"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- trial?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the record reflects that where?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And is it the view of the prosecutor's office that because those materials were turned over to the judge, assuming that they were turned over to the judge, that that obviates the Brady obligation?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the view of the prosecutor's office?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did you concede there was a Brady violation in this case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you now concede--"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- there was a Brady violation in the case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're telling the Court that this should have been kept from the defense, all of it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Under Brady."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But Kyles is a decision saying what the prosecutor must disclose, not it's a good practice."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, is there a violation under our holding in Kyles?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a Brady violation under our holding in Kyles?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, explain why what is on its face seemingly inconsistent statements are not required to be turned over."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand how he becomes the arbiter of what's Brady.  You said to me earlier that a jury would be entitled to reject his conclusion.  All right?  Tell me what -- how his conclusion makes it non-Brady if a juror could decide differently."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There are two components to Brady.  Should they have been turned over?  And if they had, is there a reasonable probability of a different outcome?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Should they have been turned over?  That's the question that I think my colleague asked you, and you're saying no."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now articulate what legal theory --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- would say these are not -- these are not materials that needed to be turned over, when they say:  Could not ID; would not know them if I saw them; can't tell if had faces covered; didn't see anyone.  That's one of the notes.  The other one:  I don't know how many, that's all; I was too scared to look at anybody.  And -- What makes any of those statements --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"This is all a jury argument."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Tell me why they didn't on their face constitute Brady materials that needed to be turned over.  What's the legal principle that doesn't make them Brady?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How do you know?  How do you know?  How can you possibly know?  The jury is supposed to decide on the credibility of this witness. There's a statement that he made a prior inconsistent statement.  The -- Mr. Shanmugam outlined five categories of what he called Brady material.  Is -- are you maintaining that none of those categories, that there was no Brady material at all in this case?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about Mims and -- what was the woman's name?  Russell?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And Young and the snitch, the one who said that his cellmate told him that his cellmate was the perpetrator."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Was it a determination by the judge that it wasn't a dying declaration?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And how about Mims?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Because it was not -- because it was not turned over.  And with all respect, I think you misspoke when you -- you were asked what is -- what is the test for when Brady material must be turned over.  And you said whether or not there's a reasonable probability -- a reasonable likelihood -- pardon me -- a reasonable probability that the result would have been different.  That's the test for when there has been a Brady violation.  You don't determine your Brady obligation by the test for the Brady violation.  You're transposing two very different things. And so, that's incorrect."},{"name":"JUDGE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Let's go to Mims, who said, I saw them -- I saw the perpetrators go to their car when they were exiting.  They had ski masks."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't it most unlikely, as your -- as Mr. Shanmugam said, that robbers -- I mean, the people who are entering, intruding on another's premises to rob, or whatever else they're going to do, would wear masks going out but not going in?  I mean, they don't want anybody -- they don't want anybody to be able to identify them."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is that maybe --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"I thought -- I'm sorry.  I thought the idea was they were going to kill everybody who might have seen them inside.  Their only worry would be someone who would see them outside, right?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Andrieu, did your office ever consider just confessing error in this case?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Did your office ever consider just confessing error in this case?  You've had a bunch of time to think about it.  You know?  We took cert a while ago.  I'm just wondering whether you've ever considered confessing error."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you're taking that judgment away from the jury.  There was a prior inconsistent statement.  Shouldn't that be the end of it?  A prior inconsistent statement, one that is favorable to the defense, has to be turned over, period. I thought was what Brady requires."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I -- may I suggest that --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- you stop fighting as to whether it should be turned over?  Of course, it should have been turned over.  I think the case you're making is that it wouldn't have made a difference."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and that's a closer case, perhaps, but surely it should have been turned over.  Why don't you give that up?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, my worry is the following:  You've read Cullen."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You read Cullen."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You read the dissent in Cullen.  There has been serious accusations against the practices of your office, not yours in particular but prior ones.  It is disconcerting to me that when I asked you the question directly should this material have been turned over, you gave an absolute no.  It didn't need to be.  It would have been prudent, but it didn't need to be.  That's really troubling."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's the second prong of Brady.  I said there were two prongs to Brady.  Do you have to turn it over, and, second, does it cause harm.  And the first one you said not.  That -- it is somewhat disconcerting that your office is still answering equivocally on a basic obligation as one that requires you to have turned these materials over --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- whether it caused harm or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can, very briefly."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Shanmugam, 4 minutes. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not surprised they're correct. (Laughter.)"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It is your understanding that the -- that all of Boatner's -- all the notes about Boatner's statements were turned over to the judge before trial for in camera inspection?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":3902,"interruptions":14,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":1,"fullName":"DONNA R. ANDRIEU","firstName":"DONNA","lastName":"ANDRIEU","counsel":true,"justice":false,"side":"respondent","words_spoken":2302,"interruptions":52,"times_spoken":94,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":151,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":579,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":755,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":390,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":959,"interruptions":7,"times_spoken":38,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":170,"interruptions":3,"times_spoken":15,"laughter":3,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":183,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":678,"interruptions":3,"times_spoken":19,"laughter":2,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":3902,"times_spoken":30,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":52,"words_spoken":2302,"times_spoken":94,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":20,"words_spoken":3865,"times_spoken":142,"laughter":5,"num_int_by":5}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472703110615}}