{"petitioner":{"name":"BARION PERRY","counsel":[0]},"respondent":{"name":"NEW HAMPSHIRE.\n","counsel":[1,2]},"caseNumber":"10-8974","date":"2011-11-02T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 10-8974, Perry v. New Hampshire. Mr. Guerriero. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counselor, does your position depend on police involvement at all?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- if a private investigator shows a picture or -- that has no connection to the police, a company's investigator --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or the news media publishes a picture of someone that it thinks --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Guerriero, if it's not -- if it's not limited to suggestive circumstances created by the police, why is unreliable eyewitness identification any different from unreliable anything else?  So, shouldn't we look at every instance of evidence introduced in criminal cases to see if it was reliable or not?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, at least for all eyewitness testimony, there would have to be some pretesting for reliability; is that -- is that your contention?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And in this case, in which category do you place the eyewitness testimony? Is it police suggestion, or is it suggestive but not through any manipulation on the police's part?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that our cases which exclude or -- or require reversal when there's eyewitness testimony impaired by the police -- you think that's really limited to eyewitness testimony?  Suppose the police created suggestiveness in another category of evidence.  Let's say -- let's say voice evidence, that the killer had left a message on the -- on the phone. And the police in some manner create suggestiveness that causes a witness to identify that as the voice of the killer.  You really think that we would say, well, this is not eyewitness testimony; eyewitness testimony creates a special risk?  Don't you think that we would say, whenever the police render evidence unreliable, it -- it should be excluded?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly.  But that -- that impairs your argument, because if we accept your argument for eyewitness, we should similarly accept it for everything else.  There's nothing special about eyewitness."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm saying we don't mean it. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm saying that it's unbelievable that if the -- if the police created testimony, not eyewitness testimony, but testimony that was unreliable because of police suggestiveness, I think we would throw that out as well.  Don't you think so?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In this case, suppose that the police talked to this -- to the lady that was in the -- in the apartment and saw the thing out the window and said:  We -- we think we've solved this case, but you can't look at this man.  We don't want to you look at this man.  Don't tell us.  We're not going to let you look out that window. It seems to me that the defendant might have a due process argument that the police interfered, that she couldn't say, right when he was there, that's not the man.  I don't know what you want the police to do in this case.  It seems to me it would have been (a) risking this argument from the defendant and (b) improper police conduct not to ask the woman, is this the man?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about unreliable eyewitness testimony in favor of the defendant?  Let's assume the same suggestiveness that causes you to exclude it when it's been introduced by the prosecution, but here it's being introduced by the defendant to show that it was somebody else, okay?  Is that going to be excluded?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think it should be excluded under the rules of evidence?  If you say it's so unreliable -- this is a one-way door?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All of the evidence that -- that causes the defendant to be convicted is excluded, but -- but any -- any evidence -- any evidence on the other side is not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you see, when -- when it's the State that causes the unreliability, I can see why it is a -- a ground that can be invoked only by the defendant.  But when you come up with a theory that it doesn't matter whether the State was the cause or not, I don't know why it wouldn't work both ways, that the evidence is inherently unreliable, and it ought to be excluded whether it helps the defendant or hurts the defendant."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Once you take the State out of the mix, there's no reason to limit it to the -- to the defendant."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"You -- you answered that due process works only in favor of the defendant."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not in favor of the State."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that is your only -- your only distinction.  You are saying this is a one -- one-way --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- street."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Well --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":5,"sideBefore":"justices","text":"I take it from your -- I take it from your answers that simple unreliability is not enough.  If there's testimony --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- eyewitness testimony that seems of very dubious unreliability, that cannot be excluded."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"suggestiveness is needed."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you just define what you mean by \"suggestiveness\"?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but those are all situations where the police is involved -- the police are involved."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if you have cross-racial identification?  Would that qualify on the ground that studies have shown that those may be less reliable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?  I mean, that's the point.  Why not?  What about an eyewitness identification from 200 yards?  You know, normally you'd leave it to the jury, and the jury would say that's very unlikely.  But you want to say it's -- it has to be excluded, and if it's not, you retry the person.  What is magic about suggestiveness as opposed to all of the other matters that could cause eyewitness identification to be wrong?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that, but I need to know what you mean by \"suggestiveness.\"  What does that mean?  Can you just give me a definition of it?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But just to repeat Justice Scalia's question, once you're not talking about police suggestiveness, once you're talking about suggestiveness that arises from non-State conduct, why should we be focused on suggestiveness as opposed to any other cause of unreliability?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Court was focusing on police suggestiveness.  That's the context of all our cases.  Now, you might say, well, look, there's a bigger problem, and the bigger problem is the unreliability of identifications generally, but that doesn't relate to suggestiveness per se."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What does that mean?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":10,"sideBefore":"justices","text":"Do you distinguish the -- do you distinguish the husband's situation?  He was an eyewitness too, but there was a motion to suppress her testimony.  Is that an example where there's an eyewitness testimony but no suggestiveness?  Why didn't you move to suppress the husband's statement?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you'd put them both in the same category?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it -- this may be -- just, again, following up on Justice Alito's question, but there's always a degree of suggestiveness. It's not like the person is, you know, picked randomly off the street and saying, you know, do you know this person?  It's in the context of an investigation.  The person has some contact with it.  So, there's always some suggestiveness that, well, this person might have something to do with what went on."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But whenever -- whenever the witness is asked, at least there's a suggestion that this might be the man.  And I don't know why you would think that's any greater than this is the man.  The police don't come up usually and say, this is the person that we think did it; is that who you saw? They say, did you see this guy?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about a situation like the one we had here, where you're not talking about a line-up?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're talking about the scene of a crime, and the police says, do you know this person, did you see this person, or anything else?  That in itself, any type of identification in the course of an investigation, I think you would have to say is suggestive, because the person is not picked up randomly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, this is -- again, this is just following up, I guess.  But I remember in law school one of the things in criminal law, the professor says, all right, everybody be quiet. And then a certain amount of time goes by, and then he starts asking people, well, how much time went by?  And people -- some people say 4 minutes, some people say, you know, 1 minute.  And it turns out, if I'm remembering correctly, to be a lot shorter than most people think. So, that's at least, the point was trying to be made anyway, at least as unreliable as eyewitness testimony.  So, your argument would have to cover that, wouldn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, how long were you there before this individual came into the shop?  The person says, I was there for 5 minutes.  And that ruins the person's alibi, when it turns out, you know, study after study would say, you know, it really was 45 seconds or 1 minute."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, again, that was in the context of procedures that the police had instituted."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And your -- and your rationale goes much beyond it.  In a way, you're infringing on the province of the jury.  I don't usually like to reminisce, but there was a case I had where a prosecution witness was very, very certain, all too certain.  And I said:  Do you ever take your wife out to dinner or go out to dinner with friends?  And he said: Oh, yes.  I said:  Has it ever happened to you that midway in the meal you say, is that our waiter?  And you've seen -- the waiter has brought you the menu, he has taken your order, he has brought your food, and you were under no stress at the time. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And there was good light. So, you teach the jury this way.  And you're just -- you're just usurping the province of the jury, it seems."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What is --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Go ahead.  You were saying on a case that all you want to do is red-flag it for the judge."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, how does that differ from what exists in I think every State and certainly in the Federal Rules in Rule 403?  The judge may exclude evidence if its relevance is outweighed by its prejudice or misleading the jury.  So, why, in any instance where you think that this statement about to come in is unreliable for various reasons, you say: Judge, will you please look please look at Rule 403?  I have some experts over here and whatever else you want that would show that this is misleading to the jury. For all the reasons you have said in your brief, right? All right.  So -- so, since that is already the law and it does apply to every piece of evidence, including all the things we've been talking about, what is it that you want to change?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't say what's different about it.  I'm not looking for a difference. I'm looking -- I'm saying they're all the same.  And, indeed, we do what you want right now.  It's called Rule 403 in the Federal system.  What I'm asking you is what is it you want done, since all you want is the judge to look at it carefully, that is not done at this moment?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but, judges don't, I'm sure -- I'm not 100 percent sure; you'd have to ask a trial judge.  But I am sure there are instances where judges say under Rule 403:  I conclude it is misleading and it is prejudicial and it can't be made up for; therefore, I exclude it. All right?  That happens.  Now, since that's what you want the judge to do, I repeat my question: What is the difference between what you're asking for and what already exists in the law?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless -- well, go ahead."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Whoa, wait.  Let me stop you there, because now what you seem to be saying is it isn't the case that you simply want the judge to look at this with care; rather, you want the judge to change her result.  You want sometimes this to be excluded where under 403 it is sometimes not excluded.  All right. Now, I asked, if that's what you want, that's a different matter.  That's a substantive standard.  And so, you're proposing a different substantive standard, and I want to know what it is."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that would be really a great change from the way trials are now conducted, wouldn't it?  Let me give you this example:  A victim is raped, and the victim doesn't really have a very good opportunity to see the perpetrator.  It's dark, the person has a mask and so forth.  A couple of weeks go by, and the victim reads on article in the paper that says so-and-so has been arrested for a rape in another part of the city.  There's a picture of that person in the paper.  And the victim says that's the person who -- who raped me. Now, you want to make it possible for the judge to say to the -- that victim may not testify and identify the person -- that that person -- that the victim says was the perpetrator of the rape, on the ground that the newspaper picture was suggestive, even though there wasn't any police involvement, and when you look at all the circumstances, the identification is unreliable. Now, maybe that's a good system, but that is a drastic change, is it not, from the way criminal trials are now conducted?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know of cases like that in which the judge has said that eyewitness identification cannot come in?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But we've said in our case, Neil v. Biggers -- that was a rape case, and we allowed it.  We allowed the eyewitness."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And, in fact, we said that it was unnecessarily suggestive but that it was still reliable."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that there were some other category of testimony which proved even more unreliable than the category that you're talking about. Let's say that it turned out, study after study after study, that jailhouse informants lie.  And so, the testimony of jailhouse informants is likely to be just completely unreliable, to, you know, double as much as eyewitness testimony.  Same rule for that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Well, now we're talking about -- now we are setting up a standard that applies outside eyewitness testimony.  It's just testimony that we find to be -- categories of testimony that we find to be extremely unreliable will be subject to this new due process red flag.  Is that right?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand you have very good empirical evidence which should lead us all to wonder about the reliability of eyewitness testimony. I'm just suggesting that eyewitness testimony is not the only kind of testimony which people can do studies on and find that it's more unreliable than you would think."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about all the -- all the other safeguards that you have?  I mean, you can ask the judge to tell the jury be careful; eyewitness testimony is often unreliable.  You can point that out in cross-examination --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- ask all those questions.  You can say something about it in your summation to the jury.  And, as Justice Breyer brought up, you have the evidence rule that says if the prejudicial value outweighs probative value, that the judge can say, I'm not going to let it in. Why aren't all those safeguards enough?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, leaving aside the police --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because, there, there's an interest in deterrence, in deterring the police from manipulating evidence."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It is a difference between --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Well, it seems to me --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":7,"sideBefore":"justices","text":"-- suggestive and suggested by the police."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- if the suggestion comes from the police, then the evidence will be excluded.  If the suggestion comes from some place else, unless we change the rules --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it would be admitted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"General Delaney. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now we've changed the language of Wade when it talks about intentional or unintentional.  And you're suggesting that police manipulation always has to be intentionally suggestive?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Even if the policeman tells you he wasn't really thinking or focusing on a distinguishing characteristic in the line-up?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me what you think would have happened here?  There was a reason the police asked this defendant to stay put.  They didn't want him to leave the scene, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In your judgment -- I think Justice Kennedy hit the nail on the head.  My suspicion is that at some point they would have asked the witnesses in the building and engaged in a show-up. What's so different between intentionally doing the show-up and holding the defendant in the back yard standing there next to a police officer, so that anyone who wants to -- like this woman, who wants to find the guy, can just point to that one?  What's the difference?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I mean, the way not to skew it was to put him in the police car and just let him sit there in the dark.  So, they intentionally made him wait at the scene of the crime. I'm not talking about whether this was necessary or unnecessary, because I think that a perfectly good argument could be made that the police acted reasonably and necessarily.  All right?  It makes no sense to move a defendant that far from the scene of a crime if you're not sure he's the one who committed the crime, he or she. But I'm going to the question of how do we define, if we write this opinion, manipulation without getting into a mens rea type analysis and adding yet another layer to Biggers?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not -- we face that problem anyway, even if we -- whether or not we decide in this case that it doesn't matter that the police manipulated it, we're always going to have the problem of when has there been police manipulation; right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that -- that's not a creation of this -- of this case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And I -- I would guess that in the case you're talking about, just telling the person to stay where he is, is not -- now, it would be different if -- if the defendant was -- was caught two blocks away and the police bring him back to the scene of the crime and make him stand there so that the woman can see him from the window.  That's quite different."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"When you say that's -- when you say that's different, you're not -- you're not suggesting that that would be suggestive, are you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Because presumably, that's the same argument -- that's for the jury and the counsel.  They can say during cross-examination the guy was two blocks away, you know, and wasn't it only because the police brought him back that you -- you know, all of that.  I don't see what difference it makes in terms of whether you have a suppression hearing before the trial."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's both, right, General Delaney?  I mean, the Court has certainly talked about deterrence, but the Court also has very substantial discussions in all of these opinions about reliability.  And from the criminal defendant's point of view, it doesn't really much matter whether the unreliability is caused by police conduct or by something else. So -- so, tell me a little bit why you think the police conduct here -- you know, that has to be there in every case?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I think that that's not right.  I mean, the reason we want to deter this conduct is because the conduct results in misidentifications, in unreliable testimony.  That's the reason that deterrence is an important goal, is because this conduct leads to unreliable testimony."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And what you're -- what you're saying, I take it, in the answer to Justice Kagan, was that there's really a two-part step.  First, was the police procedure unnecessarily suggestive?  And then if it was, are there other reliability -- was reliability impaired? So, you go -- you ask both questions."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What you seem to -- what you're saying -- what you're saying seems to suggest that the rule we're talking about here is really not an aspect of due process per se, but, like the Fourth Amendment exclusionary rule, it's a special due process exclusionary rule that is meant to deter conduct that could result in a constitutional violation. Is that right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if the exclusionary aspect of this is not part of due process itself, then doesn't it follow that what due process requires is reliability?  So, doesn't that mean that -- that the Petitioner's argument is correct, the due process standard is simply reliability, not suggestiveness?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what about cases with inflammatory evidence, too many lurid photos or testimony that ignites prejudice in the community? That's -- that's a -- that's reliability."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You have two cases.  You have Mr. Perry's case; then you have another case that's very similar.  In fact, it's identical, except that in that instance the police officer talking to the witness said, would you take a look out the window and see if you recognize anybody? Now, from the perspective of the defendants, the cases are -- seem -- as far as whether they get a fair trial, the cases are identical; are they not?  The evidence is the same.  The suggestiveness is the same."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm not sure you answered Justice Alito's questions about why there should be this difference between these two cases.  Now, you might want to say that where police conduct is involved, the chances of an unreliable identification are greater.  Or you may want to say something else. But the question is:  If we're focused on reliability, why are those two cases any different?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, tell me -- they gave the hypothetical of the police pointing out the defendant out the window.  But earlier you said it might be a different case if the defendant was two blocks away and they brought him back.  Same scenario.  They do that, bring him back two blocks; make him stand at the scene of the crime; and go upstairs, talk to the woman and she spontaneously says it's the guy standing over there.  That would entitle the defendant to a Wade motion?  To a Wade hearing?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We're now -- we're now at mens rea again.  So, what has surprised me about this case is in some ways the way the State court wrote this, because if the State court had simply said something like there was no unnecessary show-up here, they were just holding someone until they could figure out what happened, there was no suggestiveness by the police because the woman pointed out the window, throw out the motion, we wouldn't be here.  The argument has become something else now because you're trying to define a level of intent on the part of the police to create unreliability that I think just complicates the inquiry."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But I think that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what's happened is that your briefing and your counter's briefing is broader than I think needs to be on the facts of this case.  But putting that aside, you've addressed this as the need for police manipulation.  If you define it that way, then we do get into a mens rea discussion rather than what I think Biggers and Wade were about, which is are the circumstances created by the police unnecessarily suggestive."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So, do you mean to say, Ms. Saharsky, that there can never be a due process violation from the admission of unreliable evidence? Assuming that the State has not created that evidence, has not produced that evidence, but the State knows that the evidence is unreliable or has a very substantial chance of being so, that that can never be a due process violation?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'll give you an extreme example.  The extreme example is where an identification has been produced by torture, but the torture has been by a non-State actor.  Same answer?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It is interesting.  I was trying to find a case where some other class of evidence was excluded because it's unreliable.  And as -- Thompson v. Louisville, as you say, is just insufficient evidence, and that's different.  Inflammatory evidence might be an example."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Lurid photos or something like that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I think there were some early cases when fingerprint testimony couldn't come in, when fingerprint technology was just new.  I don't know if those were due process or not."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I was intrigued by what your brief said about Federal Rule of Evidence 403.  Do you think that a Federal judge under that rule may exclude the testimony of a witness on the ground that the witness is, in the judgment of the trial judge, completely unbelievable?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you think in theory that could be done?  So, if you put on a cooperating witness in the case and this witness has made a hundred inconsistent statements previously and has been convicted of perjury, that the judge could just say you can't put that witness on because that person is -- is a liar, and I'm not going to have the witness testify in my courtroom?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Was the -- was the Daubert case, our expert witness case where you have to have a threshold showing -- was that due process or was that just -- that was just rule of evidence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we did it --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Counsel, there are a number of circuits that already follow your adversary rules.  I think it's not just one or two.  It's about five or six. The floodgates open there?  How many -- how many suppressions of witness identification has occurred in those circuits?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose the -- lie detectors, for example, that's been taken away from the jury on a categorical basis, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"There surely is some minimal due process requirement for the admission of evidence, isn't there?  Are you saying there is none?  If a State abolished the hearsay rule, could it -- would it not be a violation of due process if the prosecution introduced quadruple hearsay?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Let me give -- you're right.  Let me give you another example.  Let's say you have -- the State puts on a witness who -- who says this person did it because I saw it in my crystal ball."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is tea-leaf reading okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Guerriero, you have 2 minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell that to the jury. What jury isn't going to be -- I mean, the more persuasive your argument is, the more likely it is that a jury will take care of that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RICHARD GUERRIERO","firstName":"RICHARD","lastName":"GUERRIERO","counsel":true,"justice":false,"side":"petitioner","words_spoken":2633,"interruptions":29,"times_spoken":66,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MICHAEL A. DELANEY","firstName":"MICHAEL","lastName":"DELANEY","counsel":true,"justice":false,"side":"respondent","words_spoken":1342,"interruptions":7,"times_spoken":23,"laughter":0,"num_int_by":4},{"id":2,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":1608,"interruptions":7,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":537,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":658,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":696,"interruptions":1,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":310,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":539,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":721,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":528,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":418,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":2633,"times_spoken":66,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":14,"words_spoken":2950,"times_spoken":37,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":13,"words_spoken":4407,"times_spoken":109,"laughter":2,"num_int_by":6}],"outcome":{"side":"respondent","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.4432985347138343,"respondent":0.5567014652861657,"date":1472703110616}}