{"petitioner":{"name":"ALBERT W. FLORENCE","counsel":[0]},"respondent":{"name":"BOARD OF CHOSEN FREEHOLDERS OF THE COUNTY OF BURLINGTON, ET AL. ","counsel":[1,2]},"caseNumber":"10-945","date":"2011-10-12T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-945, Florence v. The Board of Chosen Freeholders of the County of Burlington. Mr. Goldstein. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you apply the reasonable suspicion rule to all arrestees?  I thought you were making a distinction between felons and less serious offenders."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the reasonable suspicion test more easily met if it's a felon detained for a serious felony?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In your -- in your view?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then you are going on a case-by-case basis based on the offense."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how would this work with respect to individuals who have been arrested for serious offenses?  Let's say someone has been arrested for -- for assault.  Say it's a case of domestic violence, assault.  Would that be enough to justify a search?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand.  You say that you don't want to draw that line; you want to apply it to --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to everybody, and I'm asking you whether the mere fact that someone has been arrested for a violent offense would in your judgment be sufficient to provide reasonable suspicion."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I take it -- I take it what we're trying to do is to protect the individual dignity of the detainee.  But it seems to me that you risk compromising that individual dignity if you say we have reasonable suspicion as to you, but not as to you. You're just setting us up, and you're setting the detainee up for a classification that may be questioned at the time and will be seen as an affront based on the person's race, based on what he said or she said to the officers coming in."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, it seems to me that your rule imperils individual dignity in a way that the blanket rule does not."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure if it's their rule or our rule.  Ultimately, it's going to be our rule."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"To do -- to do what?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You just said that strip naked is different from a strip search."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what is permitted? There are various things.  One is showering in the presence of officers?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They -- they can be inspected without their clothes; just nothing more than that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A common?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I want to know what's permitted."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Are you --are you suggesting three different levels?  Stripping naked:  It's okay to stand 5 feet away, but not 2?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, are you -- are you taking the position that it's the purpose of the search --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's at issue?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- unsure if it's okay to shower --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and have an officer watch you shower naked."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is -- the greater intrusion is that you're standing 2 as opposed to 5 feet away?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  If that's a line, that doesn't make much sense to me."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then let's go to the next line, which is -- that's one kind of search."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The second is I think what some have called a visual cavity search."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether you're going to have the individual open or expose private parts."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you make an argument that that's different than just a visual search?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"One, not the other?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, what -- what you propose is reasonable enough, I suppose, and some States could adopt that kind of a protocol instead of what they have.  But what you're asserting is that the Fourth Amendment prohibits them from adopting it, and the obstacle I see is that at the time the Fourth Amendment was adopted, this -- this was standard practice, to strip search people who were admitted to prisons.  So, how could it be deemed an unreasonable invasion of privacy when it -- when it was done all the time and nobody thought it was unconstitutional?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That is somehow less of an intrusion --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- on your privacy, to be naked in front of a whole bunch of inmates, rather than one jail official inspecting?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But less intrusive than the one -- the search in Bell v. Wolfish, which involved pretrial detainees?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we know if the pretrial detainees in Bell were also inspected on entry into the facility?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, is there -- there is a distinction between the simple strip search and the visual body cavity search.  You say that they apply reasonable suspicion standard to the visual body cavity search."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, is the visual cavity search therefore off the table?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, right.  But you would say that they had to have a reasonable articulable suspicion before they could do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so, you see a distinction between what they actually do and the written policy."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm confused about your --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Could I --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":7,"sideBefore":"justices","text":"-- your position.  Suppose a jurisdiction has the policy of requiring every inmate who is arrested and is going to be held in custody to disrobe and take a shower and apply medication for the prevention of the spread of lice and is observed while this is taking place from some distance by a corrections officer, let's say 10 feet away.  Is that -- does that require reasonable suspicion?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, your -- your only concern is searches that go further than that."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- could I just follow up on that?  Is there a dispute of fact as to whether anything beyond that occurred in Burlington County?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you clarify two points for me?  The first is, was he admitted into the general population at Burlington?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The prior charge against your client was the use -- involved the use of a deadly weapon.  Assuming the prison knew this, wouldn't that provide the reasonable suspicion that you argue was missing?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, now you're feeding into your adversaries' arguments that what you're asking the police to do on intake, or the corrections facility on intake, is to investigate in that fine detail.  They can't even look at the rap sheet --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and see use of a deadly weapon and say, ah, this guy could be dangerous?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is the rap sheet always available immediately?  I thought it was rather common -- correct me if I'm wrong -- just based on practice some years ago, that it -- it would take maybe 24 hours, 48 hours for the wiretap -- for the wire services and the Internet to -- to report that he was wanted for questioning for some very, very serious crime in some other State. I mean, in my practice at least, county jails were much more dangerous than penitentiaries, because you don't know who these people are.  You arrest them for traffic, and it may be some serial killer.  You do not know."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, my understanding of the statistics -- and correct me if I'm wrong -- is that they get about 70 new people going through this process a day.  Is there anything in the record about how much additional time it would require to look at each one, to look at their record, to determine which category they should fall into, to strip search or not, as opposed to having a blanket rule?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, you -- YOU have acknowledged that we have held that when you have visitors, you may be strip -- strip searched after the visit and the same kind of close examination that you object to here.  Now, your explanation why that is okay is that that is voluntary."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That you don't have to have visitors.  Can you really condition your -- your having visitors on your waiver of your Fourth Amendment rights?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are -- are you sure about that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You can -- you can condition certain -- certain privileges upon a waiver of constitutional privileges?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, there, of course, were guards there who were watching the visits. And, as I understand that case, there was really no empirical evidence that smuggling came about as a result of these visits."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, which is it you're doing?  I mean, I imagine -- I thought you were saying you always need reasonable suspicion.  So, I imagine a case where the person is going to be arrested, put into the general prison population.  There is a warrant out against him for second-degree murder, and the policeman stopping him for a traffic offense arrests him because he knows he is wanted on a warrant in another place. And the jail has a policy that says when you're -- come in here because of second-degree murder, we strip search you.  Okay?  Can they do that under your rule or not?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That's all they know."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you do not want to -- then you are not saying it always has to be reasonable suspicion."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, all right.  Well, that isn't helping me."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What helps me is to know what the category of things is that the jail in your opinion is going to have to look into the characteristics of this individual person, and when I look at the ABA, they talk about minor arrests."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And when I look at some of the cases, there's a long list, like violence, drugs, and so forth, where you don't have to, where you can just use a general -- the fact that he was arrested --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for the thing.  But there are other ones, minor ones, where you do.  So, what's your rule on that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Then the next question which we'll get --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- who is a minor offender and how do you administer that rule?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are trying to state the constitutional rule, and you keep talking about what is their rule, and we're trying to find out what are the limits --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of the rule, and I think you've already qualified what you said opening. Opening, you said reasonable suspicion is the rule for everyone, the felon as well as the minor offenders.  Now you seem to be saying, well, this case involves only minor offenders; so, let's limit it to that.  That's what I thought you were saying now."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  That's what I'm --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Unfortunately, I'm asking you and not them, and it's the same question."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you want us to write this so that jail personnel all over the country --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- have to be able to follow it and know exactly what they're supposed to do."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I can understand that -- I can understand that for cavity searches, but -- but why for the search to see that -- if the person has any fleas or cooties or, you know, any -- any other communicable disease before he's put into the general population?  Are -- are felons more likely to have those than non-felons?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, that line makes no sense for that aspect of the search which is -- is just we want to make sure that we have a clean prison."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And that -- that's where the Fourth Amendment invasion of privacy line is to be drawn?  If you're examined close up by someone who has a medical degree, it's okay?  And, on the other hand, if it's someone who does not have a medical degree, it's not okay?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That can't be the line as to whether your privacy is being invaded."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even for --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"But you -- you would --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"-- body lice?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"-- have to keep the person in custody, say, for 24 or 48 hours until the medical personnel could come.  Do you have 24-hour medical personnel for intakes that are at 2 in the morning?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they are --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"You're telling us that every county jail in -- in the United States has medical personnel on duty 24 hours a day ready to do a -- a search?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"You said before was 2 feet is too close, but 5 feet is okay.  Are you sticking with that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just ask, on your medical personnel, children in school get inspected for -- for head lice, prisoners for body lice.  You don't need a doctor to do that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not constitutionally required."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, that's another thing that -- that you don't need to -- they can inspect for body lice, and that's -- that's okay?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Government tells us that that's true only if they don't put the arrestee in the general population."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We'll give you rebuttal time, but maybe just to be clear --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you don't -- do you or do you not have an objection to the superseding ECCF policy?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the current policy?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And you have no problem with that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you have no problem with the reasonable, articulable suspicion aspect of the body cavity search."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  And with respect to the simple strip search --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- your only objection is that the guard is too close to the inmate?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Thank you. Mr. Phillips. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  Is the shower and look at you cursorily -- are those separate things?  Or is it during the shower?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Because your friend places a lot of significance on how close --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- the examination is.  So, under that policy, how close was the examination?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Two arms' lengths.  I mean, he could reach out, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's not right.  They could take --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's not right. You could take the clothes off, put them in a bin --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The person examines the bin."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Visual observation from more than 2 feet, or less than 2 feet?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  What happened?  Do we know?  Was the search within 2 feet or not within 2 feet?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"We don't know."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Phillips, if I could understand your position, you think that there's no reasonable suspicion even for that more intrusive body cavity search; is that right?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And does it matter to you whether the person is being introduced into the general prison population, or would you also say that if the person is not being introduced into the general prison population?  Do you still think that there's no reasonable suspicion requirement?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would a manual search --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Would you say that regardless of the offense for which the person is arrested?  There have been some stories in the news recently about cities that have taken to arresting people for traffic citations.  So, suppose someone is just arrested because they have a lot of tickets for being caught on speed cameras, let's say.  That person can be subjected to the searches that you're describing?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Try the ABA.  The ABA is minor offenses, not drugs, not violence, and there you have to have reasonable suspicion.  Now, I've read through the briefs, and I can't find a lot of contrabanders that were caught in that category.  In fact, my law clerk thinks it's one out of 64,000 or less.  So -- so, what is the justification for a rule to avoid reasonable suspicion in that category?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It's a conclusion --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"-- and we have a lot of practical experience because different States have different rules, and San Francisco came in with I think the toughest on your side, for your side.  I just say, looking through that, it's very hard to find somebody who really was in this minor offender category, who really was found to have contraband.  So, what should I look at to show that my initial reaction from a quick reading is wrong."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, do I just say this is a --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, why do we change the policy?  In Bell, we found that the policy was successful.  Even though there were searches, contraband still got in.  So, virtually every circuit -- in practice, the Federal system -- have been following this reasonable suspicion for minor crimes, and they've been fairly successful.  So, why do we change the constitutional rule to let them do more?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"To invade more."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I understand contraband is serious, but most of the studies point to it not being on intake, but coming in through guards, coming in through contact visits."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The great cause today is that from corrupt correction officials."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, could I ask you something just in terms of your rule?  I think your brief says your rule is you're not entitled constitutionally to any right of privacy in prison."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If that's the case, are you saying that if the prisons decide on a manual search, every prisoner who comes in, correction officers can manually check their cavities, is that --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, there is some privacy right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can we go back to Justice Alito's question?  Isn't one of the factors that we look at under the Fourth Amendment reasonableness? And should we be thinking about the fact that many of these people who are now being arrested are being put into general populations or into jails, sometimes not just overnight but for longer periods of time, like this gentleman, for 6 days before he sees a magistrate? Should we be considering a rule that basically says your right to search someone depends on whether that individual has in fact been arrested for a crime that's going to lead to jail time or not, whether that person's been presented to a magistrate to see whether there is in fact probable cause for the arrest and detention of this individual?  I mean, there is something unsettling about permitting the police to arrest people for things, like kids who are staying out after curfew with no other -- based on probably nothing else."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what are we doing with the presumption of innocence?  That's also a constitutional right.  And so, shouldn't the degree to which a search is permitted be conditioned in some way on whether or not this person has been presented to a magistrate?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought -- I thought your friend said that is exactly what you do with respect to the visual body cavity search, reasonable articulable suspicion, under the new policy."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, now, as I understand it, with respect to --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- with respect to visual body cavity searches, you require a particular individual reason, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  And you don't require that with respect to simple strip search?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So, you agree with your friend that the only thing at issue here is how close the guard is going to be to the individual who you have no reasonable suspicion to think is different than anybody else during a simple strip search?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You want -- he says 2 feet is too close; 5 feet or whatever is okay.  You want to go to 2 feet.  You don't want to have to stand back to 6 feet.  That's all the case comes down to?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not interested in what Essex policy permitted it to do in the past. I'm looking at the new policy, all right?  Under the new policy, you have reasonable articulable suspicion --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- for everything except simple strip search and observation."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And, Mr. Phillips --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"I'm sorry.  Could I finish and find out what you do?  You said:  We don't do that.  We do -- what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So, you do more than a simple strip search."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Phillips, there -- there --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There is still an issue in the case beyond the ordinary visual inspection, and that is this:  Even though you have changed your policy now --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the question remains whether that change in policy was constitutionally required, so that when -- when you treated the -- the plaintiff in a different fashion under the old policy, that was a violation of the Constitution. Doesn't -- doesn't that question remain in the case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So, there are two questions."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So, we have to consider both, the pure visual and also the inspection for contraband."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does the record or common experience justify an argument that if you have the person who's stopped just for a traffic ticket, but that person is going to be in custody for 5 or 6 days, that person might well prefer an institution where everyone has been searched before he or she is put into the population with --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any evidence -- I count seven or eight States anyway that have some variation of the reasonable suspicion rule like what they want, roughly.  Is there any evidence at all that in those seven or eight States, there is more contraband being smuggled in?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are there any limits -- are there any constitutional limits, in your view?  You say you didn't attempt the kind of search that was done in Bell v. Wolfish.  Is there any constitutional impediment to your doing so?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, there's no --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you want us to write an opinion that applies only to squatting and coughing. Is that it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You are saying that they can do the full -- as far as the Constitution is concerned, all of these searches are permissible."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In Bell v. Wolfish --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But they did -- they did stress that there was a visitor who could -- who could give the inmate contraband.  Bell v. Wolfish doesn't -- and I asked Mr. Goldstein whether we know whether the pretrial detainees in New York were searched that way on entry, and he said there's nothing that shows one way or the other."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The one significant difference between Bell and this case is that in Bell, there was a real opportunity for people to plan, to conspire together to bring in contraband.  Here, you're talking about somebody who's arrested on the spot, there's no opportunity for planning, for conspiracy with respect to contraband, is there?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Then how does that --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's not the Federal rule.  And, by the way, the brief was really confusing. When what -- when I read page 1, page 1 tells me that the BOP policy requires all incoming pretrial detainees to be subject to visual body cavity inspections.  And then it isn't until page 30 that I learn there is an exception for the very category of arrestee that we're talking about here, that they are not subject to body cavity inspections unless there's reasonable suspicion that they're concealing contraband.  That the misdemeanor or civil contempt offender is not subject."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but I want to know how people in this category are treated in the Federal system.  And you -- you --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You reversed it.  They -- those people are not subject to this visual body cavity search."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  I'm sure I missed something.  You say when they go in they're asked:  Will you consent to a more intrusive body cavity search and be put into the general population; or if you don't, you don't have to be searched and we put you in some place else.  Who consents to that? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I understand most of the general propositions that your side is advancing, but I have to say I was somewhat surprised at the evidence of the amount of contraband that was discovered, the amount of weapons that was discovered that's in the literature and that's in the citations, of course, was somewhat skimpy.  I thought there would be a stronger showing than I -- than I found in the briefs."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The issue has to be certainly some misdemeanor.  Some people charged with misdemeanor crimes will try to smuggle things in.  The issue is how many of them would not have been found on a reasonable suspicion standard?  I think Justice Breyer said, in the San Francisco study, it appears only one."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But we don't have 20/20. We have how many years?  Fifteen years since Bell --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- where prisons have been applying the reasonable suspicion standard.  And the most you can muster under that standard is one example of a case where someone has entered?  At some point, empirical evidence has to mean something in terms of us judging the question of reasonableness."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I -- I do have a question about that today.  I know that when -- it's bad to base your judgments on your own personal experiences. When I was a prosecutor, it took sometimes days to get a rap sheet.  I understand that that's no longer the case today, that they're virtually almost always accessible by computers today."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose we accept the Petitioner's concession that it is permissible to require everybody who is arrested to disrobe and shower under the observation of the corrections officer from a certain distance.  Now the question would become:  How many people who do that will still be able to smuggle in contraband?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's my -- that's my problem.  I don't -- I overstated the -- the strength of your evidence.  I was just trying to throw it out -- or I understated it.  San Francisco's point is really that 30 to 60 percent or some very high percentage of people who come in for minor crimes are high on drugs or have been -- and there is just that footnote really which has a few examples.  Definitely, they're there in this category.  So, would it be helpful if you included in the excluded part people who are high on drugs?  You see?  So, we give you the high on drugs people.  It's the drug offense, and those who are high on drugs and those -- I mean, is there a way of drawing this rule that we can even catch most of the people in footnote 50 --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But it's obvious that the simplest thing for any prison official is say do it for everybody."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And so, the fact they do it for everybody and don't try to make some exclusion for traffic violators or something might be consistent with little or no evidence; it might be consistent with some. That's why I keep looking for it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What is the reason?  If there's so much sense to that policy, why isn't it the Federal policy?  Before you said because there aren't that many offenders.  If there were more, then would there be -- would the Federal policy change so that even people who are in on a contempt charge or a minor crime --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry, I didn't understand.  You think the Feds think it's a good policy to inspect everyone?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Goldstein, take 4 minutes. "},{"name":"JUSTICE ALITO","id":6,"spokeBefore":11,"sideBefore":"","text":"I don't think you're really arguing for a -- an individualized reasonable suspicion standard.  I think you're arguing for a rule that draws distinctions based on categories that correspond only perhaps very roughly to reasonable suspicion."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3497,"interruptions":37,"times_spoken":93,"laughter":1,"num_int_by":8},{"id":1,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":2301,"interruptions":23,"times_spoken":57,"laughter":1,"num_int_by":7},{"id":2,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":1277,"interruptions":11,"times_spoken":17,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":642,"interruptions":8,"times_spoken":38,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":632,"interruptions":8,"times_spoken":29,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":480,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":358,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":824,"interruptions":11,"times_spoken":34,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":503,"interruptions":3,"times_spoken":19,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":162,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":774,"interruptions":7,"times_spoken":26,"laughter":0,"num_int_by":3},{"id":11,"fullName":"I have three points to make","lastName":"make","counsel":false,"justice":false,"side":"","words_spoken":455,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":3497,"times_spoken":93,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":34,"words_spoken":3578,"times_spoken":74,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":42,"words_spoken":4375,"times_spoken":174,"laughter":2,"num_int_by":8}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.4357589639849226,"respondent":0.5642410360150774,"date":1472703110617}}