{"petitioner":{"name":"EVAN MILLER","counsel":[0]},"respondent":{"name":"ALABAMA.\n","counsel":[1]},"caseNumber":"10-9646","date":"2012-03-20T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 10-9646, Miller v. Alabama. Mr. Stevenson. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stevenson, but in Roper, the Court also made the point -- when it ruled out the death penalty, it said, \"To the extent the juvenile death penalty might have residual deterrent effect, it is worth noting that the punishment of life imprisonment without the possibility of parole is itself a severe sanction.\" So, the Court in Roper seemed to be anticipating this case and suggesting that -- that it was all right, it was constitutional."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about 50 years?  Is that -- is that too much?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you know, once -- once you depart from the principle that we've enunciated that death is different, why is life without parole categorically different from 60 years or 70 years or -- you know, you'd be back here next term with a 60-year sentence?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Good."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'll change my -- I'll change my question to 50 years without possibility of parole."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you have no -- no distinction, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Without --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How about 15 years old? 15, 60 years; or 14, 70 years?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what's the distinction between 14 and 15?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand, but how are we -- how are we to know where to draw those lines?  We can't do it on the basis of any historical tradition, certainly."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The common law left it up to the jury to take account of the youthfulness of the offender."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They're all entitled to jury trial, right --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- before they're --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that satisfy you if the -- if it were not a mandatory term and it was left to the trier, and you could put in all the mitigating circumstances?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you're saying it would be unprincipled for us to say -- or at least unsupported for us to say -- that the sentence cannot be mandatory, but that in some cases, it might still be imposed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean we --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"If you take that off the table, then you leave us with nothing but saying that the sentence is never permitted or that it's always permitted."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you could write the opinion for us, what would you hold?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's -- what's the definition of a child for that purpose?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you -- you would hold you can't -- there cannot be a sentence of life  imprisonment without parole for anyone under 15, but for anybody over 15, it would be permissible."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Or you could say you reserve that question for another day."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can you tell us where the age line needs to be drawn for constitutional purposes?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's where you think the logic of your argument leads."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you would say that a 17 -- a person of 17 years and 10 months, 11 months, who commits the worst possible string of offenses still -- and demonstrates great maturity -- still cannot be sentenced to life imprisonment without parole."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I thought you just said a second earlier that you had a bifurcated rule:  No life without parole whatsoever for 15 and under, and no mandatory life for 16 -- 15 and over."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you -- how do you write the opinion to do the bifurcated rule?  What justifies an absolute ban at a certain age and a modified ban above an age, and how do you deal with Harmelin with respect to the second part of your rule?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Harmelin says we don't look at individualized sentencing."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, how do we get rid of the mandatory if that's what we're were going to do?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how do I come to that decision?  What do I -- just consult my own preferences on this matter?  Something like 39 States allow it.  I mean, the American people, you know, have decided that that's the rule.  They allow it.  And the Federal Government allows it. So, I'm supposed to impose my -- my judgment on -- on what seems to be a consensus of the American people?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not going to help me, you know."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean when you say that, that they have not addressed it?  If a State law allows it, have they not addressed it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, legislators don't understand that their law permits this?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't really understand this argument.  You mean the legislatures have enacted these laws, but they don't realize that, under these laws, a -- a person under the age of 18 may be sentenced to life imprisonment without parole for -- for murder.  They don't understand that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's difficult because the statistics show there are 2300 prisoners now under sentence of -- with life without parole for juvenile murders and they're -- that were committed under 18; 2300 nationwide."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's very difficult to assess your answer to Justice Alito that, oh, the legislatures don't know about this."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stevenson --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":8,"sideBefore":"justices","text":"If you think these legislators don't understand what their laws provide, why don't you contact them?  And when they -- when you tell them, do you realize that in your State a -- a 16-year-old or a 17-year-old may be sentenced to life imprisonment without parole for murder, they'll say: Oh, my gosh, I never realized that; let's change the law."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, they've made a decision on this.  Now, maybe it's a bad decision --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but I really don't understand how you can argue that they have not made a decision on this --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and they are not aware of what their law provides."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think there's a difference between the State that says expressly a juvenile below a certain age may be sentenced to life imprisonment without parole and a State that says that if a person is convicted of capital murder, that sentence may be imposed and, in another -- in another provision, says that juveniles may be transferred for prosecution as adults."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's a difference between those two?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, there is no question that you're dealing with a much smaller universe of children sentenced to life without parole who are 14 and under.  There's an argument that that's because so few of them commit the crimes.  But putting that aside, the universe is rather small."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right?  There is a much, much larger group, as Justice Kennedy pointed out, for life without parole for juveniles at 15 and above."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Go back to my question."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I need an answer to it."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is, assuming --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the bifurcated theory that you proffered, tell me how we get around Harmelin. How would you write that decision?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stevenson, do you have statistics about how many of these sentences are imposed on under 18-year-olds in non-mandatory States?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you think it would be true, going up to age 18, that 80-plus percent are imposed in States that have mandatory systems?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There wasn't a majority in theory in Harmelin, and -- but at least three Justices spoke about a gross disproportionality."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it your views that life -- a mandatory life without parole for someone like a juvenile is grossly disproportionate?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If we can focus on the mandatory aspect of the case, I think -- I know you'd prefer a more general rule -- it may be that we have to have your general rule.  I'm not sure.  If I'm the trial judge, and I have to determine whether or not I'm going to give life without parole, and it's discretionary, what -- what do I look at?  Are -- can I get social scientists to come in and tell me what the chances of rehabilitation are?  Are there -- are there statistics? Now, we have some quite compelling stories of rehabilitation in this case.  I don't know if they're isolated; I don't know where they are in the statistical universe of how often rehabilitation is -- is demonstrated and is real.  What do I look at?  What's a judge supposed to do?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought that modern penology has abandoned that rehabilitation thing, and they -- they no longer call prisons reformatories or whatever, and punishment is the -- is the criterion now. Deserved punishment for crime."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if that's the criterion, is everything that you say irrelevant?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume I don't believe in rehabilitation, as I think sentencing authorities nowadays do not.  Both at the Federal and the State levels, it's been made clear."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, again, it seems you're just forcing us into a -- a bipolar position. We're either going to say that you can't prevail at all or that everyone under 18 is -- cannot get life without parole.  I don't see this middle course --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which you seem to have abandoned, and you can't tell me how a judge would apply it if we -- if we chose not to abandon it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stevenson, may I ask you a case -- a question specifically about the Miller case?  There were two boys involved in this horrendous crime.  The older one took a plea and got life with parole.  Was the plea offered to Miller?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Any idea how many juveniles subject to a sentence of life without parole do plead to a lesser sentence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any reason, just -- I realize it's speculation, but wouldn't you think prosecutors would view that as a particularly attractive offer to someone who's young in the sense that they may regard the sentence as extraordinary themselves, that it may be particularly attractive to someone who's young in a way that it wouldn't be a 40-year-old, a -- an offer of 25 years may not be as attractive as it is to a 15-year-old?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It might be also a basis for -- to question the statistics you put forward about how often --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this sentence is actually imposed.  In other words, the evolving standards of decency you suggest -- the prosecutors in the State may not be immune to that evolution, either."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but those statistics aren't very helpful because we have no idea in the particular cases as to whether or not perhaps the older offender was less -- less guilty than the 16-, 17-, 15-year-old."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did that happen in Jackson?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Stevenson. Mr. Neiman. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Life without parole is the minimum?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's also -- that's also the maximum because there could be no death penalty."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Of the numbers, the 79 to 82 -- I guess there's some disagreement whether it's 82 or 79.  Regardless, in your opinion, or maybe it's in the briefs -- I just can't remember it -- of those, say, 79, how many are there for reasons of mandatory sentence where they would not -- no one could consider the individualized nature of the crime or the criminal?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What's your estimate?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's all right.  What's your estimate?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how many come from the States that have this mandatory system?  That shouldn't be too hard to find out."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Non-mandatory.  So --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, you think it's almost -- it's probably 90 percent."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that's -- all right. Say it's about 70 or 71, and I remember reading a statistic somewhere where they managed to count up the number of possibilities, i.e., serious murders committed by those under 15 over 50 years or some long number of years, and it was somewhere in the 70,000s, was it?  Or 20,000s?  What was it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Seventy-five hundred?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That sounds more – that sounds about reasonable."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's about 1 percent."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"One percent.  If I carry that number around in my mind, that 1 percent of those who might have obtained this terrible penalty, 1 percent are actually given it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I see.  All right."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Counsel --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":7,"sideBefore":"justices","text":"It's not even for homicide offenses that would qualify for life imprisonment without parole for an adult.  It's for any non-negligent homicide; isn't that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right, but what is --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- the justification?  You are going to get to this, I guess -- so, I'll -- but I want to be sure you do at some point.  And I'm not certain it's a -- it's a cruel and unusual punishment argument.  It may be more of a due process argument.  But I want to know the justification -- giving all those statistics that you've seen and that was in Roper and so forth -- procedurally speaking, what is the justification for not giving the defendant any opportunity to point to mitigating features in his lack of development, in his age, in his upbringing, et cetera?  That to me is a difficult question, but before we get to that topic, I don’t want to --."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Actually, I do want to ask, and it dovetails with what Justice Breyer is asking, the Enmund/Tison line for adults, which is we can't execute someone who hasn't killed, intended to kill, or was reckless in killing.  This is a question more in the Jackson case, because I think it's an issue there.  But although all murder is heinous and regrettable, there are different kinds of murder. That's why some people are subject to the death penalty and others are not.  And I do see a world of difference between the Miller killing and the Jackson killing vis-à-vis the individual defendants' personal liability. So, assuming there are different kinds of -- of killings, of murder, should we be looking at the Enmund/Tison line at all?  Should we be talking about its application to juveniles in a different way?  Being Enmund/Tison basically, okay, felony murder if you know that there's a gun involved, but should that line be the same for juveniles? And, if so, then how do you go back to justifying, as Justice Breyer spoke about, the mandatory nature of life imprisonment without parole, given that not every juvenile is equal and not every murder is equal with respect to them?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not an individual legislative determination.  That's -- that's just a --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, when you – it's a little confusing to me, but when you refer to \"minimum,\" I assume that was because of the statutes prior to Graham had death as one of the other options, that that is no longer an option.  So, it's -- it's a little awkward to refer to it as minimum when it's also the maximum."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When you have -- when an individual is prosecuted for an aggravated murder that carries this sentence, is it typical to also charge lesser included offenses?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and in general, what is the distinction between exposure to the -- the maximum crime and a lesser included crime? In other words, what is the difference between aggravated murder and manslaughter?  It typically turns on the state of mind, doesn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, is there any reason to think that juries in a case where they have the option for lesser included offenses might be concerned in light of the age of the defendant about whether or not the requisite intent was formed? It seems to me that some of the issues that we've suggested justify a different treatment of juveniles have to do with mental development, and those same issues would be taken into account by a jury in considering which of a list of offenses the juvenile should be convicted of."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Was it -- was it a factor in Miller's case?  Was there a lesser -- lesser offense that was charged?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He was -- the -- there was also a felony murder charge in the Miller case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so, it may not be realistic to speak of mandatory life without parole. It's only mandatory if the youth is convicted of the highest charge brought, but it remains within the power of the jury, in light of the youth, to convict him of a -- of a lesser offense which would not produce mandatory life imprisonment without parole."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Neiman --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Are juries instructed that life without parole is a necessary consequence of their decision?  I suppose a defense attorney could argue it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I would think so."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Neiman, I am wondering if we can go back to the issue that Justice Breyer left on the table, and this doesn't have much to do with how many States do what, but instead just to say that in the death penalty context, we've insisted on individualized sentencing.  And in Graham, of course, we equated juveniles who were sentenced to life without parole to people who -- to adults who were sentenced to death and said that those two should be treated equivalently. And I'm wondering whether that doesn't suggest that the rules we have in the death penalty context about individualized sentencing ought to apply to juveniles who are sentenced to life without parole?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Regardless of, like, how many States do what and how many times this happened, but just, you know, two facts:  We've insisted on this in the death penalty context, and we've equated the death penalty context to juveniles without life -- parole in Graham."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but of course Harmelin is pre-Graham, and in Graham we equated these two things, adults sentenced to death and juveniles sentenced to life without parole."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In Graham, didn't the Court reject the idea of individualized sentencing in which youth would be taken into account on a case-by-case basis?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But the fact that we've said that individualized sentencing was not enough in one context does not suggest that individualized sentencing ought not to be the rule in a different context where there is no categorical bar."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, is that -- I have -- I understand their arguments, both sides.  I think I've pretty much got the arguments on the question of the individualized sentencing.  You can make an argument that it should be individualized, life without parole, up to age 18; say 7 through 17.  And there's an argument the other way which you're making.  Okay. What I want to know is your argument the opposite way on this one.  What's the minimum age, in your opinion, or is there any constitutional minimum at all in respect to which you could give for a murder a child life without parole?  I mean, you could have an instance of a 10-year-old or an 8-year-old.  I mean, is it totally up to the States, or is there a minimum?  And if there is a minimum, what is it in your opinion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do your best."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do your best."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want to say 12?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want to say 10?  Do you want to say 9?  Because as soon as whatever you say, I'm going to say:  And why not 14?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you see the difficulty? All right.  So, now put yourself in my position, because my --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Gee-whiz.  You know, I was beginning to agree with you -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- about this case, because I thought you were appealing to what the American people think about the line or maybe to the common law.  Now, the common law had a rule of -- of the age of reason. think below 12, you couldn't -- at least you couldn't impose the death penalty.  Maybe you couldn't even convict for a felony.  But you just pluck some number out of the air."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why can't I pluck a number out of the air if you pluck one out of the air?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If we look to objective indicia, as all of the cases in this line have, what is the lowest age as to which you can say there is any indication of a societal consensus that this is okay? Wouldn't it be 14?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How many States allow it for a 13-year-old or a 12-year-old?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So that 10 States will allow it for a 12-year-old.  How many would allow it for a 13-year-old?  Do you happen to know?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is it taken into account when the -- the child is in the juvenile system initially, has to be moved to the adult system.  Is the judgment -- is there any cutoff on the transfer?  Or can a child be transferred to the adult system at any age?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, if you're -- if you're under 14, you can't be transferred out of the juvenile system?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, if he were only 13, he would get out when?  When he was 21?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's why he's arguing that the legislatures don't focus on it.  If you do a public opinion poll, or just ask me, for example, or ask anyone, you say the question is:  Should -- at what age should juveniles be able to be transferred out of the juvenile system into the adult system? You might get one answer.  Maybe 14, maybe 15, maybe 12. But if you put the question, at what age should they be receiving a mandatory life without parole, the answer might be different.  And his point is they never ask that question.  They ask the first question, not the second.  And that disturbs me enough to think that I can't think the answer to this question that I asked you just relies on public opinion polls or even just the number of States.  I'm not sure about it. But that's why I want to hear your response, because it sounds like we're arguing between whether it should be 13, 12, or 14, in terms of an absolute cutoff. So, how do I approach that?  I'm asking you for help on that one.  I know you have a side in this.  But I say, well, we're talking about 14, and we have all this scientific literature and so forth."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In the -- in the Petitioner's briefs, the idea of deterrence kind of drops by the way side.  Have there been any studies that show that there is a deterrence value?  I remember in Roper, there was actually discussion among the young people before they committed the crime as to whether or not they could get the penalty.  It was actually right there in the record.  Does the State rely on the deterrence component of the punishment here?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is it retribution?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Retribution, of course, is related to personal culpability.  We said that in Tison, and that loops back into the minor problem."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are you aware of any statistics that give us some quantitative sense as to how many juveniles after years and years of prison show significant rehabilitation?  Do we know anything about that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any reason to think that juveniles are any better than anyone else as far as learning from prison is concerned?  I mean, recidivism is a big problem, isn't it?  People who've been to prison go out and commit the same crimes again, don't they?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any reason to think that juveniles are any different?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"When you look -- Mr. Neiman, if you look at those two cases and you look at the individuals, the child's actions in the two cases, they really are remarkably similar.  They're sort of a piece. Don't you agree?  I mean, how -- how is it that the child's actions in this case were any different from that in Graham?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's in -- in the Jackson case.  In the Jackson case, the crime was very similar to --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"justices","text":"I'm sorry.  Justice Ginsburg is, of course, right."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If the judge were to determine under a rule that the sentence can't be mandatory whether or not life should be imposed, what would be the sorts of factors that he would look at, or do you think those are just too ineffable, too imprecise to be considered?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They're the standard sorts of mitigating circumstances that we see in capital cases, you think?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Neiman. Mr. Stevenson, you have 4 minutes remaining. "},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think the legislators in Pennsylvania and Michigan don't understand what their laws provide?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if they -- what if they do?  I mean, what if, after our decision or even after the argument, States go back and say, look, the decision is based on the fact that they don't think we know our law, that we haven't thought about it; so, let's have a hearing about it, and then we vote that, yes, there should be or, no, there should not be a minimum age; we think at 16 -- whatever age they do. Then does the constitutional rule change?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Once we get 30 States saying, look, we've thought about it and this is our answer, then whether the Eighth Amendment prohibits it or not changes?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  But one of the things we take into account is societal consensus, and you say we should ignore the 30 -- whatever it is -- States that allow this because they didn't really think about it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, I'm postulating --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- let's make -- let's see if they have thought about it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What if, instead of striking down the laws in these States, why don't we just require the State legislatures to think about it? All right?  And -- and then see how many think about it, and -- and come up with, you know, something that agrees with you or doesn't agree with you."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't that be more democratic somehow?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Stevenson, Mr. Neiman. The case is submitted."}],"people":[{"id":0,"fullName":"BRYAN A. STEVENSON","firstName":"BRYAN","lastName":"STEVENSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3717,"interruptions":36,"times_spoken":76,"laughter":1,"num_int_by":6},{"id":1,"fullName":"JOHN C. NEIMAN","firstName":"JOHN","lastName":"NEIMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3014,"interruptions":31,"times_spoken":59,"laughter":2,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":611,"interruptions":2,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":295,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":599,"interruptions":4,"times_spoken":27,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":571,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":518,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":475,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":341,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":759,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":3717,"times_spoken":76,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":31,"words_spoken":3014,"times_spoken":59,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":19,"words_spoken":4169,"times_spoken":143,"laughter":2,"num_int_by":6}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.5757479531499307,"respondent":0.42425204685006934,"date":1472419305501}}