{"petitioner":{"name":"JOHN D. ASHCROFT","counsel":[0]},"respondent":{"name":"ABDULLAH AL-KIDD\n","counsel":[1]},"caseNumber":"10-98","date":"2011-03-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 10-98, Ashcroft v. Al-Kidd. General Katyal. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask whether your second reason doesn't boil down to saying that it makes very little difference whether -- whether Ashcroft is -- is held immune by absolute immunity or by qualified immunity?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Once -- once you say that -- that motive is not introducible with regard to the qualified immunity question, and once you say that he's using a witness subpoena, and you can't look behind it as to whether he was abusing it for some other purpose, is there any difference between absolute and qualified immunity?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought the -- I thought the argument, rather, was that this is not as close to the core of the prosecutorial function as some of the other functions to which we have given absolute immunity, and since it's so dangerous, since there is such potential for abuse, we shouldn't confer absolute immunity on this particular conduct. But I don't understand why if we agree with you on qualified immunity, there is any difference whatever."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the prosecution already pending when this -- when this warrant was issued?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was Mr. Al-Kidd -- was he released after -- I understand he didn't testify at the trial, and there was an acquittal, and then other charges were dropped. Was Al-Kidd still in custody as a material witness after the trial was over?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But he was restrained much longer -- for 15 months."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in light of these restrictions, I would like to come back to the question that I understood Justice Scalia to be asking. If the Court were to hold that obtaining a material witness warrant does not violate the Fourth Amendment where the statutory requirements, and in particular establishing materiality, are met, why would it be necessary for the Court to decide whether there's absolute immunity when a prosecutor seeks a material witness warrant?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's after there is probable cause to suspect that criminal activity has occurred. And then you -- once you have probable cause, they're not going to look behind probable cause. But, here, the whole reason for using this material witness statute is that there isn't probable cause to believe that al-Kidd did anything. The violation -- there was no violation of the law. So Whren is different. It's a different case."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"How does that --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I don't see how that would make any difference to the -- at least to the absolute immunity question. You wouldn't assert that there is absolute immunity if there's a statute such as this, but there is not if there isn't. I mean, either this is core prosecutorial function for which he can't be sued or it isn't. So what difference does this statute make as far -- as far as absolute immunity is concerned?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So for us to agree with you on absolute immunity, we -- we would have to believe that even if there were no such statute and if a prosecutor simply detained somebody as a material witness without any check of a -- of an independent magistrate, he would be immune?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose that a prosecutor reads the statute, there must be an affidavit that says this witness is material. And there is irrefutable evidence that the prosecutor said to colleagues and others: I do not intend to try this person, ever, no matter what; I just want to ask him questions. In that case, has the statute been violated because he is not material?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not saying it's this case. I'm saying it's a hypothetical case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the reason it is not material is because the prosecutor has no intention whatsoever of ever bringing this person as a witness in any trial."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If materiality is violated, does not then that -- that prosecutor -- since he had no intention of bringing him to trial or of having him as a witness at a trial, that prosecutor would not be immune?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how does -- how does it --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And you can't look behind that, right? You can't look behind that? If the -- if the judge has said it's material, that's the end of it; you have absolute immunity, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can appeal the -- the judge's determination that -- that it's material?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then how can you have absolute immunity?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, you mean at the time it's issued?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if you didn't have -- again, what if you didn't have this prescribed judicial process?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a difference between calling a witness at trial and arresting a person. How is it a part of the prosecutorial or the trial function to arrest someone? Isn't what's protected absolutely is your use of that person at trial, not your arrest or detention of them?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't -- you don't think there's a reason to make prosecutors flinch against willy-nilly -- that's not what I'm -- I'm claiming happened here, but if you take the point that you're raising, then prosecutors can out of spite, out of pure investigative reasoning, out of whatever motive they have, just lock people up."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're -- you're basically saying --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there are procedures set forth in the statute, I'd say you would add, which you think are not necessary, but are there in order to make them flinch in a different -- in a different --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your best authority that at -- at common law or the common law tradition, there is absolute immunity for witness -- for the issuance of witness warrants?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then a second question, quite apart from immunity, just addressing the substantive constitutional issues under the statute, suppose that the prosecutor has probable cause to indict and try the person for the crime. Suppose also that there is good reason to show that he would be a material witness as to another participant in the crime. Does the government have any duty to proceed with the indictment, or can they just hold the person as a material witness without indicting?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. Mr. Gelernt. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you acknowledge that it is then constitutional? Your -- your opening comments make me think you don't even acknowledge that it's constitutional then?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is this a -- is this a realistic hypothetical that you've posed? Now, in order to detain someone under the material witness statute, that person, potential witness, must have material testimony, not just relevant testimony, material testimony, testimony that would be of some importance in the criminal prosecution. So your hypothetical is a situation in which there is a witness and this witness has important testimony that could be used in a pending criminal case, and yet the prosecution has absolutely no interest in calling that person as a witness. How often is that going to arise?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The problem, and it's, I think, the problem that I think Whren highlighted is that the -- the allegation can so readily be made in every case under the material witness statute is that this is one of those bad intent cases, and the case has to proceed so that we can prove that. One of the ways we prove that is by asking everybody who is involved in the process. Why did you do this? What was your intent? I mean, the whole purpose of Whren is to make sure that kind of stuff doesn't happen."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So every time the prosecutor elects not to call one of these witnesses for a variety of reasons, you would have a claim that this wasn't designed to elicit testimony?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Just a point of detail. I -- I may not be recalling correctly. You said this statute is rarely used. I thought there were 4,000 material witness hearings a year. Is that mostly because of the immigration?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do we -- do we -- do we have statistics for the States, how many States hold -- how many people are held under State material witness statutes?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Your argument is that the Constitution does not allow a material witness to be detained, so long as the witness says in court that he or she will show up for trial, no matter how much evidence there is that this person poses a great risk of flight? If the person says in court, I will be there, that's the end of it, the person cannot be detained?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You might turn out --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"If you were writing a law review article, you might have done that. But we're talking about an officer. I think the first thing you would do is say, well, let me see these material witness statute cases, and what would he have found?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But, again, you're talking about the officer, he reads the statute and then doesn't say, well, but maybe the statute's unconstitutional, so I need to do more research?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the eight -- eight judges taking the opposite position in the hearing en banc below were just being unreasonable? It would have been unreasonable for an officer making this determination to agree with eight judges from the Ninth Circuit?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What we said in Wilson, I'm quoting, judges -- when judges disagree on a constitutional question, it is unfair to subject public employees to money damages for picking the losing side of the controversy."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I agree with -- I agree with that, of course, but at the same time, it does seem that you're imposing a very heavy burden on the officers in this area when do you have a situation where eight judges, when they conduct their research, come out the other way. And that type of burden is particularly heavy when you're talking about if they guess wrong, it comes out of their pocket. And if I'm the officer in that situation, I say, well, I'm just not going to run the risk of, you know, having to sell the house because I agreed with eight judges on the Court of Appeals."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think that an official reading all this Court's cases saying subjective motivation is not proper in determining the application of the Fourth Amendment would be able to think that this would apply here, too? Subjective motivation doesn't count here; what counts is whether there's -- there are objective criteria that would permit the detention?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the Fourth Amendment doesn't say you need probable cause. There are situations where you can conduct a search without probable cause. There's the Terry search. There's administrative searches. There's a lot of exceptions."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Administrative searches, automobile searches, you know."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You seem to acknowledge that in -- a dual motive case would not violate the Fourth Amendment, or wouldn't necessarily violate the Fourth Amendment; isn't that right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that a reasonable official would appreciate, well, it's okay for me to have a dual motive, but I have to stop and think: Is my interest in investigating this individual further the but-for cause of my desire to get a material witness warrant? Do you think that was apparent?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure why that just can't be resolved under the issue of materiality. The magistrate asks the prosecutor why he wants to do this, and he infers from what the prosecutor said that -- just what you say. Then it's not material. It's not a case."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where did you allege that the desire to detain was the sole motive for this?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're -- you're going way beyond what I thought you were arguing. You're saying you always have to make that determination of good faith, right? In -- in all cases, including when the prosecution is -- is accused of -- of bringing a prosecution purely for harassment purposes?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I thought you were saying."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We're dealing here with a Bivens action?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Under what theory is the history of immunity at some point in the 19th century relevant to the scope of the immunity that should be available in a -- in a Bivens action? What's the theory for that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does that make any sense? can understand it with respect to 1983, on the theory that when Congress passed the predecessor of that statute it implicitly intended to adopt the immunities that were available at the time; but when this Court invented the Bivens claim -- in when -- 1971 or whatever -- that the Court -- the Court was -- committed itself to recognizing only those immunities that were available at the time when 1983 was adopted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. General, you have 10 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"General Katyal, there are some elements of this picture that are very disturbing, and we are talking about the Attorney General and the Attorney General's immunity. But there are allegations here that this man was kept awake, the lights shining in his cell for 24 hours, kept without clothes. Now that doesn't sound like the way one would treat someone whose testimony you want. Is there a remedy that he has for that obvious mistreatment?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I would like to go back to the statute. If an officer fills out an affidavit for a search and says there were drugs in the house, so I want to search it, and it turns out he was lying, you would have a damages action?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. I'm saying the officer, because he told a lie."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Now here it says that the person filling out the affidavit has to say he is a material witness. So suppose that the plaintiffs were to prove that the individual who signed that was not telling the truth in saying he is a material instant -- witness because not just but for, but there was no possibility he would call this individual, none. And that's what they have to prove. It's really very hard burden of proof. Now, one, would that interfere significantly with law enforcement? And, two, how do you distinguish it from the drug case?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But in the case of the agent, you're prepared to say that we will allow the plaintiff to go into his motive to the extent that the plaintiff can show there is no possibility he intended to call this individual?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. The case is submitted."}],"people":[{"id":0,"fullName":"NEAL KUMAR KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"petitioner","words_spoken":3160,"interruptions":18,"times_spoken":39,"laughter":0,"num_int_by":5},{"id":1,"fullName":"LEE GELERNT","firstName":"LEE","lastName":"GELERNT","counsel":true,"justice":false,"side":"respondent","words_spoken":4700,"interruptions":11,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":544,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":203,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":518,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":351,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":110,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":220,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3160,"times_spoken":39,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":11,"words_spoken":4700,"times_spoken":26,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":6,"words_spoken":2368,"times_spoken":69,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.860101387082315,"respondent":0.13989861291768502,"date":1473644743711}}