{"petitioner":{"name":"PATRICK WOOD","counsel":[0]},"respondent":{"name":"KEVIN MILYARD, WARDEN, ET AL.     ","counsel":[1,2]},"caseNumber":"10-9995","date":"2012-02-27T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 10-9995, Wood v. Milyard. Ms. Lord. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, we asked for two questions presented.  The first was:  Do court ofappeals have the power sua sponte to raise issues?  And in your reply brief, you appear to say, yes, they do in some circumstances.  So, are you conceding that that power exists or that there is no power whatsoever?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a question of power or a question of exercise of discretion?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems sort of strange.  Both rely on a factual situation.  Either you can do something or you can't.  That's power.  If you can do it sometimes, that's still power, and then the question is, did you do it when you couldn't do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's what we said in Day, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, all this fight is about is whether there was a deliberate waiver or not?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"As opposed to power?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it is -- it is what the -- swords are crossed over here because you say this is a deliberate waiver, and the government says, no, it's -- it's a forfeiture, and forfeiture -- if it's forfeiture, then the court of appeals has discretion to take it up.  If it's a waiver, then Day makes clear -- so, it's a question of which box this case fits into: Is it forfeiture or is it waiver?  And your position is it's waiver."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there a lot of cases raising the -- you know, the ambiguity that exists in this case?  I mean, if you tell me that's all this case is about, I think we ought to dismiss this -- dismiss it as improvidently granted."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't sit here to decide whether when the government says, you know, we do not concede it but we're not arguing it, or whatever the language was -- we don't sit to decide factual questions like that, that come up in a particular case. I thought we took this case to decide the more significant issue, on which there is a division in the lower courts, as to whether there is, as you say, power of the court to disregard the fact that a statute of limitations defense has not been raised.  We all agree it wasn't raised.  Now, whether it was forfeited or not is another question.  If that's all you want us to decide, I don't want to decide that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Only the opportunity or when it acknowledges -- in Day, we faulted the district court for not telling the State, essentially, which we may -- not telling the State that it had a potential statute of limitations defense. Is it your position that if the State had just been silent about the statute of limitations defense and not raised it, that the court of appeals wouldn't have power?  Or is it your position that because they knew they had the defense and didn't raise it that the court of appeals didn't have power to sua sponte raise it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not answering my question."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the court of appeals have the power to sua sponte raise it if the State -- neither the court or the State addressed theissue?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, it doesn't have the power if the issue has been raised?  Is that your position?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It sounds to me that what you're -- what you're arguing is that the court of appeals abused its discretion in viewing this as a plain forfeiture, which you've just said would permit the court of appeals to raise the issue sua sponte, instead of a deliberate waiver.  Is that what it comes down to?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They put it in the wrong -- they -- they abused their discretion by putting it in the wrong box.  They didn't put it in the forfeiture box; they put it in the deliberate waiver box.MS. LORD:  Well, the way the court of appeals handled it will create problems if it's approved by this Court because --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Well, this is what -- this is what troubles me about your argument that the court of appeals abused its discretion.  Is it correct that you did not raise the issue of the court of appeals' lack of authority to raise this sua sponte until rehearing?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you’re -- but you're arguing that the court of appeals abused its discretion by failing to rule in your favor on an argument that youdidn't make?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you had two opportunities at least to make the argument based on the original postconviction motion, the 1995 postconviction motion.  You -- you did not raise that.  You were silent twice."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, I'm confused because I thought that there was -- it was conceded that the question was asked, did you file another postconviction motion?  Answer:  No."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand the opposing argument, it goes sort of like this:  It says, in Day, we said it's fine to do this in the district court. Even if the party hasn't raised it, the court can raise it on this exact issue.  In Granberry, we said with respect to a different issue that the appellate court could raise it.  And, in Day, we said that those two issues were really the same. So, that seems sort of like a logical argument that just gets you to a place where you lose on the first question, unless perhaps there's a difference between a court raising a question sua sponte and a court allowing a party to raise it later than the party ought to have raised it.  Are you relying on that distinction, or are you questioning the logic of the basic argument that Granberry and Day decided this?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm a little confused. You seem to be arguing that because the court of appeals raised it before the party did, that that's worse than a party raising it first.  Is that your position?  That that -- that the court of appeals has more power after a party who has forfeited below or waived below now tries to come up on appeal and assert a defense that they didn't assert below?  Now the court of appeals has more power?MS. LORD:  It raises different concerns.  My concern is not the relative power.  It's that when a court is raising something sua sponte, it defeats the party presentation principle.  That's one concern. When the court is -- when the party raises it after having forfeited, everyone concedes here that they wouldn't be allowed to.  So, in essence, what happens is the court is acting as a super-advocate for --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":4,"sideBefore":"justices","text":"But those arguments were rejected in Granberry and Day."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should they win now?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But didn't Day say that those two issues were functionally identical for this purpose?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What Rule of Civil Procedure applies here?  You're talking about appellate procedure here.  Is there a rule of appellate procedure that governs this?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they refer to what happens in the district court, and Day dealt with that. Now you're in the court of appeals.  What rule is there that addresses the situation in the court of appeals?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You made an argument in your brief that I found a little difficult to follow, but --so, maybe you can explain it.  You seemed to suggest that the State's position on timeliness in the district court somehow induced your client to dismiss the claims that were arguably not exhausted.  And I found it difficult to understand why the -- why your client's strategy as to whether he wanted to dismiss those claims or not would be affected by the State's position on timeliness."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what's wrong with that?  Why should we be penalizing the State for trying to simplify an action and make it move more expeditiously?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I don't understand.  I -- why -- you have two situations.  One situation, the State's raising timeliness.  So, he says, okay, they're raising timeliness; I'm not going to dismiss my -- the claims that they say are not exhausted.  The other situation, they -- they don't say anything about timeliness.  And he said now I'm going to dismiss the claims that are -- that they say are unexhausted. I don't understand the connection."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I understand why that's a benefit to him, but what is the connection between that and the dismissal of the unexhausted claims?MS. LORD:  Oh.  Because if they had -- if they had challenged timeliness, they would have raised this very complicated issue, because the only way they can win on timeliness is to win on this newfangled notion of abandonment under Colorado law, which under Colorado law requires a hearing and requires factual development. And once they pursued in the district court that claim of abandonment, it was very likely that a lawyer would be appointed.  That lawyer could see that there were claims still pending in the 1995 motion and could possibly have sought a stay and abey, could have gone and tried to exhaust those claims, serious constitutional claims that were in the 1995 motion. And -- and maybe a better way of putting it is if they had raised timeliness in the district court, abandonment would have been front and center.  And even though the court of appeals ultimately resolved this issue without an evidentiary hearing, that was an abuse of discretion itself, too.  It was totally contrary to Colorado law, analyzing that issue. It is no small thing that the position that they took in the district court allowed Mr. Wood to go forward on two claims, two constitutional claims that are substantial that the court has granted a certificateof appealability on. This is -- this case is so unlike Day in the sense -- if an appellate court can raise sua sponte the statute of limitations in a case like this, it can raise it in any case.  It invites the State to take a position in the district court which would be totally contrary to AEDPA's desire for streamlined proceedings.  It would --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Ms. Lord, an amicus brief filed on behalf of 15 States contends that the Civil -- the Rules of Civil Procedure are not what should be consulted here, because they govern only to the extent that they're not inconsistent with habeas rules, and asserts that the -- the habeas rules should rather apply and that they -- that they cut against your case. Do you have a response to that?  Was it -- was it in your reply brief or --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the screening functionthat the -- that a district court performs in the habeas case inconsistent with the traditional rule about raising affirmative defenses?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Domenico. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Where --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Where?  What's the case that supports you the most on that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, just give me a citation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Has to -- has to be what? What's the word?  \"Unequivocal\"?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Because I'll look at the statute. Now, I did look at Black's Law Dictionary, and Black's Law Dictionary, looking up forfeiture and waiver, it seems like you lose. My analysis would be this:  Forfeiture is the \"loss of a right\" -- that's what's at issue -- \"because of a crime.\"  That doesn't apply.  \"Because of a breach of obligation.\"  That doesn't apply.  \"Neglect of duty.\"  Now, that does because you didn't file the answer.  Okay?  So, that's forfeited. Now you look over to waiver and, as you say, it says \"voluntary relinquishment of a legal right.\" Okay, what's the legal right?  The legal right is to get the case dismissed. So, I'm the judge.  I say, State, do you want to get the case dismissed?  I just gave youranswer.  Okay.  I say you voluntarily relinquish your legal right.  Your legal right was to get the case dismissed, and you relinquished it.  You didn't assert it. That said, that would be the difference. And she's saying that.  She's saying that makes a lot of sense.  When you read Day, they're worried about the State doing something inadvertently, making a mistake. So, what the judge says is:  State, you know you have a pretty good claim here on statute of limitations, but you didn't assert it.  So, I'm going to give you the right to assert it.  Go ahead, assert it even though it's late.  You overcome the forfeiture. Now you say:  I assert it, Your Honor. Okay, you haven't waived it.  Now you say:  I don't really care."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, no.  I assume they didn't do anything mean -- strategic; it wasn't a trick. It was just what is it that they did?  And what they did is they were given the opportunity to overcome the forfeiture, to assert the statute of limitations claim, and they didn't do it.  They didn't want to do it.  I don't know why they didn't want to do it, because therewas a lot of trouble raising other issues, dah, dah, dah.  But that's their business.  The fact is they didn't do it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But this wasn't failure to raise an argument; this was representing to the court we will not challenge timeliness.  That was the representation made to the court.  That was not negligent oversight in not raising the question.  It was an affirmative representation to the court that, although we might have done it, we will not challenge timeliness."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Didn't the State adhere to that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It kept its word, didn't it?MR. DOMENICO:  What the State was trying to do, I think, is slightly different than would make sense in any other context.  Because of the special procedures we're under in a habeas -- a pre-answer response, what we were telling the court was we will not assert this argument unless there's further inquiry from the court. Now, normally in court there would be --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Wait, wait, wait.  When you say \"further,\" I want to be very precise about the distinction.  You have to put it in your answer.  You didn't.  Okay.  So, that's a forfeiture.  So, now the judge says you didn't put it in your answer, but I'll raise it.  So, now you have the right to have the case dismissed for statute of limitations.  Do you want to exercise that right?  The answer to that question was you didn't."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You said you didn't care."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Well, but, one, do the characterization, but please don't forget my first question, because so far I'm just stuck on Black's Law Dictionary.  And I would like you to have betterauthorities for your -- you know, the supporting --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Domenico, you're saying something considerably more.  You're saying that when a State gets up -- after inquiry by the district court, when a State gets up and says we do not want to press this argument; now we're not saying the argument is wrong, because after all we're a repeat player and we're going to hear that argument again, and we are not saying that argument is wrong, but in this case we do not want to press that argument.  That's -- that's unequivocal to me."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I -- can I ask you, do you mean to tell me that, using your own words in your brief, that a waiver is the intentional abandonment of a known right?  I think you're equating intentional abandonment of a known right to be I have to admit I could win and I'm giving up that argument."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that what you're saying -- deliberate?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you knew you had a defense under the statute of limitations."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You thought, because you conceded, that you weren't conceding that it was untimely.  So, you were conceding you thought it was untimely, and despite admitting that you knew you had a defense, that you knew it could win, you were choosing not to assert it.  So, tell me why that's not either an intentional waiver, a deliberate waiver, or an abandonment of a known right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You were protecting the court's right to do whatever it wanted."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So, why isn't it an abuse of discretion for an appellate court, when there has been an intentional abandonment of a known right, to sua sponte raise that defense?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You say you didn't abandon the right.  Isn't that your position?  You did not abandon it?  You just --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You just gave up the -- the opportunity to raise it yourself."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me give you this example of -- of a regular civil case:  There -- there are two defendants and the same claim against two defendants.  One defendant files an answer and raises a statute of limitations defense; the other one doesn't. The judge asks the second defendant, are you going to amend your complaint?  And the defendant says no.  Now, is that a waiver or is that a forfeiture?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, under the terminology that we're using, wouldn't that be a forfeiture?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's why your colleague on the other side -- why she made this point the way she made it.  I think there's no disagreement, at least as far as I hear Justice Scalia.  Look, he didabandon his right, the State, to push the matter. That's abandonment.  He didn't abandon the right to get the case dismissed if the judge pursues it. So, your colleague says -- or as she says, a court of appeals does have the power on its own to overcome a forfeiture.  That's Day.  But they don't have the power on its own to overcome the waiver.  And that's what they're doing.  They don't have the power, in other words, to decide it themselves.  They only have the power to overcome a forfeiture."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the consequence of that was the district court then had to deal with the case on the merits, had to take up the two exhausted claims and rule on them, after having told the district court you don't need -- we're not raising the statute of limitations, we will not challenge timeliness.  So, you put the district court to the necessity of deciding thecase on the merits.  It does.  It takes up the two unexhausted claims and deals with them on the merits. In -- in Day, absolutely nothing transpired between the State saying the claim was timely and the magistrate's detection of the computation error.  The district court wasn't put to what was unnecessary work. If the -- it was the consequence of saying we won't challenge it that forced the district judge to deal with them on the merits. In Day, the counsel didn't bring up the question because counsel thought that it was timely.  He had miscalculated and made a mathematical error.  And the judge then said, you know, I see that the number of days that's required by statute, they have run.  And as Day pointed out, at that point, the trial judge could have said:  Now, you know, you miscalculated; wouldn't you like to amend your complaint and put it in a defense? So, the two cases, the two situations are -- are so different.  The district judge wasn't -- nobody was made to do anything extra.  But in -- here, because the attorney said we won't challenge it, the judge had to deal with the case on the merits."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Those are sunk costs, aren't they, Mr. Domenico?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's water over the dam, and the issue is whether the court of appeals will then have to repeat the district court's excursus into the merits."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's a matter of discretion with the court of appeals?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And the court of appeals could have gotten mad at the fact that the district court was compelled to go through the merits, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And for that reason could have denied it.  But it didn't get mad, I guess.  I don't know why."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why do you say that the position that the State took in the district court prevented the district court from considering the timeliness issue?  If it wasn't a deliberate waiver, then the district court under Day wasn't prohibited from -- from deciding the case untimely."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Domenico, do I understand your argument correctly to think that if you had not said, or if the lawyer for the State had not said we're not conceding, if all that the lawyer for the State had said is we're not challenging this, Your Honor, would that count as a deliberate waiver under Day?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The new --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":4,"sideBefore":"justices","text":"But this is --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":8,"sideBefore":"justices","text":"I'm sorry.  The new case law is what I said.  When you say I won't raise this defense, I waive it, everything you said except saying I don't admit it, today, before a circuit court abuses its discretion, you also have to say I am waiving the right of the court of appeals to raise this sua sponte. That's -- that's -- you want that to be what you need to do for us to find a waiver."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There is something about the principle of party presentation.  The party raises the issue.  The court of appeals is the court of review, not first view.  Here -- in Day, the -- the lawyer did not know that he had a statute of limitations defense, that -- did not know because he had miscalculated the time.  Here the State knew very well that it did have a statute of limitations argument, but it says we're not challenging it. And then the ordinary thing is that a court of appeals reviews decisions of the district court; doesn't decide questions in the first instance.  Buthere you are saying the attorney can tell district judge don't decide this; go on to the merits.  Then the court of appeals, which is supposed to be reviewing what the district court does, instead deals with that question in the first instance.  That seems like an odd inversion of the role of the -- of the district court and court of appeals."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You didn't say we're going to refrain from it.  You said, District Judge, Your Honor, we will not challenge timeliness."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Didn't have any qualifications."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't the concessionlanguage really going to a different point?  The concession language is going to the point of why it is that you're not raising it, that you're not challenging it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. We will hear from Ms. Sherry first."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Sherry. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Sherry, there is one difference.  If you put Granberry and Day together, it gets you most of the way there.  The one difference is that here there was a sua sponte decision by the court; whereas, in even the combination of Granberry and Day, it was a party that raised it, although the party raised it late. So, why should that difference not matter? If you think that party presentation has some consequence in this area, you might think that that difference does matter, that once you get to the court of appeals and even then the party doesn't raise it, sort of enough is enough."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But at the trial court level."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, the habeas court has a significant screening function.MS. ARBUS SHERRY:  No, that's certainly true.  I think the procedural default cases are another good example.  This Court in Day cited a number of them, a number of them of which were cases in which the court of appeals was raising the issue sua sponte. On page 12 of our brief, we cite a number of procedural default cases.  A lot of them come up in the sua sponte context.  And the courts of appeals have not made a distinction between the two. I think they certainly implicate different concerns.  For example, to the extent this Court has been worried about sandbagging or strategic behavior, I think that's largely absent in circumstances where the court is raising it on its own motions as opposed to the party belatedly raising the issue on appeal. So, I do think if you look at Granberry, you look at Day, you look at Caspari, you look at Schiro, and you look at the procedural default cases, I think that really does resolve the first question presented. And, again, I don't think Petitioner really argues otherwise at this point."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Well, I may have forgotten the procedural complications of this case, but here, did the State have any opportunity before the court of appeals to raise the timeliness issue prior to the timewhen the court of appeals issued its certificate of appealability?  And if the court of appeals had not issued a certificate of appealability on the issue of timeliness, would the issue have come up at all?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And the difference is that in Day counsel didn't know that he had a statute of limitations defense.  So -- but the court suggested it. In this case, the defendant -- I mean, the -- the attorney knew, the State's attorney knew, they had a statute of limitations defense and nonetheless told the court we won't challenge timeliness. It seems a big difference between the factual background of Day, where the lawyer didn't know there was a statute of limitations defense, and this one, where the lawyer knew very well there was and decided to tell the district court not to -- not to deal with that issue."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So, why is that -- why is that a bad result?  The -- I -- imagine the facts are these:  The State forgets to waive the issue, to raise the issue in the defense.  All right?  Forgets. Judge:  State you haven't raised a statute of limitations. State -- one possible answer -- thank you, Your Honor.  We overlooked our forfeiture.  We want to raise it. That's one. Number two:  They say we don't care. Number three:  We don't want to.  Okay?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, in two and three, you can say this:  You could say the reason that we depart from the normal rule that you have to actually assert it in your defense is we're trying to protect the Statebecause of habeas.  So, we protect the State at least by giving them a chance to make the argument when they forget or some other reason.  Now we gave them the chance.  Now they say:  Huh?  Who cares? All right?  If that's their attitude, why is it the habeas court's business to protect the State from themselves?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Despite forfeiture?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Except we have a system where the court doesn't raise issue on its own.  The ordinary rule is the party presents it, and when the party says to the court we will not challenge timeliness, it seems to me that's quite a different thing from just having an answer that doesn't raise the defense.  It's affirmatively representing to the court that we -- we are not making this an issue."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But Day did say that if -- if a party knowingly waives a limitations defense, then no court can bring it up.  The party has made the choice."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, you're sayingthat if the court of -- court says, you know, you have a good state -- limitations defense, you would clearly win on that, but I'm going to ignore it, even though you didn't raise it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Would it be an abuse of discretion for the court not to accept a valid, evident statute of limitations defense on the ground that the State didn't raise it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Lord, you have 3 minutes remaining. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If a State knows that it has a potential statute of limitations defense and says nothing, is that a forfeiture or a waiver?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, simply saying nothing can be a waiver, in your view.MS. LORD:  Probably not.  But if you are --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":7,"sideBefore":"justices","text":"If the answer to that is not, then what is the difference between saying nothing, knowing that you have a defense, and saying we're not challenging but we're not conceding? What is the difference?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me just ask it one more way, and then I'll --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Back in the office, they're considering -- in the State's office, they're considering what they're going to do.  And they say, well, what we're going to do is we're not going to challenge it, but we're not going to concede it.  And, therefore, they say nothing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Finish your sentence, please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KATHLEEN A. LORD","firstName":"KATHLEEN","lastName":"LORD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2543,"interruptions":18,"times_spoken":40,"laughter":1,"num_int_by":5},{"id":1,"fullName":"DANIEL D. DOMENICO","firstName":"DANIEL","lastName":"DOMENICO","counsel":true,"justice":false,"side":"respondent","words_spoken":1449,"interruptions":16,"times_spoken":39,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MELISSA ARBUS SHERRY","firstName":"MELISSA","lastName":"SHERRY","counsel":true,"justice":false,"side":"respondent","words_spoken":1036,"interruptions":5,"times_spoken":13,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":141,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":720,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":859,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":431,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":1057,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":649,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":805,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":2543,"times_spoken":40,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":21,"words_spoken":2485,"times_spoken":52,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":13,"words_spoken":4662,"times_spoken":98,"laughter":0,"num_int_by":8}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.5920242264823331,"respondent":0.4079757735176669,"date":1472419305502}}