{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"ERNEST VALENCIA GONZALES\n","counsel":[2]},"caseNumber":"10-930","date":"2012-10-09T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will now hear argument in Case 10-930, Ryan v. Gonzales. General Horne. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you don't think that AEDPA would alter the outcome of Rees?  Do you think Rees would come out the other way after AEDPA?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a different point."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell me how you define indefinite stays, meaning are you okay with the six months to a year stay, for a court to try to get someone back to competence, assuming that there is a claim in which the defendant's information is necessary?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do you deal with Justice Kagan's earlier question of what difference does it make if the person's still necessary -- or the information -- potential information is still necessary, what makes it unnecessary after a year?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But those cases didn't establish a limit on how long states needed to take to adjudicate claims.  They just said a district court should put in conditions that move things along --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that -- that require defendants to press their claims within a reasonable time that required periodic updates, that required monitoring by the court, but it didn't set an artificial end time.  It just said you can't just do an open-ended stay and not give conditions to comply with.  Why should this be treated differently?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how would you define that standard?  What standard do you suggest?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In all cases?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the -- it might be unusual, but you can't try a person who's not competent. You can't try him."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what about -- and now, he's been tried, and he's been convicted and been appealed and gone through the procedures.  But some case could arise where, in habeas, they made like a prima facie showing or a -- convinced the judge that there really is a very good chance here, or maybe even I think it's probable that the basic trial was unfair, to the point where it's like not having a trial. What about in that situation, if it ever arises?  I mean, should we leave the door open just for that possibility?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I have that.  That's why I put in the possibility that, on the basis of what's presented to me, the judge, I think I have so much without this defendant's testimony here suggesting it was unfair, that maybe the presumption should shift back.  I'm -- that's what's worrying me in the back of my mind, that there could be such a case.  There have been in history."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Which he can't do, if he's not competent."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If there is a time limit -- if there is a time limit of 6 to 9 months --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- at what point does it begin to run?  Does it begin to run at the time when the petitioner moves for a stay, even if no effort was made prior to that to restore the petitioner to competency?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but my question is this: Suppose that no effort has been made by counsel to provide -- to obtain treatment for the petitioner to restore the petitioner to competency prior to the point when a motion is made to stay the proceeding.  The 6 to -- month period would still begin to run at the time when the motion for the stay is made?  Or would it begin to run at some earlier point or some later point?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When treatment begins after some sort of initial hearing, right?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In which cases would you say the defendant's ability to assist counsel is necessary?  On what issues?  You say that -- that if -- the assistance has to be necessary to a fair adjudication."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"In what cases would that be so?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it -- I don't mean to be nit-picking, but why is it 6 to 9 months?  8 months -- I mean, why isn't it 6 months?  Or 9 months? I don't understand why there's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So 6 months?  Or 9 months?  What does it mean to be 6 to 9 months?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it isn't solved after 9 months, then what?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If competency cannot be restored?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Based on the record."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't really understand why the American Psychiatric Association said 6 to 9 months, too.  I mean, 90 percent are cured within 9 months, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you don't have to follow them in that non sequitur, it seems to me."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they are not lawyers, right?  They are psychiatrists."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what happens if, after 9 months, mental health experts come in and they say there's a 90 percent chance of restoring the petitioner to competency in another 9 months or another 3 months or another month."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  I mean -- sorry.  I didn't mean to say it in that particular tone. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"But, I mean, trial judges run their trials.  You know, that's what they're hired for.  And once we make it clear, it shouldn't go on forever.  And -- and why can't we trust them to do their job?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean it shouldn't be indefinite. The object of this is you're trying to give -- like you would with any witness who's not around at the moment, you're trying to produce a hearing that will reach a result with this witness.  And if you think, after a reasonable period of time, that witness will recover and be available, fine.  And if there is no hope of that, forget it.  I mean -- you know, something like that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. O'Connell. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what's a reasonable extension?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Another 4 months?  6 months?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I was with you.  It seemed to me you had something really, really clear and solid, until you said, \"reasonable extension.\""},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But, Ms. O'Connell, where does that outer limit come from?  You suggested looking to that statute as an analogy, but there would be no outer limit in application of that statute, would there?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that any different from what the defendants are arguing here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"They're saying, you know, give a -- give a temporary stay and extend it as long as -- as you need to."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So you're taking their position."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You said shortly after a reasonable period of time.  I thought you were saying after a year.  I think it's -- it's some guidance to say no more than a year.  It's really no guidance to say after a reasonable time."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"You're talking about a very narrow range of cases because I take it your principal position is it -- it would be unusual that the defendant needs to be competent in order for the lawyer effectively to represent him on habeas.  So under what circumstances do you think competency matters, so that the lawyer should not be expected to go on without a competent client?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So it's not limited to cases where the review is restricted to the record?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What is the standard when the district court is deciding whether to stay the proceedings?  We've heard a number of them, plausible basis in the record, truly plausible, Iqbal.  Which -- which -- what is the government's position on the appropriate standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"\"Could\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Your standard is \"could provide\"?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"\"Could provide\" means might provide; is that it?  Might?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So just a possibility --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- that's all it takes?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But you cap it by saying as long as the discretion is not exercised for more than a year?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Would that standard have been met in both of these cases?  Meaning, Carter's claim -- and the one that concerns me the most is why he was excluded from trial and what if he did or did not do with his attorneys afterwards.  And Gonzales is a slightly different case.  But would your position be that, in both cases, there was enough?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no, no.  My question was, on the facts of both of these cases, was there a basis for granting the stay with respect to --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- their conditions?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Neither Carter or Gonzales?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Why would we, in this kind of case, as opposed to, say, some other case, where a witness is missing and it's crucial?  The district court does have authority to grant stays.  And we haven't said, but no longer than a year.  Why do we say, but if they do it in a reasonable time?  If they abuse their discretion, there is mandamus, or there are other ways of controlling the discretion.  Why are we suddenly here, in this case, imposing a fixed number of days? I mean, the reason, of course, that the Psychological Association says 6 months to 9 months is they have different studies.  In some places, it's 6 months; in some places, it's 9 months.  And -- and so why are we picking a number out of a hat here, when we don't elsewhere?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It should, but it should be something like reasonable or -- or don't abuse your discretion or -- I mean, at the moment, I'm just not seeing why this is different than 10,000 other kinds of instances where we set that kind of limit, rather than days."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You don't mean -- you're not suggesting that don't abuse your discretion is a limit, are you?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, why should the --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Why should the Court do that?  Why should it provide any guidance if, as you say, in both of these cases, the review is limited to the record, and we would never get to the question of, if it weren't reviewed, limited to the record, then what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Marquez. "},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Marquez, could you tell me, if it were the case that somebody was limited to the state court record, what's your best example of a case in which, nonetheless, a stay would be appropriate; in which, nonetheless, consultation with the client was necessary for a full and fair adjudication? Because I have been trying to think of examples, and -- you know, I'm not doing very well, quite honestly.  So what's your best one?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that is that you're -- that seems like almost a due process argument, that in every single case, you have to grant a stay. You're -- you're parting from the Respondent in Carter, and you are making a broader argument."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No incompetent client, presumably, can help you make those decisions.  So tell me, are you saying that, in every single case, the client is entitled to a stay?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So why does that situation give you an entitlement, if it's not in every single case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  If the client is incompetent, you -- you bring both claims, right? You -- you both -- you both challenge the guilt, and you challenge the sentence."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So why -- why -- why is it -- it is unfair to prevent -- to stop everything, so that the client can tell you not to bring one of those things?  I don't know why that's unfair."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why couldn't you use the transcript?  Everything -- all -- all the exchanges between the defendant -- defendant and the trial judge are in the transcript."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you can't get that in, right?  I mean, aren't you limited to the record?  So what -- what use is it --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- to -- to find out these little -- little secret things that your client knows, if they cannot be admitted?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What in the record could plausibly, certainly be seen, that would suggest that your defendant has information that could be valuable? Assume it's not the ABA standard, but the plausibility standard or the certainty standard or something."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that, you can see from the record."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What would plausibly give rise to a belief that there was some ex parte exchange between the judge and the defendant?  Is there anything to suggest that in the record?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have anything to suggest that there had been an ex parte exchange that would account for that snarling?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The district judge in this case explained why he concluded that there was no issue that couldn't be fairly adjudicated on the basis of the record.  What was wrong with his -- his explanation?  He looked at the case carefully, and he said, there's nothing that can't fairly be adjudicated on the record."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel?  I'm sorry --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if we think it's necessary to set some objective limit on how long an inherent authority could be exercised, is there any reason to adopt any limit, other than the one that the psychiatrists have suggested, which is, I gather, most people, if they're going to, will recover competence within 9 months?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if we're looking for a little more guidance than that and feel the need for an objective standard, other than abuse of discretion, you don't have any number that has any basis in psychiatric evidence or anything else, besides the 9 months?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, in this case, the district court denied a stay.  If this is an equitable power, how can you be comfortable that the Ninth Circuit, as an appellate court, overrode the district court's equitable discretion?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you're not claiming that that issue is always in the district court's hands to start with?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So please identify for me what -- how we establish or set a standard so that appellate courts are not overriding that at whim?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, you're flipping it. You're saying, first, you give a stay for competence. You've determined competency first and not essentiality first?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Nobody here thinks today -- no one's arguing that it prevents any kind of stay today, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No.  I didn't understand -- I thought everybody was focusing on limitation on stays.  And surely, AEDPA is pertinent when it comes to recognizing the need for those limits, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if there -- if the Court were to point to some guideline as to the maximum length -- or the presumptive maximum length of a stay, what -- because that's the period within which there's a good chance in most cases of restoring the petitioner to competency -- at what point would that begin to run? Would there be any obligation to begin the treatment prior to the -- to the time when the motion for a stay is -- is filed? Now, could many years go by with the same attorney representing a client, and then at the very last minute -- and no effort is made to obtain treatment that would restore the petitioner to competency, and then at the very last minute, a motion to make -- a motion for a stay is entered, and then this period of time -- 6 months, 9 months, a year, whatever it is -- would begin to run?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is he under duty to raise it as soon as possible, at the risk of forfeiture if he doesn't?  That's the import of the question."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's why I'm asking. (Laughter.)"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, here, the -- the motion -- when was the motion made?  The motion for a competency determination and a stay?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And when was that?  Do you remember the date, roughly?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And when was the initial habeas petition filed in district court?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Of 2000?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So why wasn't there -- then there was no obligation to do anything between 2000 and 2006?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It was only after 6 years of being unable to communicate with him, that the attorney said maybe there's a competency problem here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So did -- did he begin treatment prior to the district court order on Federal habeas?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Treatment stopped because he -- he said there were side effects?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, so how -- what is this 9 months or 1 year?  The amount of time he's under treatment or the amount of time from the district court determination?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The million dollar question:  Assume we say you have to spend a reasonable time trying to get someone to competency.  And, here, there appears to have been efforts to do so.  And your client is saying, I can't be treated because the drugs make me sick.  So when does all of this end?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that time has passed by now, hasn't it?  That that -- they stopped treating him?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No one's continuing to monitor him or trying to treat him?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm a little confused as to -- I think the Ninth Circuit remanded, so that treatment could be had.  So why has it stopped?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. General Horne, you have three minutes remaining. "},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"General, could I ask you, you have been arguing on two different axes.  One is how tight the standard should be to grant any stay at all, and the other is what limits there should be on how long a stay can be if a stay is warranted. And I'm just curious, if I forced you to prioritize, in terms of the state's interests in effective habeas adjudication, which is more important -- you know, cranking up the standard or making sure that there is a time limit in place?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But ordered in that way, that, for you, the time limit is the more important?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I know.  But, really, I said, if I forced you to prioritize between the two. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Opposing counsel said that there is an exception for ineffective assistance of counsel under our decision in Martinez."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General, counsel. The two cases are submitted."}],"people":[{"id":0,"fullName":"THOMAS C. HORNE","firstName":"THOMAS","lastName":"HORNE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1696,"interruptions":13,"times_spoken":36,"laughter":1,"num_int_by":7},{"id":1,"fullName":"ANN O'CONNELL","firstName":"ANN","lastName":"O'CONNELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1296,"interruptions":10,"times_spoken":27,"laughter":0,"num_int_by":6},{"id":2,"fullName":"LETICIA MARQUEZ","firstName":"LETICIA","lastName":"MARQUEZ","counsel":true,"justice":false,"side":"respondent","words_spoken":1875,"interruptions":12,"times_spoken":40,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":408,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":281,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":663,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":64,"interruptions":0,"times_spoken":6,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":508,"interruptions":0,"times_spoken":9,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":431,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":266,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":230,"interruptions":0,"times_spoken":5,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":2992,"times_spoken":63,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":12,"words_spoken":1875,"times_spoken":40,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":2851,"times_spoken":105,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.6708311048365666,"respondent":0.3291688951634334,"date":1472523515530}}