{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"AUBURN REGIONAL MEDICAL CENTER, ET AL.\n","counsel":[1]},"caseNumber":"11-1231","date":"2012-12-04T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-1231, Sebelius v. Auburn Regional Medical Center. Mr. Kneedler. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, there's a little bit of at least facial incongruity in your position. Congress sets in place the 180-day limit. Then you say, oh, well, that, we can go beyond that. The Secretary puts in the 3-year limit, and you say that's it -- you know, that's the dead drop-off.  I would have thought what Congress says is entitled to greater weight than what the Secretary says."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't mention Union Pacific in your brief.  How can you be calling what you're doing setting your jurisdictional limits?  Didn't we say, in Union Pacific, that agencies can't do that? You can't define your own jurisdiction."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you may or may not be able to establish claim processing rules.  That, I think, is a totally different question.  But why do you continue to use it as jurisdictional language?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in that respect, I think the amici is right.  You can't -- if they're jurisdictional, we've clearly said that equitable tolling doesn't apply under any circumstances."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what is good cause, if not some form of equitable tolling?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the Court's decision in Henderson against Shinseki, that also involved an intra-agency appeal, and yet, we said that equitable tolling was permissible."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Kneedler, do you think you could do the same thing in the veterans' benefits context?  Because in Henderson, of course, we dropped a footnote saying that we weren't deciding whether equitable tolling was available.  All we were saying was that this was a claims processing rule and not a jurisdictional rule. Could the Secretary of Veterans Affairs then go on and say, okay, it's a claims processing rule, but still, we get to decide how much equitable tolling we want, and we're going to adopt a regulation, much like the one in this case, saying you can't come in after 3 years?  Could you do that in Henderson?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could she -- could she have adopted equitable tolling?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess the question I was trying to ask, Mr. Kneedler, was do you think it's a general principle of administrative law that, when there is a claims processing rule that -- that relates only to internal agency process, that the agency gets to decide how much, if any, equitable tolling to allow?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you refer to these -- to the providers as sophisticated, and that certainly is true.  But are they really in a position to double-check the calculation when -- if it were true -- and I know you don't agree with this -- if it were true that information needed to make the calculation was intentionally withheld, concealed?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand that. But if that were the case, would their sophistication allow them to double-check this?  Or is this just something that is dependent on data that they cannot access?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume for the sake of your answer that the error was intentional.  Don't try to go to the facts, but assume the error was intentional.  Now, answer Justice Alito's question."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- that might be a contradiction in terms."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If this is a claim processing rule, under what theory could you shield yourself against fraudulent conduct -- fraudulent concealment?  Under what theory of law would an agency's rule be fair and -- and non-arbitrary --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that shielded it from fraudulent acts."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you keep fighting the -- the question?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You keep fighting the hypotheticals.  There is an intent to save money and an intent not to use the figures that are specified by statute, and that is concealed.  In that set of circumstances, if this were a claim processing rule, would you be authorized to treat -- not to -- not to permit the action?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, you -- what I find incompatible in your argument is you -- you assert that this is a jurisdictional limitation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you think of any other instance in which we have found something to be a jurisdictional limitation and allowed the person or agency, subject to that limitation, to extend it?  I -- I had always thought that once you say it's jurisdictional, it means you have to abide by it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if there is another statutory provision, then that -- then that statutory extension is part of the jurisdictional limitation. That's fine. But when you just have a jurisdictional 180 days, without any statutory provision for extension, if it's jurisdictional, I thought that's the end of the game."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Undoubtedly.  But have any jurisdictional time limitations?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":8,"sideBefore":"justices","text":"I mean, you don't need that label, do you, Mr. Kneedler?  You could do just as well with a claims processing label.  Maybe you could do better, as Justice Scalia is suggesting, with a claims processing label, as long as, with that label, comes the general rule that the agency gets to determine the extent of discretion as to late filings."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem with taking that approach, of course -- and I assume why you assert that it's jurisdictional, is that there is a long history of both the board and the Secretary regarding this as jurisdictional."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They have said it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  But that -- that's why I wonder what the basic underlying principle is.  I mean, I would have thought -- but I'm not sure what you think, that -- that the way to look at these cases is, using ordinary principles of statutory interpretation, would a reasonable legislator, having enacted these words, intend to give the agency a degree of leeway in interpreting the statute? Now, if that's the basic question, it helps, but isn't determinative whether you classify this as a claims processing rule or a jurisdictional rule.  Those are conclusions.  But, really, it's the question of leeway that the Congress intended to -- to delegate to the agency that is determinative. If the answer to that question is yes, your rule stands, regardless of label, and if the answer to the question is no, it fails regardless of label."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Manning. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"It didn't talk about the board.  It talks about what a party can do, not what the board can or cannot do."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"That's not the prototypical limitation that -- that Congress uses when it intends a jurisdictional limit on a court."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"We have talked about what the -- the fact that there almost is a presumption of a claims processing rule, rather than jurisdictional, unless Congress is clear about that. What policy supports an argument that we should be reading limitations of this kind as jurisdictional, particularly when, on the same day the statute was passed, the agency, invoking its regulatory powers, treated it like a claim processing?  Whatever your colleague argues, a good cause exception, the 3-year exception, everything else is -- is really treating it like a claim processing rule, not as jurisdictional."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"","text":"This -- this agency not more than 3 years extension, that was adopted after notice and comment, and Congress amended this statute several times thereafter, but it left this -- this 3-year outside limit intact.  So if Congress really wanted there to be no leeway at all, then it should have done something about that regulation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"Well, but you have three -- the point that you make is right, that -- that you have specific language in the beneficiary part and not here; but you have the other way, the point that Justice Ginsburg made, the fact that the language here is -- is -- doesn't say file within 180 days.  It says, you may have a hearing if you file within 180 days.  It doesn't say what happens if you don't.  It's open, the language. And the -- the subject matter is not a court.  The subject matter is a rather technical agency review board.  And normally, I would think, you would think, and members of Congress would think that the agency knows best as to how to run its own operation and -- and don't interfere too much in details, and this is a sort of detail. So those are the things against you, it seems to me, though the thing you cite is certainly for you."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"One was passed long, long ago and was part of the Social Security Act or something, the one you're talking about, and was passed many years before the second one was passed. And when they're sitting in Congress writing -- you know, they don't know everything that was passed in history."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"That was, in part, the point I raised earlier, which is we look at what the history is to help inform our use of labels.  The history here -- you can't ignore it -- is that, from its inception, whether it's trying to disclaim it now or not, the agency has not treated it as jurisdictional. It's used the word --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"-- but it's treated it as a claim processing rule by creating these exceptions."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"There is -- there is a lot of discussion and confusion between jurisdiction, mandatory claim processing rules, nonmandatory claim processing rules.  I could go on and on about the labels. But let's go back to the point Justice Kagan made earlier, which is, assuming we were to treat this as a mandatory claim processing rule, where does that get you? Now, the agency says that means no equitable tolling.  Assuming I'm willing to accept that, is equitable tolling the same as fraudulent concealment, which has been treated in the law, not as a -- as a necessary part of equitable tolling, which has to do with what the plaintiff could have done or not done, but with what a defendant has done or not done?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Why don't you -- why don't you take another minute to finish your answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Mr. Roth. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree with that last statement?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think an agency is not permitted to have mandatory claim processing rules?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you believe an agency is not capable of having mandatory claim processing rules, that it limits the application of equitable principles?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Would our review be an APA review, whether the -- the rule is arbitrary or capricious?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, nobody -- nobody intends that when they -- when they adopt an absolute rule.  I mean, you -- you can create a horrible with respect to any absolute jurisdictional rule.  That's easy to do.  So the mere fact that -- that a horrible could occur does -- does not at all persuade me that -- that a rule is not absolute."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And why -- why do you say that?  I mean, the record that we have says that the CMS failed to use the best available data.  It doesn't say anything about deliberate concealment."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in -- in any event, the Baystate case, which is what revealed all of this, in -- in that case, the district judge there didn't say -- he said they didn't use the best available data. He didn't find any deliberate concealment."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Roth, on -- on the legal question here, I think Justice Breyer is right, that this all comes down to congressional intent, how we read this statute.  If you -- one response to reading the briefs in this case is that you and Mr. Manning present opposite views of the statute, and -- and both of you say the statute is clear as to your opposite view. In other words, Mr. Manning says the statute clearly prohibits equitable tolling, and you say the statute clearly requires equitable tolling.  And both of you have kind of decent arguments. And one response to that might be to say, Mr. Kneedler is right, that the statute is just ambiguous and that it can be read a bunch of different ways, and both of you have presented good arguments, but in the end, it really all goes to show that there is a lack of clarity here, and then it's up to the agency to decide."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Of course -- of course, one can always make an argument on the other side, and the mere fact that an argument is made on the other side does not prove that it's not clear.  That's what lawyers do.  They make arguments on the other side."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Are there examples?  I mean, it seems to me that, even if you lose this -- I mean, I mentioned the three arguments against you, the other -- the ambiguity of the language and so forth.  So if it ends up, even though it's not just a lawyer's argument, it isn't really that clear, and they do have some authority, you then have the second string, which is you say their rule is unreasonable because it has an absolute 3-year cutoff, instead of a little flexibility there for fraudulent concealment. So -- so do you have statutes, are there statutes that say 3 -- or are there cases that say 3 years is not enough, that -- that you have to have more than 3 years?  I thought 3 years is a pretty long time. I mean, I guess they can't go back to fraudulent concealment pre-Civil War -- you know, I mean, there's some period that must be reasonable to cut everything off, and what is that period?  What do the cases say? If it isn't 3 years, what is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's their view there, and their view here, which is a different kind of thing, is that 3 years is enough.  The question is, is that reasonable?  And do you have any authority that says it's unreasonable?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"I thought the 3 years provision applied only to the Secretary, that she gives herself 3 years to go back and sort things out, but only gives you 180 days; is that right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But Justice Scalia was not correct in what he just said.  The 3 years is for the provider.  The 3 -- under the Secretary's regulations, the provider gets an additional 3 years, but no more; isn't that right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  But it's not 180 days for them.  It's 180 days, plus an extension up to 3 years."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But are you challenging -- I mean, there is a rule that says that -- there is a regulation that, for fraud, it's -- the time is unlimited.  But that -- that regulation, the government says, applies only to the provider, not to the -- the government. Are you challenging the agency's reading of the word \"party\" in that regulation?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did you -- did you make that argument in this case?  I wasn't aware that you had challenged the interpretation of -- of the fraud regulation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, I'm about 5 minutes behind.  The gg provision that you said the government didn't cite -- you mentioned a provision that ended, anyway, with gg."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that in your brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that in the amici's brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is it anywhere that I can find, other than -- I mean, is it in the appendix to any brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's a little bit much to chide the Solicitor General for not citing it when nobody cited it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is that reopening -- is that reopening provision, the mysterious gg, is -- is that subject to equitable tolling, too?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And if not, why not?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Roth, I'm not certain about the extent of your argument, so let me -- let me try something. Now, are you saying that any time Congress passes a statute saying -- you know, there is 30 days to do this, there is 60 days to do this, in the agency context now, as to administrative process, that Congress necessarily means that equitable tolling applies and that the agency cannot limit that equitable tolling?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure how we can limit this to agency misconduct.  Suppose there is a computer glitch in a program, completely good faith, and the computer just spits out the -- the wrong information, and nobody knows about it.  That's not misconduct."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And -- but --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But you would say no equitable tolling in that case?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, that would be good cause.  It seems to me that would be good cause under the -- under the Secretary's rules."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't know -- I don't know why it wouldn't."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You mean to say that if that happened, under the Secretary's rule, the Secretary would abuse its discretion in extending the time for 3 years?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I just find it hard -- hard to see why this is -- you're saying that the equitable tolling rule -- the agency does have the 3-year rule."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It is limited to misconduct?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So you're arguing for -- in a way, for a narrower rule than what the government --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose it's just what the Baystate court said it is.  It isn't deliberate concealment, but it is failure to use the best available data. And I take it the argument you just presented is equitable tolling is tied to misconduct.  So just failure to use the best available data, not deliberate concealment, wouldn't make it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So what -- what circumstances trigger equitable tolling, in your view?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but suppose that the fact-finding turns out that the -- that there is no deliberate concealment, but there is merely a failure to use the best available data."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So you would have to prove that before we know whether there is equitable tolling."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but I'm asking you, if you get past that hurdle, then we never -- we won't know that there is equitable tolling until we have tried out the question of the character of --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I guess I'm not sure I understand this, Mr. Roth.  Are you saying that, in all of our cases about the presumption in favor of equitable tolling, when we talk about equitable tolling, we are only talking about misconduct or fraud cases -- you know, as opposed to the case where it's just a person cannot possibly know the -- the information that would back up a claim and that we regard that as a good excuse?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well because I thought that most of your argument was built on the presumption in favor of equitable tolling that we've recognized in those cases --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- and whether it applied to the agency context.  But now, you're saying that in the agency context, it's -- it's a different kind of equitable tolling that we are talking about, a more limited kind?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So what about -- then let's get back to the question I really meant to ask before -- you know, assuming they have some authority here to write a rule, you want to say a 3-year absolute rule is not reasonable in this situation.  So what is?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you want to go back to the Civil War?  I mean, let's imagine you really have the strongest possible case.  All the records burned up, and it took 5 years for scientists to reproduce the records by putting charred pieces of paper together. Okay?  So you couldn't possibly bring your claim until they finished.  That's a pretty equitable claim.  5 years okay?  10?  What is the -- 100?  I mean, what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But what I hear you saying is go back to the Revolutionary War.  If it took 100 years to put the papers together, you're saying no time limit at all is -- is the only reasonable solution because there are too many weird cases or unusual cases or misconduct cases.  You've got to have some exception in there forever."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is that right?  If that is your position, I just want to know."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  And by the way, do we -- are you supposed to, in such circumstances, give the agency's own determination some weight?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  They'll come in and say, I don't care what the cause is, there isn't cause here because we weren't that awful.  And now, does the judge give them some weight?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, subject to arbitrary and capricious review under Chevron?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why in your case, even assuming that there might be equitable tolling, here, is it -- is it 10 years later?  And there was this Baystate case going on.  You -- you didn't file immediately after that litigation was instituted.  You waited until those plaintiffs won their case. You waited till there was a decision of the lower court.  So it seems to me you -- you said there's a requirement of diligence.  Why -- why didn't you have to file when you were first on notice, which you would have been from the complaint filed in the Baystate case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How many -- how many cases are there like this pending, either at the agency level or in court now?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  Is the miscalculation still going on?  I mean, this involved --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- claims 12 years ago."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But did they continue from that time forward to the present?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kneedler, you have 4 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, just for point of clarification, the 3-year good cause extension that's permitted under the government's regulations, would that include -- would good cause -- or could a claim be raised that fraud by the agency is the good cause?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That’s what I thought. So it's not as if the government is saying --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Manning, you argued and briefed this case as an amicus curiae at the invitation of the Court, and you have ably discharged your responsibility, for which the Court is grateful. The case is submitted."}],"people":[{"id":0,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2282,"interruptions":18,"times_spoken":29,"laughter":0,"num_int_by":5},{"id":0,"fullName":"JOHN F. MANNING","firstName":"JOHN","lastName":"MANNING","counsel":true,"justice":false,"side":"","words_spoken":1133,"interruptions":7,"times_spoken":12,"laughter":0,"num_int_by":4},{"id":1,"fullName":"ROBERT L. ROTH","firstName":"ROBERT","lastName":"ROTH","counsel":true,"justice":false,"side":"respondent","words_spoken":3430,"interruptions":23,"times_spoken":56,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":245,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":735,"interruptions":4,"times_spoken":26,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":573,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":602,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":90,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":821,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":168,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":2282,"times_spoken":29,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":23,"words_spoken":3430,"times_spoken":56,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":8,"words_spoken":3569,"times_spoken":100,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.8651111501300948,"respondent":0.13488884986990524,"date":1472418053017}}