{"petitioner":{"name":"LAMAR EVANS","counsel":[0]},"respondent":{"name":"MICHIGAN\n","counsel":[1,2]},"caseNumber":"11-1327","date":"2012-11-06T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 11-1327, Evans v. Michigan. Mr. Moran. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we give credence to how the judge labels what the acquittal is?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But once -- once the judge determines, quite erroneously, that it has to be a dwelling -- midway during the trial, I'm the judge, I consider this has to be a dwelling, is there any way I can make that point, make that ruling, without invoking double jeopardy?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but if I persist in that view, there's nothing the government can do?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because, I suppose, the judge is the government, too."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So whether the unfairness adheres in the prosecution or in the judge, the guy's been treated unfairly."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Even when the defendant interjected this issue and the defendant urged the judge to make this incorrect notion that you have to negate the higher crime, in order to convict of the lesser crime, it was the defendant that led the -- the trial judge into error.  The trial judge didn't come up with this on his own."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not arguing that that was the correct charge that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Counsel often encourage judges to do the wrong thing.  In fact, in every case, there is one of the two counsel urging the court to do the wrong thing; right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what the adversary system consists of."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- could a state provide a procedure where, if a judge makes a critical ruling mid-trial, that at the request of the opposing counsel, jury proceedings are suspended for 48 hours, and the aggrieved party can run to the court of appeals to get a mandate?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because of?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in my hypothetical, the state said -- and this isn't a final determination; the ruling doesn't become final until you have 48 hours and go to the court of appeals."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How would they do that? I'd like to go back to Justice Kennedy's question.  It's easy when you have a jury because what happens is a judge can decide whether, at the end of the prosecution's case, he's going to dismiss for insufficiency, or he can give it to the jury, and if the jury renders a verdict, set it aside. Jeopardy attaches only if the judge dismisses the case after the prosecution's judgment, but not if he sets aside the verdict, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In the latter."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what can a state do -- some have done something -- to ensure that, even if jeopardy has attached, that there can be a valid reversal; if the judge is wrong on a legal theory."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So give us an example of what, in a judge trial, a state could do to ensure that a legally wrong judgment is still reversible."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In a bench trial.  What could it do?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there were, in your briefs, some examples -- in someone's brief, there were some examples --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, forget about a jury trial.  Let's go to the bench trial."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not helping your argument by saying there's nothing a state could ever do."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know something, Counselor?  You're sinking your hole deeper.  You're not helping yourself in this argument because how does that help the system?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't disagree.  You mean no state could ever say to a judge, given -- given -- render a verdict on the prosecution's theory, and then set it aside?  If you think the theory is not legally --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You keep saying, \"mid-trial.\""},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what is not mid-trial?  Some states require a judge to wait."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what happens in those states?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I keep talking, not about jury verdicts, but about bench trials.  I want to focus on the bench trial process."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If, in the middle of a trial, a judge grants a mistrial and says -- I'm sorry, grants an acquittal and says, I think that prompt prosecution is an element of the offense, and there wasn't prompt prosecution here.  Now, could there be a re-prosecution in that situation?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though the judge says he thinks that that's an element of the offense?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he saw a phantom element, and -- and that's what happened here, too, isn't it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And this -- and the fact that this was not a dwelling wasn't an element of the offense, either."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there -- that's a problem.  But you're -- to come back to my earlier question, your -- what is your answer?  Your answer is that, if the judge grants an acquittal based on the failure to prove anything that the judge thinks the prosecution has to prove, that's an acquittal.  Is that fair?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, to come back to the argument we just heard, so suppose the judge grants a mistrial for failure to prove an action within the statute of limitations, even though no statute of limitations defense was raised.  Would that be -- would that be an acquittal?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Assuming, for the sake of argument, that it's not an element -- it's not really an element, but the judge thinks it's an element."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure I understand the rationale for your answer to your own hypothetical. The judge characterizes a prosecutorial -- or a misconduct incident as a grounds for acquittal; it really isn't.  Then you said the court of appeals could straighten that out?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"On what rationale -- so what's the general principle that allows the court of appeals to do this sometimes and not others?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I thought -- I thought it was the judge just subjectively does this, but he doesn't say any -- he just characterizes it as an acquittal?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I see the problem, but I am still back to where Justice Kennedy was -- and that is my own failing here.  I didn't quite understand.  I thought, when you grant a dismissal and you dismiss the case in the middle of the trial because the prosecution was brought too late, all you're doing is, in the middle of the trial, granting something you should have granted in the first place before you impaneled the jury. But I thought that, in Fong Foo, Judge Wyzanski had dismissed the case after empanelment because he wrongly thought that the U.S. attorney had been talking to a witness or a juror or something at lunch time and that he had -- and that's an acquittal. And I thought Justice Harlan, for the Court, wrote Double Jeopardy, Jeopardy attached, you can't try him again.  And I didn't think the Court ever overruled that.  That -- what -- in where?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So Scott says that even in judge-wise -- Scott says Fong Foo was wrong, that that -- because the reason that Charlie Wyzanski dismissed it is he has this idea of a -- the AUSA doing something improper at lunch.  And -- and that's -- that's -- now, on your theory -- on the theory you just enunciated, there would -- there would -- Double Jeopardy wouldn't protect against the second indictment, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Yes.  That's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"One -- one of the reasons we've said that underlies Double Jeopardy clause is to prevent overbearing conduct by the government. That's not an issue here, is it?  You said the government gets one fair shot at conviction.  And if there has been a legal error below, they haven't had a fair shot."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this business about the judge being a representative of the state, I'm not sure how far that gets you.  The government is one of the adversaries appearing before the judge, and the judge is not supposed to take the government's side.  So he is not really a part of the government.  And it does seem to me that, if they had been thrown out of court because of a legal error, that's not a fair shot."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose the question --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"No, I know that -- I'm just saying that that particular rationale for the Double Jeopardy Clause is not applicable in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's looking at it from the defendant's perspective.  We have said that the government should have one fair shot at conviction.  And it seems to me that, if they lose because of an error, that's not a fair shot."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't it -- isn't it hard to argue with a notion that your client has gotten a windfall here?  I mean, this is not continuing government oppression and -- and -- you know, that's -- that -- that suggests a real harm on the part of your client.  I mean, here because of a legal error, your client walks away the winner when he shouldn't have."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I think that's right. This is -- this is an argument against this whole line of cases, that this whole line of cases essentially has set up a system where the real purposes of the Double Jeopardy Clause do not apply and where defendants walk away with windfalls.  And I guess what's your best argument against that proposition?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could a system say, if you have Double Jeopardy looming in -- in -- in the case, then arguments like the one that the defendant made and the judge bought have to be made pretrial, and if they are not made pretrial, they are waived.  I mean, here, the -- the -- the case was ongoing when the defendant made this suggestion, as opposed the system had built into it a requirement that defendants that are going to make this kind of plea do it pretrial."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I'm a little confused.  It was charged with the crime of burning down a dwelling, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And no specific statute was cited?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which one?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The dwelling statute, not the -- not the exception to the dwelling."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what he was charged with?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why did the court dismiss, if he was charged with burning down a house?  I thought he was charged with burning down a dwelling, and the argument was he should have been --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- charged with burning down a house."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"My only quibble is you have no doubt -- the defense attorney had no doubt that he burnt down a house -- that someone burnt down a house, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Got it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a sentencing enhancement, is really what the argument is -- the decision was."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That every -- you can be charged with burning down a dwelling and you can only get the enhancement if they prove it's a house."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Baughman. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So if -- if the judge did this on her own, that would have been okay?  And there would be Double Jeopardy attaching?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So we have to decide in each case whether the defendant was the initiating source of the error?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what if the defendant just agrees with the judge?  The judge says -- you know, I think this indictment is bad because you -- you have to show that it wasn't a dwelling place, and the counsel for the Defendant says, yes, that seems like a good -- a good idea.  Is -- is that enough to --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, my goodness, disagreement would be malpractice, wouldn't it? (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"A bird in the hand, counsel.  I -- I --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Baughman, what would happen if the defendant asked for improper instructions, really saying exactly something like this -- you know, that the jury has to find this additional element that, in fact, it doesn't have to find?  But your theory, I would think, would say that too, the government could try the defendant again.  After all, the government didn't get its one fair shot."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You don't go that far, in other words, just because it doesn't happen to be this case."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But do you concede that the logic of your position would extend to improperly instructed juries?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we've historically said it in this context, too.  I mean, the cases that you are asking us to overrule go back 50 years."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You cannot necessarily --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Well, we didn't have it, at the time of the founding, any mechanism for a judge to do that.  I mean, this -- this is a new procedure, and how it fit into the prohibition of Double Jeopardy was certainly a -- an open question. It's not as though this procedure existed at the time of the founding or in English law before then and was never adequate to -- to constitute Double Jeopardy.  It's a new procedure introduced, so the question for the Court was, well -- you know, if it's the judge rather than the jury that pronounces the acquittal, does -- does that constitute Double Jeopardy?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But the point I was making was that the same windfall is received by the defendant that gets an acquittal from an improperly instructed jury."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now -- now, I take it you -- you -- you agree that sometimes the prosecution -- I'm not saying anyone would -- but they -- the defendant's acquitted by the jury so -- because he doesn't find -- they don't find enough evidence, and so the prosecutor thinks, I think I'd like to try him again, and then he's acquitted again.  I'd like to try him again, and he's acquitted again. Now, substitute judge for jury, the same thing could happen.  I mean, I don't see why not.  And there's no answer to that, is there?  And if there's no answer to that, the same bad thing could happen.  Well, then you're going to have to start distinguishing among which judge or jury acquittals do or do not invoke the problem of the Double Jeopardy Clause. And where I'm driving is that -- that there is a principle, and the principle was -- it seems the simplest way to put it, is where in fact the acquittal rests upon a judgment that there isn't enough evidence, that's it.  That's what we're after.  And where it's some procedural thing or not, maybe we aren't.  Okay. Now, the virtue of that is it's simple, it's consistent with the cases, it's been clear.  And you're advocating, let's go into that and change it or at least interpret the cases that's consistent with it.  And we're saying there wasn't enough evidence, is because the judge had in mind a legal point that he was wrong about, then Double Jeopardy Clause doesn't work.  But if the judge was right, it does work.  Well, except for the matter of substantive evidence.  Now, that way, as your opponent, lies a mess. I just went through that long thing because I don't want you to get -- sit down without addressing what I see as a central problem, namely, if we don't accept his view, it's going to be a terrible mess."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, you're beginning to make distinctions."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And once you make those distinctions, I go back to the question I asked, which was there is a distinction.  The distinction is whether it's a procedural ground or -- and Justice Harlan's -- it's whether there was -- \"Just talk to the U.S. attorney, I didn't like it,\" or \"Talk to the witness,\" or \"The prosecution brought too late.\" The other side of it, where the clause attaches, is where it was done on a substantive basis, not enough evidence.  I said -- I don't want to repeat myself, but I'm saying what he's coming up with is a simple, clear rule, basically consistent with the cases, and why shouldn't we follow it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If the judge -- if the judge simply misinterprets one of the elements, but doesn't add a new element, you say that there would be Double Jeopardy there, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that going to be a very difficult line to draw?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let me give you an example. Suppose the -- a statute makes it a crime to burn down a dwelling, and the judge interprets dwelling to mean a building that is currently lived in and, therefore, not including a vacation home.  And let's assume that's an incorrect interpretation. Now, is that an incorrect interpretation? Or is that the addition of a new element to the statute, namely, that it is a building in which people -- that's one element, and the other is people are currently living there?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's every misinterpretation.  I mean, I don't know why this case doesn't involve simply a misinterpretation of what the elements of the crime are.  I mean, any misinterpretation, you can -- which goes beyond the minimum that the -- that the statute requires, can be recharacterized as adding an additional element."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But in several of our cases, what the court has done wrong is to make the prosecution prove additional facts in order to prove an element.  So the distinction that you're drawing is one between incorrectly making the prosecution prove additional facts and incorrectly saying that the prosecution has to show an additional element.  And I guess I just don't understand that distinction."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if I understand your test correctly, under your test, Rumsey, Smalis, and Smith would all have come out differently."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying that your -- your approach doesn't solve the bench trial problem any more than your friend's approach, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Gannon. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let's go through this.  My basic question:  Normally, a judge will wait till the jury comes in and then decide, if the jury convicts him, whether to set it aside.  So there's no problem.  So now, we have the judge -- for some reason or other, this judge has decided to grant the motion of acquittal in the middle of the case. Now, this is unusual, I think -- I hope. And if so, though, the judge might not think of writing down his reasons.  So he might just say there isn't enough evidence.  And now, it happens that, just before he did that, the defense lawyer argued to him an erroneous theory.  All right.  An added element or something or other, some kind of misconstruction of this.  What happens then?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  But this a judge, after all, who for some reason -- we don't know what -- decided, instead of waiting, as they normally would do, grant it in the middle of the case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I see.  So there are a lot more places --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They do.  They --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And then this is a --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"This has arisen a lot more than -- than I think. All right.  Fine.  Thank you."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And in that case, do they have to write it down?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But many states have a different rule."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And many states permit the judge to reserve it till after the jury verdict."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So then, in other words, when an acquittal --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Finish the sentence. Notwithstanding that, what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can you add to that -- your -- just your idea of what the empirical situation is in the last 30 or 40 years?  Have most U.S. prosecutors or prosecutors in these states thought that they could appeal an acquittal on the -- in the middle of the trial on the ground that the judge made a mistake of law?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Gannon, if we -- if we adopt your rule, it -- it can't be for this case only.  And I -- I think this characterization, nonexistent element -- or a court's misconstruction of an element, I think, in many cases, you could do -- call it one or call it the other, so that -- that's a difficult line to -- to adopt."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, you gave us earlier the statistics of how many judges grant Rule 29 motions in trial.  I think you said 76 percent.  What's the gross number, relative to the number of actual verdict decisions by juries or the judge himself?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Out of what number?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is that important, \"at defendant's behest\"?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you -- you're arguing that this should only -- only be -- this rule should only be applied when the defendant asks for it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Moran, you have five minutes. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have any states done that? I -- I'm somewhat concerned about telling a judge that, if the judge's best judgment says there's insufficient evidence, that then it has to proceed with a trial."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"DAVID A. MORAN","firstName":"DAVID","lastName":"MORAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3365,"interruptions":24,"times_spoken":64,"laughter":0,"num_int_by":7},{"id":1,"fullName":"TIMOTHY A. BAUGHMAN","firstName":"TIMOTHY","lastName":"BAUGHMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2434,"interruptions":11,"times_spoken":22,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"respondent","words_spoken":1552,"interruptions":12,"times_spoken":17,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":234,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":544,"interruptions":4,"times_spoken":33,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":403,"interruptions":2,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":224,"interruptions":2,"times_spoken":5,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":351,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":960,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":362,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3365,"times_spoken":64,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":23,"words_spoken":3986,"times_spoken":39,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":14,"words_spoken":3346,"times_spoken":108,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":7},"prediction":{"petitioner":0.39537612375853826,"respondent":0.6046238762414617,"date":1472418053020}}