{"petitioner":{"name":"MICHAEL J. ASTRUE, COMMISSIONER OF SOCIAL SECURITY","counsel":[0]},"respondent":{"name":"KAREN K. CAPATO, ON BEHALF OF B.N.C., ET AL.\n","counsel":[1]},"caseNumber":"11-159","date":"2012-03-19T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-159, Astrue v. Capato. Mr. Miller. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose a State legislature got the crazy idea that children born to married people during the time of the marriage shouldn't inherit under State intestacy law.  Would that mean that they would be ineligible for survivors' benefits?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But what if they did -- what if they did that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Those are -- those are obviously meant to deal with -- with children whose parents are not married."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe it means something else.  Maybe it means that to the Congress that initially enacted the predecessor of this provision a child was a child.  They knew what a child was.  And the type of child that I mentioned earlier was a child. There wasn't a need for any definition of that.  And they -- they never had any inkling about the situation that has arisen in this case, just as they had no inkling that any State would go off and take away intestacy rights for children born to married people during the course of their marriage."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there something sort of bizarre about your reading, because Congress in the (e) section sets up very specific definitions aboutstepchildren and grandchildren and even stepgrandchildren in which State intestacy law is not referenced?  But you're saying that as to the largest category, the category in which 90 percent of people are going to get benefits, there Congress sent us all off to State law."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose I'm not so convinced that (h) is as clear as you think it is, because there are two sentences of -- of section (h). I'm just asking you to provide a reason why Congress would have specified everything about what -- how you get benefits for stepchildren and grandchildren and stepchildren, but not for the main category of people at issue."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they don't always do --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Miller, there's one provision in (h) that's puzzling, and maybe you can tell me what it means.  It's at (h)(2)(A), and it's the last sentence of (A).  It says:  \"Applicants who according to State law would have the same status relative to taking intestate personal property as a child ... shall be deemed such.\"  What person is that referring to? Someone who is not a child but has the same status as a child?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Anyone else or just that category?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"justices","text":"I'm sorry.  Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"You said earlier that the State intestacy law provides clear rules, but I assume that's not always the case, particularly with all this new technological advancement.  There must be situations where you can't tell what State intestacy law provides.  And what does the Social Security Administration do in that case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  My hypothetical is that there's no clear answer.  I mean, let's take a situation where this type of reproduction is -- is new,and the State legislatures haven't had a chance to decide whether they want to recognize the offspring for State intestacy law or not.  What would SSA do?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There was in my memory, and it's been a while, that some States, if not all -- and that's what I was going to ask you -- basically deem any child born during the marriage to be a child of the marriage, whether it's a biological child or not, so that if a mother has had a relationship outside of marriage, the married parent's still responsible for that child.That would take care of, I think, a great number, wouldn't it, of the new technology births that occur without perhaps the input of one of -- the biological input of one of the parents?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  My question was, do all States have similar rulings?  And for those that don't, what happens to a child that's been born with, as Justice Roberts said, as the Chief said, with new technology?  What happens to that child in terms of their definition -- of whether they'll be considered a child for Social Security purposes?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"My impression is that, I'm not sure it's by statute, but just by judicial decision, a child born in the marriage is a child of the marriage unless -- unless the child is repudiated by -- by the father.MR. MILLER:  I believe that is -- that is the general rule.  And I think one thing that that illustrates, of course, is that Respondents' definition, which is also the court of appeals' definition, of what a child is and the definition that they urge the Court to apply in 416 is the biological child of married parents. And not only is the -- does the \"married\" part of that not comport with the ordinary understanding of \"child,\" because of course in ordinary usage whether somebody is a child doesn't depend on whether their parents are married, but the biological part also does not comport with legal usage because, both in 1939 and today, there are many cases in which biological parentage is not determinative of legal parentage, both for the reason that we were just talking about and then also for -- another example is when you have an adoption; a child who has been adopted by somebody else is no longer legally the child of his biological parents."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Would you tell me if -- if the Capato twins are both found to be -- be children within the meaning of the Act, will they meet the dependency or the deemed dependency requirements?  Or is that a back-up argument that you have?  Or --MR. MILLER:  We -- that -- that would be a question for the agency to address in the first instance.  The agency has not addressed that question in the administrative process here.  So, we are not --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"justices","text":"It -- it was addressed in the Ninth -- in the Ninth Circuit decision, wasn't it?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have a position on that here?  Or -- you want that to be elaborated more by the agency?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Rebuttable presumption or irrebuttable?MR. MILLER:  The presumption in favor of dependency for anyone who qualifies is irrebuttable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Well, you rely only on that -- on that definition. The section is entitled \"Old-age and survivors insurance benefit payments,\" and it also provides in (d) that a child is entitled to the benefits if, among other things, (C) was dependent upon such individual, (i) if such individual is living at the time that the application was filed, (ii) if such individual has died at the time of death, or (iii) if such individual had a period of disability, et cetera, et cetera. It seems to me -- is the word \"survivor\" used anywhere in the text of this statute except in the -- in the heading of this section?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We use titles to determine the meaning of ambiguous provisions later, don't we?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what does -- what does (d)(1)(C) do if it's all washed out by --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it doesn’s say – it says every child as defined in 416(e) has to meet that requirement.  If such -- such child, the one defined in (e)."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask -- Justice Scalia said that the statute is ambiguous.  Is that your position?  Is it your position that the definition of \"child\" is ambiguous and that we have to give the agency deference, or is it your position that, in context, it's unambiguous and even if the Social Security Administration wanted to extend benefits, it couldn't, in the circumstances of this case?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Miller, could I take you back to 416(e)?  I take it that you don't contest that for purposes of deciding the -- which stepchildren get benefits and which grandchildren get benefits, we're just looking to Federal law, that we don't look to State law on those questions; is that correct?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And, you know, I'm looking at some of these, the grandchildren one, for example. It says a person who is the grandchild, but only if, blah, blah, blah.  It seems to have just sort of an understanding of what a grandchild is.  In other words, it's not really defining a grandchild here; it's limiting a class of grandchildren with a pre-existing understanding of what a grandchild is.  And so, I'm wondering, if that's true of grandchildren, why isn't it also true of children?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, the child of a child.  The child -- what kind of child?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, so, for grandchildren, the agency is also looking to State law?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I now have in front of me (h)(3).  I don't see how it has anything to do with whether the child was dependent under (d)(1)(C). Why do you think it has something to do with that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, unless such individual was not living with or contributing to the support of such child -- which is certainly the case here; the child had not yet been born -- and other qualifications.  The principal condition does not exist. Shall be deemed dependent upon his father or adopting father unless at such time such individual, mother or father or adopted father was not living with or contributing to the support of such child.  How does that alter the dependency requirement of (d)(1)(C)?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that may well be."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If that is ambiguous, why doesn't -- why doesn't (d)(1)(C), despite -- what is it (h)(3) or whatever the 3 we're -- we've been playing with here -- despite (d)(3), despite that, it seems to me that they don't meet that requirement.MR. MILLER:  That -- that might well be the case.  Our position is simply that that's not an issue that the agency has addressed and that would be a matter for the agency to resolve in the first instance if this Court were to disagree with us on the definition of \"child.\" I referred a minute ago to the 1939 Act and the structure of that Act, and I think that that's very instructive because, again, the way that the provisions were arranged in the 1939 Act, as we set out in our brief, were the same for present purposes as they are today.  And Congress, when it amended the Act in the 1960s to allow certain nonmarital children to be eligible for child status, recognized that that was the case, recognized the commission's interpretation that everybody had to go through 416(h) and establish their eligibility under State law, and then chose to make express exceptions to the requirement of State law for those children.  No such exception applies here. If I could reserve the remainder of my time."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Thank you, Mr. Miller. Mr. Rothfeld. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"justices","text":"Excuse me.  Could youtell me what purpose 416(h) serves in this statute --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- given that you believe that 416(e) is self-sufficient unto itself?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"As the child who should receive.  So, what's the purpose of (h)?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, the -- a child who was born during marriage but is not a biological child wouldn't qualify?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Even though they qualify under State law as a child?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's -- you see, a situation like that is what is making me uncomfortable because I don't see the words \"biological\" in the statute.  I don't see the word \"marriage\" directly when -- within the definition of \"child.\"  So, where do I draw them from?  Where do I come --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That would be true under State intestate law."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the words -- you say this is plain meaning.  It says the child of a wage earner, an individual; a child -- it seems to me you are importing the term \"married,\" because someone can be the undisputed child of a wage earner who is unmarried.  So, it's not a question of disputed versus undisputed.  A wage earner can have a child, undisputed that the wage earner is the parent, but the wage earner is not married."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- and there's no reason to refer to (h)."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't -- look, when Congress says \"child,\" \"child\" means child, and the mere fact that Congress wrote that at an age when most children were indeed children of married people doesn't change the word \"child.\"  I mean, we don't go back and say -- Congress often uses words that go beyond what -- what their immediate concern is, and here they used the word \"child.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You want us to probe their mind and say, well, since 90 percent of all childrenwere children of married people, that's what they must have meant by \"child.\"  I just don't think that follows at all.  \"Child\" means child."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Rothfeld, I guess the question is, when it says a child is a child, does it mean a child is a child born in wedlock or a child is just a child?  And we know that Congress knew how to distinguish between the two because Congress distinguished between the two in this very Act in the dependency provisions.  It talks about the legitimate child of such individual.  Well, here it didn't add that word.  It just said \"the child.\""},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Are there any other statutes that you can point to around this time which support the notion that when people said \"child\" they meant child within a legal marriage?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  You can't point to anything because it's so clear?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but if we are going to apply those equal protection decisions to this statute --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose the question is aren't you at the very least getting us into a situation where we should interpret the statute the Government's way because of constitutional avoidance concerns?MR. ROTHFELD:  I think that the contrary is true.  I think that you should interpret it our way because the Government's application sort of disfavors children who are born through, you know -- through assisted means by its incorporation of State law in favor of --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Oh, it disfavors children who are born after the father has died, which is in accord with the title of the statute:  survivors benefits."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What's issue here -- what's at issue here is not whether children that have been born through artificial insemination get benefits.  It's whether children who are born after the father's death get -- get benefits."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm interested as to what your definition of \"child\" is.  Is it just a biological offspring?  Is it limited to a biological offspring born of a particular marriage, but in what context?  Because we go back to Justice Ginsburg's question of what happens if the -- if the decedent is the mother.  There's no question that she bore this child.  Married or unmarried, does it matter? Does marriage matter only if it's the father that's the decedent?  What is your --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If there is a sperm donor, does any offspring that sperm donor have qualify?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, a mother who isunmarried who bears a child, this child is not automatically covered."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, so there are situations in which you think those provisions should govern."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This is what was not clear to me.  So, you're -- you're not arguing that \"child\" has just one natural meaning."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In whatever meaning you could give it."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Rothfeld, I'm curious why you didn't argue a different theory, which is that(e) refers to all biological children whether in marriage or outside of marriage, and then (h) is set up for cases in which biological status is contested. I mean, what would you think of that theory?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why didn't you argue it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if the children -- well, I don't want -- the Capato twins were conceived 4 years after of the death in this case?  Would your argument be the same?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that?  Why would they all involve children born relatively soon after?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there's no reason it couldn't take place 4 years after."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, what happens if the biological mother remarries or something and then goes through this process?  Does the child get double survivor benefits or --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Which -- I assume you would argue that in that case the child is eligible through two different routes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Rothfeld, these children were born 18 months after the insured wage earner died.  If we look to other categories of children, say, stepchildren -- and there is also one for adopted children.  For stepchildren, they qualify only if they had that status no less than 9 months before the wage earner died, and adopted children is also a limitation.  The stepchild and the adopted child -- there could never be any question of being born 18 months later.  They wouldn't qualify.  There's -- there is a time limit for the other children.  And if Congress had thought about this problem, maybe it wouldhave put a time limit on this, too."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The question is what -- you haven't mentioned the text that suggests you're not right, which is right in (h) which says:  In determining whether an applicant is a child of an insured, the Commissioner shall apply such law as intestacy law. Okay?  That's what it says.  Now, how do you get out of that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying that that doesn't apply.  And so, I've listened carefully to your reasons for saying why (h) doesn't apply when its language seems to say it does apply, and I'm not sure of why it doesn't apply.  I mean --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that two parents have lived together for 6 years and 4 months in State X, and they have a child.  Fine.  The father dies.  Were they married?  They never went through a ceremony.  Is there a common law marriage?  Might it depend on the State?  Do you know the answer in every State?  My answer is:  You don't know.  And I don't know.  And, therefore, we have to look to the law of the State in order to see whether that (e) is satisfied.  Now, we have to look to it to decide if they're married.  Even you say that. So, what Congress did is it found a pretty good shorthand way of saying where you look.  We're not going to worry about 6 years and 2 months; we're just going to look at their intestacy law.  That's, as I readit, what it seems to say. Now, I have been listening to you , and I don't see how you're going to save us from even worse problems, particularly when I started looking at the state of the artificial insemination and so forth, and every State has a dozen different variations. There are uniform acts.  There are things you have to acknowledge in writing.  It's a very complicated subject.  And -- and that's why I am rather hesitant to read it the way you want.  But I want you to reply to that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Where is that sentence?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is it the bottom of the paragraph?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It says, \"Applicants who according to such law would have the same status relative to taking intestate property as a child or a parent shall be deemed such.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I haven't found the sentence you're talking about.  Where is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":6,"sideBefore":"justices","text":"At the bottom of the paragraph."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Bottom of what?  Page what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's sort of like a -- you say there is no board of tax -- sorry.  I won't get into that.  But -- because they used the word \"deemed.\"  Is that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's the heart of yourargument there."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, all right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But then, Mr. Rothfeld, why can't one just say, well, first sentence, who is a child?  Look to State law.  Second sentence, when State law treats other people as children, you should treat them as other -- as children, too.  So, the two sentences can cohere fine.  For children, look to State law, and also look to State law to see who they treat just like children."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The obvious practical thing is --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Well, why not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"-- is that -- that, you know, once you get beyond this and the child wasn'teven -- if he's conceived -- or what the father could do, couldn't he just write a note and say this is my child even if it's conceived later, and then wouldn't he fall within one of these other exceptions, the exception for being acknowledged?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"He has acknowledged in writing that the applicant is his son or daughter.  What about that one?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does it?  It doesn't say it.  I mean, it seemed to me easier to work with that one than the one you're trying to work with.  But I -- I don't know.  You're the -- but -- but anyway, what I'm worried about here --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, I know. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Okay.  What I'm actually worried about and want you to address is I just -- if we were to adopt what you said, what they're concerned about is many different applicants coming back later.That's what State intestacy is concerned about.  And you don't really know who their parents is.  Another thing is there are already children who are eating up all of the money.  And then some new person shows up, and you have to take the money away from the other children in order to give it to this new child.  And all the time, you don't know if that's what the parent who is dead really wanted. And so, that's why the States have gone into all kinds of writing requirements.  And -- and you want us to sort of -- applying this old law to new technology, just overlook those complications."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that would be fine if the statute said what you claim it says.  It says a child is a child of a wage earner.  And you'd have to import these things that Congress didn't say to get to what you claim is the plain meaning.  But what do you do with the sentence in (h)(2)(A) that says \"in determining whether an applicant is a child of an insured individual for purposes of this subchapter\"?  The subchapter is not for purposes of (h), but for purposes of the entire subchapter, which would include (e)."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But how could it do that when the rest of the sentence says, \"to determine whether an applicant is a child for purposes of this subchapter, the Commissioner shall apply the State law of intestacy\"?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's exactly right, Mr. Rothfeld.  But you have two choices.  In the second sentence, you do have two groups, and one has to be compared to the other, which is children.  The question is, are children described by the first sentence of that, or are children described by the (e) section? So, you're just reading the first sentence out of the statute and saying that the second sentence totally subsumes the first sentence, and we have to go back to (e). But the first sentence exists.  And it says: Who are children?  Children are who they are under State law.MR. ROTHFELD:  No, and I -- I think that what it's telling the Commissioner to do is to determine whether or not -- when an applicant who does not fall within one of the defined categories in section (e) applies for benefits, the Commissioner is to determine whether or not that child has the same status relative to State law as the child as defined in the definitional section. The Congress -- as I say, Congress said expressly that a child as defined in section 416(e) of the statute qualifies for benefits.  And so, I think it establishes a Federal standard as to what -- what a child is for purposes of the Act. The Court has to determine what that standard means to apply to any particular child."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Counsel, under Chevron, you lose if the statute is ambiguous.  Is there any reason we shouldn't conclude based on the last hour that it's at least ambiguous? (Laughter.)"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's a mess. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How -- do you think that Congress thought of either of these situations as real possibilities?  Do you really think that the 1939 Congress, or even the one that passed the later statute, ever thought that a State would disinherit a naturally born -- all naturally born children -- or that children could be born 18 months, 4 years, 50 years later?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They weren't thinking of either. So, the question becomes, given the language of (h) that says define \"child\" this way throughout the subchapter, why shouldn't we give that directive its plain meaning?That's really the argument that you have to convince us of."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that's because every State law recognized them as such as well, correct?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Well, if we're going back to 1939 understanding, wasn't it also understood that the marriage ends when a parent dies?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Rothfeld, I know that the Government didn't rely on it, but just to satisfy my curiosity, how -- how can this child satisfy the requirements of (d)(1)(C), with regard to dependency upon the father?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I understand.  But --MR. ROTHFELD:  But the answer --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- that is connected with this other issue."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Miller, you have 4 minutes. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why do you think that? What would you point to in (h) that is inconsistent with the theory that I just gave you?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't the last sentence of -- what is it -- (h)(2)(A) show that Congress had in mind a certain idea of a category of people who were indisputably children?  I don't see how you can get around that, because it says what you're looking for under State law is to determine whether someone has the same status relative to taking intestate personal property as a child."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, if the person is a child -- you have applicants who according to State law had the same status as a child, a person has that status because the person is a child, and the person is deemed to be a child, it seems very clear that that shows that (h) -- that this provision is directed to people that Congress in 1939 did not think fell within this paradigm of a child."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Miller, Mr. Rothfeld.The case is submitted."}],"people":[{"id":0,"fullName":"ERIC D. MILLER","firstName":"ERIC","lastName":"MILLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2755,"interruptions":9,"times_spoken":34,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CHARLES A. ROTHFELD","firstName":"CHARLES","lastName":"ROTHFELD","counsel":true,"justice":false,"side":"respondent","words_spoken":2924,"interruptions":43,"times_spoken":65,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":278,"interruptions":4,"times_spoken":16,"laughter":1,"num_int_by":3},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":287,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":478,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":867,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":960,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":633,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":101,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":695,"interruptions":3,"times_spoken":18,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":9,"words_spoken":2755,"times_spoken":34,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":43,"words_spoken":2924,"times_spoken":65,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":16,"words_spoken":4299,"times_spoken":109,"laughter":3,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472501779165}}