{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"HOME CONCRETE & SUPPLY, LLC, ET AL.","counsel":[1]},"caseNumber":"11-139","date":"2012-01-17T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-139, United States v. Home Concrete & Supply. Mr. Stewart. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but only if your reading of the Colony decision is correct, right? If we think that Colony definitively resolved the question before you, the regulation can't overturn that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but once -- once we resolve an ambiguity in a statute, that's the law, and the agency cannot issue a -- a regulation that changes the law just because, going in, the language was ambiguous."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if they use the exact same phrase, and it's a fairly detailed -- it's not just a normal phrase they might use elsewhere, I think it's reasonable to assume that that phrase came in with the baggage it -- it carried from the Colony case; right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but our job is not to plumb Congress's psyche and decide what they had in mind.  It's to interpret the statute.  And if, as you acknowledge, it's a pretty obscure way to change the law from what we said it was, the law that's written there, that's a very obscure way to change it.  I'm inclined to think that the law stays the way it was."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- but that argument hasn't changed between the predecessor statute and this statute.  You made the same argument under the Colony statute.  It lost.  So, you can't go back to that argument because it's already been rejected. So, what goes from that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"My problem with your argument as I read it in the brief, it's a bit convoluted, as Justice Scalia observed.  But if Congress intended to change Colony, it wouldn't just have created this subdivision (i); it would have changed the main statement.  So, why don't we read this as simply saying we accept whatever Colony said, and the only thing we're -- we're creating exceptions around are the following? The exception argument."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, this language would have one meaning if the very same language were adopted after our decision in -- in Colony and a different meaning if it were adopted, as it was, before our decision in Colony."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a very strange approach to a -- to the meaning of a statute, it seems to me."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- but you're saying -- and I'm just trying to supplement Justice Scalia's question so -- so you can continue to answer it. You're saying that the split is somehow more obscure or more imprecise in its formulation than what Colony did.  You're saying that, oh, if Congress knew about Colony, they would have done it differently, but it was a split, this was close enough for government work.  That seems to be your argument.  And I -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I still don't understand why the world was different after Colony addressed the split than before Colony addressed the split.  The issue is still the same."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, by far?  By a little maybe, and I might agree with that, but -- but we're not writing on a blank slate here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Indeed, I think Colony may well have been wrong, but there it is.  It's -- it's the law, and it said that that language meant a certain thing.  And the issue is whether this is -- this change is enough to change the meaning of the statute.  And -- and I'm dubious about that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart, don't you have two arguments?  One is that the statute changed, but the other is that even the statute remained the -- even if the statute remained the same, Colony itself was a decision that found ambiguity in the statute.  So, you have the power under Brand X to go back to that statute and reinterpret it, if you will."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the Court thinks it has to reach that question because it agrees more with Justice Scalia than with you as to whether this statute stays the same, then you have independent Brand X arguments, don't you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, about that argument, you rely very heavily on the fact that Justice Harlan used the term \"ambiguous,\" right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But he was writing very much in a pre-Chevron world.  I -- he was certainly not on notice that that was a term of art or would become a term of art.  And, of course, I didn't know him, but my sense is he was very gracious and polite. And you can see him saying, well, that's a good argument, but....  He's not the sort of person who would say this is it, this is it. I don't think you necessarily can take the use of the word \"unambiguous\" in his opinion to mean what it does today."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"justices","text":"But he did say that something was unambiguous, and that was the little (i) that was added.  And he also said he wasn't taking any position on the '54 code; isn't that so?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"He did."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there a case where we applied Chevron deference to a pre-Chevron opinion?  In other words saying, well, the Court looked at that, but the Court said it was ambiguous; and so, we apply Chevron."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Even without Chevron -- I mean, even apply it, I would have thought the point of Brand X is you look at the language of the statute and you look at what Congress intended, and where they intended the agency to have power to interpret, you follow the agency.  And you could do that after the event if the basis for your decision is that it isn't clear. But that isn't Harlan's opinion at all.  He goes and looks at what Congress meant, and what they meant is treat basis like you treat a deduction.  And he gathers that from the legislative history.  And so, I don't see the basis for saying now the agency still has power. Now, forget that one.  I mean, that's one point you might want to address, but I may be too unique in that, in which case it's not worth your time."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I didn't think that was the basis.  I thought the basis is that there are two kinds of things:  One is you just don't put in some big category of stuff in your return, and the agency can never figure that one out.  And the other is where you don't state your deductions correctly. And now, the cost of goods sold and the basis are difficult cases because of the way the -- the code defined \"gross income.\"  It defines it in terms of gain.  But Harlan says they're like deductions for purposes of this statute.  That's how I read it. But I have a different question.  You can pursue this one if you want.  My -- what's really bothering me about this case -- and I can't quite figure out the answer to this -- is it seems to me when they filed that tax return in April of 2000, it was a terrible loophole, but these lawyers have the job of creating loopholes or at least trying to take advantage of them.  Okay?  And the IRS had told them this was okay.  Indeed, they had informal advice to that effect.  Now, there's a -- you don't put the date of the year 2000 reg, and I don't know if you're both talking about the same thing.  I was really surprised there was no date there.  Then what happens is, after you lose in every circuit -- not you personally -- they lose in every circuit; and then in the year 2009, they say, though we lost and though we told everybody this is okay at the time they filed the return, now we're going to pass a new reg and we're going to penalize them, taking all back this money 9 years later.  That seems to me pretty unfair.  So, I'd like to know just that answer."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what was -- and what was the date of that, Bakersfield?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, okay."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Stewart, prior to this latest round of litigation, had the IRS ever said, ever given any indication, that it viewed Colony as not controlling any -- any -- any longer?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And as a result of this case, had the IRS suggested in any kind of guidance or rulings or anything else that it viewed Colony as an outdated decision?  Because, you know, I'm a taxpayer, and I'm reading Colony and I'm thinking the language of the statute is still the same; why wouldn't Colony control?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You say in your brief on page 4:  \"In 2000, the IRS issued a notice informing taxpayers that Son-of-BOSS transactions were invalid under the tax law.\"  And you cite without a date.  So, I was sort of curious whether that particular cite came before or after they filed their return."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And they say that -- and I -- in July 2000, 3 months after they were filed, the Commissioner reiterated his view:  \"It has long been held that the extended statute of limitations,\" da, da, da, \"is limited to when specific receipts or accruals are left out of the\" -- of gross income, which is basically the Colony statement."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you talking about the same thing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, there are two different documents.  So -- so, in July, they're telling the tax bar this is okay.  And what you say is this document here, which you refer to without a date, told them it wasn't okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd be rather curious if you could sort that out."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I know there are many ways of downplaying that, but I'm just curious as to what happened.  What about the one you cited?  When was that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes, that's the general principle.  But the point you made just a few moments ago is -- I think is responsive to that, which is:  We're not talking about the merits; we're talking about a statute of limitations.  The whole point of a statute of limitations is some things that are bad are -- are -- are gone."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't go back to them."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"At what -- at what level of the IRS bureaucracy can you feel comfortable that the advice you're getting is correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"A single district counsel -- you go to there and say, what do you think? And it tells you, and you say, well, that's fine, but I know you don't count; so, I want to talk to your boss and boss -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so, what that -- what happened here is that the taxpayer came to the same conclusion as a district counsel of the IRS."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the -- that's the July.  What about this other, undated one?  Now, I notice what you say about it.  You said that it described \"arrangements that unlawfully 'purport to give'\" them -- if I read that piece of paper, which I might -- and you probably read it because you cited it -- will I come away with the impression, uh-oh, these loophole arrangements, Son of BOSS, which previously seemed to be okay are now not okay?  Is that the impression I'll have?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the impression you had?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  All right.  That's what I suspect.  Then look at the unfairness of this. I'm not saying there aren't worse unfairnesses in the world, but, nonetheless, people spent a lot of money. The whole Bar has gone to an enormous effort. Everything up through 2000 being -- seems to say you can do this.  You have a case on point in the Supreme Court. And then 9 years later, after continuous litigation, the IRS promulgates a regulation which tries to reach back and capture people who filed their return 9 years before."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you clarify, Mr. Stewart, two things that Justice Breyer brought up? One, he said that the IRS had given people advice that Son of BOSS was okay; it would work -- this tax shelter, this tax scheme, would work. And then he said -- he suggested that a basis is like deductions.  And you agree that overstatement of deductions don't get you the longer statute of limitations.  So, why -- why should an inflated basis get you to 6 years when inflated deductions don't?  That's one question. And the other question is, is it so, that agents told people that Son of BOSS would work?  Is --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Just on that point -- and we'll find out in a minute -- is the Respondent going to say, well, it's always implicit that you have a basis; everybody knows you have a basis?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, that's -- so, that's necessarily what you're telling the government."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Garre, is it implicit that you always have a basis? "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why do you think they added that paragraph?  Because it seems clear that there was a circuit split at that time about exactly this question and that this paragraph was a response to that circuit split.  So, what else could Congress have meant by it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Were most of the --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":5,"sideBefore":"justices","text":"But that's got to mean -- that's got to refer to (i).  It can't refer to the -- Harlan said two things.  He said it's ambiguous; therefore, I'm going to look at the legislative history to find out what the predecessor section means. And then he says:  I'm not going to speculate on what this new thing means, but I do want to point out that the result we reach in Colony is in harmony with the unambiguous language of 6501, et cetera.  The only unambiguous language that he could be referring to is in (i) because he has just -- he had said the earlier language was ambiguous."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- real estate developer in the business of buying and selling property.  So, I'm not sure that I buy your argument that it can't be goods and services, because that was the services of this particular company."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And I --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I was going to ask in conjunction with Justice Kagan's discussion, were the pre-Colony cases that involved splits -- did most of those or any of those relate to the sales of goods and services or were they all real estate sales?  Do --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but the Congress drew it, as I think is implicit in Justice Kagan's question, when it talks just about goods and services."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And the other reason, it was goods and services.  There's always FIFO and LIFO. I mean, there's -- you know, taxpayers who sell goods have inventory cushions.  And so, the IRS is very, very well aware that that kind of judgment is involved in all these statements.  It's not quite the same with basis."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why would they be redundant?  I mean, if the statute without little (i) meant what you said it meant, then there would be no occasion to put this in, because \"omission from gross income\" would refer to items of income, period.  That's -- so, what work does (i) do, if it just -- if the main rule, the general rule, is as you say it is?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you agree that that's not why Congress passed that provision?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Garre, where do you find evidence of that?  Because you cite some cases in your brief that end up not really supporting your position.  And as far as I can see, there's only one case after Colony that deals with the question of whether Colony continues to govern after the 1954 amendments.  And that case, which is Phinney, seems to cut in the opposite direction.  So, am I missing something?  Are there cases that -- that favor you that say that, yes, Colony continued to control?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, whatever the Fifth Circuit said about Phinney, when I read Phinney, it seems to me to cut in the Government's direction if not to be entirely on all fours.  But I asked, are there any other cases that you have that suggest that the courts did think that Colony was continuing to be the governing rule?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because what I was thinking, Mr. Garre -- and tell me what you think the consequence of this would be -- is that if I were a tax lawyer and somebody came to me and said is Colony still the rule, I would have said:  Well, I can't tell you 100 percent.  I think you're good 70 to 80 percent.  You know, it's the same language, and there's Colony out there, and -- and -- and nothing the IRS hasn't said that Colony doesn't control, but I can't -- so, I'm giving a 70 percent. Do you win if that's the state of the world as I see it?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in terms of what a taxpayer thinks, whether Colony continues to govern."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it also said before that, Mr. Garre, and without doing more than noting the speculative debate between the parties as to whether Congress manifested an intention to clarify or -- clarify or change the 1939 code.  So, not taking a position on whether the new section changes the code. And the part that is in harmony -- I can't see how that could be read to mean anything other than the (i), which is unambiguous and certainly in harmony with the result in Colony."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But as I read it, it isn't saying and Colony controls; it's saying we're not going to take a position on what the 1954 code does, whether it clarifies or changes."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But he says \"unambiguous language,\" and he can't mean the general rule because he's already said that is ambiguous.  He's got to mean the new provision, which is certainly unambiguous."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Before -- if I could just interrupt you, before you do so, to follow up on Justice Kagan's question.  Under our current regime, can you ever give more than a 70 percent chance?  Because you have, in the absence of a definitive Supreme Court ruling, the IRS can reach a different result and it can do that retroactively.  So, I mean, you don't disagree with that, right?  I mean, if we determine that Colony was ambiguous, the IRS can change the rule in Colony, and it can apply that rule, new rule, retroactively.  That's what our cases say, right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they can't -- they can't change the interpretation of the statute, but they are the agency with expertise to define a term within a statute.  Why don't they have the expertise to define either what the words \"gross income\" mean or don't mean?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, and if it is -- according to Brand X, if it specifically addressed the question and said that there was no ambiguity.  But according to Brand X, if there's ambiguity, despite a holding of this Court, the agency can effectively overrule a holding by a regulation, right?  Isn't that what Brand X says?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, the only question here is, as the Chief Justice put it, whether -- whether indeed Colony meant by \"ambiguous\" ambiguous."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It depends on what the meaning of \"ambiguous\" is, right? (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But I can hardly even think of a statutory interpretation question that we've gotten that doesn't involve some degree of ambiguity, if we're honest about it.  We take a case where there's a conflict in the courts of appeals.  And so, there was at least enough ambiguity in those cases for one or more courts of appeals to come to an interpretation that's contrary to the one that we ultimately reach.  So, what degree of ambiguity is Brand X referring to?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that was the specific situation, but then the question was, how clearly did Congress speak to that specific situation?  And in order to get his result, Justice Harlan says first that the statute is -- that the statutory text is ambiguous, goes to a bunch of legislative history, and none of that legislative history actually speaks to the exact question before the Court, only by implication. So, if you look at the whole of -- of the Colony opinion, it sure seems as though there's a lot of extrapolation going on and essentially a lot of ambiguity."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in the end, there has to be a resolution.  But the question is, what does it look like before you get to that resolution?  And -- and Justice Harlan is doing a lot of tap dancing there, you know, going to this Senate report, going to that House report, going to this colloquy, before he can come up with an answer."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But he did say -- he did say he was looking to --  he said the text isn't clear; therefore, I look to the legislative history."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I agree with you on that. The -- and I agree with Justice Scalia, actually.  There are many different kinds of ambiguity, and the question is, is this of the kind where the agency later would come and use its expertise?  And you're saying here it was up to the Congress and looking at what they had in mind. All right.  Maybe that's the base -- best ground, but suppose it turns out a majority think you're not right on that.  Okay?  Now, here's my question: Assuming you're wrong on that, which I'm not sure you are, but assuming you're wrong, now we get to this regulation.  Here is my problem:  One -- I have no doubt at some level it seems rather unfair, but that instinct is not enough.  The question is what -- what's the law? (A) You can say the word \"open\" doesn't include this case.  But we run into the problem that an agency has great authority to construe its own regulation. (B) You could say that, well, there's this statute out there that says don't apply it, and there are two routes there.  One is something to do with language, which I think you can think of, which seems to cut very much against you if read naturally, but you can strain it to read it in your favor.  And the other has to do with a parenthetical where, once again, although they left it out of their brief and they put in ellipses, I can see why they left it out because when you read it it's again ambiguous.  We run into the same problem. Then you could say:  Well, they're not supposed to do these things retroactively, either on common law administrative law grounds or something like that; they shouldn't do it; it's unfair. And they'll say:  But, you see, it wasn't that unfair; a child of 2 would have known this was a loophole.  That's how they would have characterized it. And the IRS never said anything, except for one district director in a different district that really encouraged or underwrote this kind of thing.  So, it's not nearly as unfair as you think.  If you live by loopholes, you'll die by regulation.  You know, something like that. So, looking at those four possible grounds -- and I can't think of a fifth -- you take your choice. Which is the strongest, and how do you apply to the -- reply to the objection?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"\"Open,\" that's the term."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I never thought that a revision of a statute of limitation was retroactive legislation, just as I've never thought that a provision altering rules of evidence for a crime, even for crimes that were committed before that alteration, is retroactive legislation."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You know, the crucial date is the date -- at least it's not -- well, you can extend the statute of limitations."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, I --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, say it's unfair, but I'm not sure that the rule against -- presumption against retroactivity technically applies."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Presumptively because you're saying that this is a new interpretation.  But the IRS is taking the position that the meaning hasn't changed --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- that it's just clarifying some ambiguity that the courts have had; not that it's had."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There's too many presumptions in your answer.  The first is that Colony controlled --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- what to me itself says it's not -- it's not interpreting the new statute --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- whatever its footnote meant."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you -- do you understand the preamble as part of the regulation?  Because if I look at the preamble, the preamble seems pretty clear to me.  It seems to me that your view that the government did not do this clearly enough must rest on looking at the regulation without the preamble."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I take your point about the purpose, but you would have to ignore every rule of grammar that there is in order to read it your way, don't -- wouldn't you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart, I know you've got a -- your third point, and I want to let you get it out, but you mentioned Brand X.  Have we ever applied Brand X to one of our decisions?  Have we ever said an agency by regulation can alter and change one -- a Supreme Court decision?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that was applying it to a court of appeals decision."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  We've never said an agency can change what we've said the law means."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":3169,"interruptions":31,"times_spoken":48,"laughter":0,"num_int_by":7},{"id":1,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":3359,"interruptions":23,"times_spoken":40,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":617,"interruptions":0,"times_spoken":19,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":408,"interruptions":2,"times_spoken":14,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":271,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":295,"interruptions":3,"times_spoken":11,"laughter":1,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":755,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":491,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1251,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":81,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3169,"times_spoken":48,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":23,"words_spoken":3359,"times_spoken":40,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":9,"words_spoken":4169,"times_spoken":91,"laughter":3,"num_int_by":3}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8391678585517289,"respondent":0.16083214144827107,"date":1472523515544}}