{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"JAMES X. BORMES ","counsel":[1]},"caseNumber":"11-192","date":"2012-10-02T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will now hear argument in Case 11-192, United States v. Bormes. Mr. Srinivasan. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your view, is there any situation today where the Tucker Act would be applied to a statute?  Because if we start with the statute, which always seems to be where you're pointing us to, and we're only looking for a clear waiver of sovereign immunity, then there’ll never be another Tucker Act action in the future."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would they look like to be able to get around our clear statement rule?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So basically -- I'm not sure why we're even addressing the issue of Tucker Act jurisdiction.  We should have really just been briefing the issue of whether the statute at issue here waives sovereign immunity --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because that becomes, to you, the operative question."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Srinivasan --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I’m sorry, I was going to ask -- following up on my question --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- many courts have held that the FLSA has an express waiver of sovereign immunity.  And many of them have recognized, if not all, a Tucker Act remedy. Under your new approach, that holding is incorrect, I presume --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because the FLSA has its own remedial scheme?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But then the Federal circuit has no jurisdiction over those claims, according to you, because the waiver is in the FLSA, it has its own judicial remedy.  They’re not authorized, then, to go to --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It has the same language as here, in -- you can bring your suit in any Federal or state court of competent jurisdiction."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know -- I don't see the difference between --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Srinivasan, what you say has a good deal to recommend it, and it's basically, you know, why should we read the Tucker Act to reverse everything that we know about sovereign immunity, but it's really hard to get that from the text of this -- the Tucker Act. In fact -- I mean, I guess my question is: Do you have any textual argument for the result that you are asking us to reach?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not really a textual argument.  That's an argument about how we've sensibly limited the reach of the Tucker Act.  But the Tucker Act does seem to include what your friend there says it includes --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- against any statute.  Not any statute except the ones with remedial provisions, but just any statute."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume you’re appealing to the textual principle that the specific governs the general.  Isn't that what's going on here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That the Tucker Act is a more general provision, and you are saying it's -- it's overcome by a more specific provision that provides for compensation, but excludes the Federal Government."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The United States -- the United States is governed by the substance of the Credit Reporting Act.  The Act applies to the Government, but your point is there's no sanction for noncompliance, even though the United States, a Government system, is supposed to conform to the standards in the Act."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  1681b(b)(b), you said?  Where is that case?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You said 7a."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Still in all, your argument is -- is not just a straightforward specific governs the general argument.  I mean, that would be the case if -- if the other statute which the plaintiff is trying to run around through the Tucker Act specifically -- it clearly prohibits suit against the Government.  Then you would say, you know, the specific governs the general even though the govern -- the Tucker Act permits it; this statute prohibits it. But you're saying this other statute here does not really prohibit it.  You're just saying this other statute does not permit it under our usual rules about waiver of sovereign immunity being strictly construed.  So, you know, it's a -- it's a -- it's a difference -- it's an odd sort of a specific governs the general argument."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that's -- that's because the negative implication of that statute is -- affirms that there is no liability of the United States. Okay?  But here, you don't have -- you don't have that negative implication at all, do you?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Srinivasan --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How specific does the other statute have to be?  Suppose there were another statute that just said any party can bring suits to enforce any rights against any persons under this statute. Would you be making the same argument?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  If that's all the statute says.  It just says any party can bring suit to enforce rights under this statute.  So there’s not a lot of hoopla and a lot of detail about a remedial scheme.  Would you still say that -- this controls over the Tucker Act?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it really -- doesn't the question come down to as you're putting it whether -- whether the Tucker Act eliminates for all other statutes the presumption against liability on the part of the United States?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then it's really the specific governing the general, but the other way around, right?  The Tucker Act discusses specifically the liability and the sovereign immunity of the United States, and if the statute just generally doesn't address it, then the Tucker Act is the specific one and the other statute is the general one."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You'd win under this argument, too, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You win under this argument, too.  It just seems to me that it's not quite right to say that FCRA -- FCRA does not specifically address the liability of the United States."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The Tucker Act does. So the Tucker Act is the one that's specific, and it applies instead of the general language in the -- in FCRA."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"lose, not win."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"MR. SRINIVASAN: construe the Tucker Act. In which case you would Well, that's the question Yes – you better resist it. -- it depends on how you I mean, I think Your Honor is correctly construing the Tucker Act's waiver of sovereign immunity only to apply to a certain limited subset of acts of Congress.  And if you construed it in a sufficiently limited way, I suppose we could live with that result. But I think the better way to approach the question is to look at the particular remedial scheme that Congress enacted in the scope of the statute itself.  And for purposes of questions of sovereign immunity, you'd look to that particular remedial scheme and ask the age-old question, countenanced by this Court's decisions, of whether there is an unequivocal -- unequivocal expression of an intent to waive sovereign immunity in the scope of that statute itself."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"So what is covered by the Tucker Act?  I mean, every -- every basis for suit against the Government, every claim that the Government owes you money rests upon some statutory text, doesn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Express contracts with the United States.  Anything else?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  But anything that comes under a statute, you would look to the other statute to see whether there is sovereign immunity under that statute; and, if there is under that statute, then the Tucker Act does not overcome it."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's exactly what I started with.  That's what I started with:  Is there anything left to the Tucker Act?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the new rule is if a statute is written to impose obligations only on the Government, then the Tucker Act is implicated immediately.  If the rule says the Government and any party who contracts with it -- a Medicaid provider -- must do X, Y, and Z, and the Government and the Medicaid provider have the burdens of accomplishing Y, unless there is an express waiver of sovereign immunity, the Tucker Act doesn't come into play."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your position."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you are not going to suggest that if the scheme I just described says X, Y, and Z, have to do all these things, and someone to whom they owe that obligation can sue the Medicaid provider, for example, for breach of that obligation, presumably -- I'm putting in a lot of hypotheticals given our case law -- but you're saying they can't sue the Government under the Tucker Act --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- unless there is an express waiver."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How about if a statute has no remedial provision at all; it just lists a set of legal obligations, but it’s a generally applicable statute, it doesn't concern only the United States? Would your argument still apply that the Tucker Act has no force?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So then your argument really isn't about another statute having a remedial scheme. In the briefs, you present it as another statute has a remedial scheme, of course you should look to that more particular remedial scheme.  But you would take the argument and say, even if the other statute doesn't have a remedial scheme, we don't look to the Tucker Act; we just think of the Tucker Act as having a limitation that is not in the Tucker Act's test -- text in order to make the Tucker Act consistent with everything we thought we knew about principles of sovereign immunity?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Say it again.  I lost it. Give me the last sentence again."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But is this a money-mandated statute?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, this sort of begs the question --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the statute awards damages for breach of the obligation, so it's money-mandating.  The issue is not whether it's money-mandating; the question is who’s it mandating."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is not an issue of whether it contemplates the payment of damages. It expressly awards --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- it is -- there is some difficulty with your argument, which is, going back to my simplified hypothetical, Government and Medicaid -- X providers have to do X, Y, and Z; if those persons, being defined as Government and providers, doesn't do what they have to do, they have to pay these damages."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that's pretty clear."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Jacobs. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you wouldn't -- you wouldn't need the Tucker Act now, would you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Just sue under the statute."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So are you splitting your claim?  I mean, if you have both a cause of action under FCRA and under the Tucker Act, the one has to go to the Federal Circuit and the other elsewhere, or the Court of Claims and then the Federal Circuit?  What do you do?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You also claimed under FCRA, under the statute, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"So why do you care?  I mean, you're in the Northern District of Illinois, you bring a case under this Act.  I guess you lost because you wanted to appeal.  And so -- so what is the big deal?  Appeal to the Seventh Circuit.  Who cares.  Why do you care which circuit you go to?  You said you think -- well, why do you care?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I guess you and the Government could have stipulated, we agree it goes to the Seventh Circuit, and nobody would have opposed you on that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This case is about you want to go to -- you want to go the Federal Circuit, they want you to go to the Seventh Circuit?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  Before you get --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if you -- their argument is if you go to the Seventh Circuit, you don't get any money, right?  Because if you're getting money from the United States, don't you have to go to the Court of Claims in a case like this?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know any other statutes offhand -- I can't think of any, but maybe you know some -- in which you can get money out of the United States but don't have to go through the Court of Claims and the Federal circuit?  What other statutes are there?  And if there are none, the reason I ask the question, it becomes less and less plausible that FCRA was meant to allow suit against the Federal Government."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"For money damages."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Not in tort.  This seems an awful lot like a tort, or tell me why it isn't.  I mean, what you are saying is there's a statute that says you can't print more than the last five digits of a card or the date, the expiration date, and they did both and you want to say \"or\" means one or the other, it doesn't mean and/or.  That's what the case is about fundamentally, right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, can you do and/or or or.  All right, got it.  Now, if you print -- in your view of it, they printed too much about a person's credit card."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It sounds like an -- sort of like an invasion of privacy, which is normally a tort."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What do you mean?  You can sue for -- in other words, if the statute were to say, if Smith, a Government employee, assaults a person, he gets damages.  Federal statute.  Now he brings a claim -- I don't know this law; I'm asking, I'm not arguing.  The plaintiff sues the United States for assault.  And you're saying that they can bring that in the Court of Claims because it's a statute. I don't know how this law works.  I just read that and I know the language doesn't totally tell you.  It's about liquid, illiquid.  I didn't get that part exactly.  But as I've understood it, you can't bring a tort suit in the Court of Claims.  Now, that's what I would like you to elaborate, because this sounds rather like a tort suit, not sort of.  That's why I am asking."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Even if it says you may not assault someone."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the case I should look at to show that is what?  That's all right if you don't have it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But your argument -- your answer is a little more complicated, because the statute doesn't say tort claims, it says claims sounding in tort, which means cases that aren't torts, but are like torts.  And it seems to me the case you -- you -- you have here is like tort, an invasion of privacy or something like that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, your friend says that that's a fiduciary -- that's a trust breach, which has been regarded as different than a tort."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you, Mr. Jacobs --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- whether you think Congress ever honed in on the issue whether the United States, given the multitude of financial transactions in which it engages, ever thought that sovereign immunity would be waived?  I mean, if you're right about this, the consequences are enormous for the Federal fisc.  And we -- the -- the statute developed in a peculiar way. First, there was the definition of person when there was no civil liability, and then some years later the prohibition of having both the credit card number and the expiration date.  In all of it, is there any hint that Congress envisioned a waiver of sovereign immunity in the Fair Credit Reporting Act?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"For the same reason that you have the principle of sovereign immunity.  They're -- they are perfectly willing to subject corporations to immense liability, but they are not willing to subject the Federal Government to immense liability.  That's what the doctrine of sovereign immunity is all about, isn't it?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Jacobs --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- the -- the import of the Government's argument is that if your interpretation governed, we would be facing, really, a quite massive change in the law of sovereign immunity as we've known it until this time. So I will give you an -- Congress decides to pass a statute, and the statute has a cause of action in it.  And the drafters say to each other, do we have to say that the Government retains sovereign immunity?  And everybody says, no, the rules are that if we say nothing at all, the Government does retain sovereign immunity. Now, under your world, the next time Congress passes such a statute and that question comes up, you would say, oh, we have to say that the Government waives -- retains its sovereign immunity, because if we don't say that, somebody's going to bring an action under the Tucker Act. So for every statute, both the ones that have been written under the old rules and the new ones to come, we have completely flipped the presumption. Now, Congress is going to have to say when it wants to retain sovereign immunity, and if it doesn't -- if it doesn't, the Tucker Act applies, and you get to be in court."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think that quite answers the question.  That's a -- that's a question about what FCRA means and whether under any standard, whether the fairly arguable standard or the express standard, you should win.  And that's a different question. The question is what standard are we going to hold you to.  Are we going to say, all you need to show is that it's fairly arguable, or are we going to say, no, unless there's an express statement that the Government has waived its sovereign immunity, the Government retains it? And as to that, you're asking us to flip the presumption from now on."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When the definition of persons was put into the statute, there was no civil liability; isn't that right?  So they didn't -- they could not have been thinking about civil liability."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I really have -- I haven't followed this argument.  You say (l) --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- shows that they had liability by the Government in mind?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, why anybody -- notwithstanding any other provision, the remedies and sanctions set forth in this section shall be the only judicial remedies and sanctions for violation of this section."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why does that bear upon whether the United States is liable or not?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you are right about that, I guess we could write a very narrow opinion saying the Tucker Act applies where there is a cause of action under the original statute anyway, in which case we would not have made much new law, would we?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, the -- a lot of these provisions are technical, like the one I think is fairly technical, the one you are talking about, the Government -- it provides for treble damages -- treble damages, does it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Minimum damage, punitive damages, a fairly lengthy statute of limitations compared to the court of claims."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"2 years.  And they have 6 in the other?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"My -- my impression was there are several differences.  And normally, these things you, at least arguably, are not appropriate against the Government, because the Government when it knows the law will follow it, we hope.  And, therefore, you don't need brow-beating mechanisms to make sure they follow it once it's clarified.  So, therefore, it -- I mean, I can imagine arguments. At the same time, there are differences between the relief scheme in this statute and the normal one you have in the Court of Claims.  And they're arguing that that means that they didn't want this Tucker Act and these other things to apply. I just want to know what your reply is to that.  They are different."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So are you happy with the circuit's suggestion that the specific does govern the general insofar as it will adopt whatever FCRA's limitations are?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And into its own processes?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Your position is that's perfectly okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, it does seem -- I mean, Justice Breyer's point.  It does seem a little ad hoc.  In other words, they don't fit quite together, and your answer is:  Well, we'll just take whatever, you know, whatever we have to, to make it fit.  It would go under the least imposing on the Government. It suggests that Congress did not expect the Tucker Act to apply if you've got to change the remedial provisions in FCRA to get it to fit under the Tucker Act."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  So is -- are you also saying, FCRA, the underlying statute, clearly waives sovereign immunity, so we don't have to worry about whether the standard is a weak standard or a tough standard, doesn't matter.  We win anyway."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what you want us to say is, okay.  We will apply the tough standard.  There's still -- there's still -- sovereign immunity is waived in FCRA.  And since sovereign immunity is clearly waived there, then you can bring this under the Tucker Act, and the only differences are the remedial schemes are slightly different, but that doesn't matter. Am I correctly stating what you are now telling us?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"One of the purposes of the Tucker Act was to provide a remedy, where none existed, to get rid of the private bills.  What's wrong with the Government's basic proposition which is where you have a remedy you have to pursue that remedy.  And I think that, at bottom, that's their argument. What's wrong with that scheme?  Instead of permitting two remedies with potentially conflicting commands, whether it's on the amount of damages or the nature of the recovery or the statute of limitations, why isn't their vision of what the Tucker Act -- the role the Tucker Act should play one that should be given voice?  One that should be followed?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The Government doesn't concede that you have a cause of action under FCRA at all."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They say -- they say just the opposite.  And so what I find peculiar is that there should be two causes of action for the same thing.  You can proceed either under FCRA or under the Tucker Act or both.  I mean, that's very strange to me.  It seems to me, one or the other, and it would normally be the specific governing the general. So if you say there is one under FCRA, why do we need the Tucker Act?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any other case where -- where you -- somebody's been allowed to proceed under the Tucker Act where there is clear ability to proceed under some other statute?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The FSLA as well."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The FSLA as well."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But Mr. Jacobs, you are trying to evade a certain kind of limitation.  The limitation that you are trying to evade is the rule that waivers of sovereign immunity have to be express.  And that's the rule you are trying to evade by going under the Tucker Act."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But then you wouldn't need to go under the Tucker Act.  The difference between going under the Tucker Act and going under the statute is the difference between, you know, what -- what standard is a court going to hold you to, to decide whether there has been a waiver of sovereign immunity."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Srinivasan, you have three minutes left. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Srinivasan, I hate to eat up any of your time, but do you acknowledge that there are other statutes under which a person can proceed, either under the statute or under the Tucker Act?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the Privacy Act?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you'd say you either proceed under the Privacy Act and you're covered there, or you don't --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And what about -- what is it?  FSLA was the other one?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about (u)(l), that your friend raised?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":4280,"interruptions":24,"times_spoken":54,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JOHN G. JACOBS","firstName":"JOHN","lastName":"JACOBS","counsel":true,"justice":false,"side":"respondent","words_spoken":2324,"interruptions":17,"times_spoken":56,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":381,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":698,"interruptions":9,"times_spoken":27,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":204,"interruptions":2,"times_spoken":5,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":784,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1059,"interruptions":3,"times_spoken":38,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":6,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":702,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":4280,"times_spoken":54,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":17,"words_spoken":2324,"times_spoken":56,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":18,"words_spoken":3834,"times_spoken":116,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035322}}