{"petitioner":{"name":"ALEXANDER VASQUEZ","counsel":[0]},"respondent":{"name":"UNITED STATES.\n","counsel":[1]},"caseNumber":"11-199","date":"2012-03-21T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-199, Vasquez v. United States. Mr. Brindley. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is I can accept that formulation certainly for purposes of this case.  I just don't see where in the opinion -- I have the opinion of the court of appeals -- it focused on the wrong test. It didn't use the magic words, and it started out with let's look at the big picture, and it said, well, here's the defense he elected to put on, and this is a tough sell because.  But then it quotes what happens with the jury.  It -- and it -- and it ends its analysis for -- saying:  We -- this evidence would have moved the jury to convict Vasquez without a nudge from anything it heard in the government's case. I just -- I just don't see that you have supported your theory by what the -- by what the court says."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me what the error actually was?  I see -- and you can add another -- three potential things about these calls or three potential errors:  One, that they proved as a matter of fact that she was biased.  But, as the majority points out, she already said she was before the tapes were played.  So, whatever error may have been occasioned by the jury using the tapes as for the truth, it really was cumulative to an already admitted bias. The second is some sort of ambiguous statement by her that all of them were in trouble, meaning all the defendants, and a similar statement by the -- by Petitioner's lawyer.  So, what was it that was error that affected or influenced the jury among these three choices?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, that's the error that you think --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- influenced this trial?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, tell mewhat in this record reflects that influence."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The fact that they asked for her testimony -- well, she was your client's entire defense.  So, what does the asking for her testimony show that they were interested in that particular part of the transcript?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which transcript?  The transcript of her testimony?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it correct that the difference between your position and the Government's position is that the Government says the focus should be on a rational jury, and you say the focus should be on this particular jury?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that I understand. But beyond that I really don't understand the difference between the two positions."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- stop you there? I -- where in the Government's brief do you see the statement that the analysis should not look to the error, should not include the error?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Where exactly is that in their brief?  That the -- the question is whether a jury would convict him without considering the error.  Because I look at the Government's brief, and they have fairly extensive analysis of -- of the error, why they think it's not important, why they -- you know. But I don't see them saying you don't look at the error at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, exactly.  Inother words, you look at the prejudicial effect of the erroneously admitted evidence and see if that altered the outcome."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What would you point at in the majority opinion below that suggests that they did an analysis that didn't look at the error and its possible prejudicial effect?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where is that statement?  Where is that statement?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but in the context of the opinion -- and this was my first question -- they then proceed to analyze -- and that's toward the very end of its discussion -- what happened in this particular case.  And it concludes, from this evidence we believe -- \"This evidence we believe would have moved the jury to convict.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They say -- immediately after the sentence you gave us, they say \"looking at the evidence as a whole.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You didn't -- you didn't read the whole thing.  I -- it's a little hard to understand.  And looking at the transcript on page 769,am I right?  I want to get my own understanding right. At that moment your client's lawyer, who they call \"Beau\" -- is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  All right. Your client's lawyer, namely you -- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- has not yet seen the client; is that right?  They think you haven't seen the client yet.  They say somewhere you haven't even talked to him yet or -- he hasn't even talked to Beau.  He hasn't seen his lawyer yet.  They say that two paragraphs earlier. So, is that right, basically, that they think that, anyway?  You see at the top of the page, about six lines down:  He hasn't even talked to the lawyer yet.  He hasn't even talked to Beau."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, they're talking about the lawyer.  All right.  And what you're trying to do, as far as I can read this, is they think what you'retrying to do is you want Perez to plead guilty.  Is that the fair thrust of this?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you think it means?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, it's hard to tell what they're talking about, I grant you that.  I thought they were talking about trying -- that you thought it would be better if everybody got some kind of agreement worked out. And then she says, Perez's wife:  \"How can I not worry?\"  He says:  \"I don't understand what's going on.\"  Which is fair comment.  \"But it's not the way Beau -- he's putting it two different ways.  If he didn't explain to you the way, then, either -- then it's a different story.  If you don't ask him\" -- Then she says:  \"Yes, he's saying that everybody's going to lose.  He's saying that whatever he wants to say.  I don't believe him.\" Well, by the time I got through reading that, I wasn't certain what they were talking about, and"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So, would it satisfy you in your opinion if we said:  We aren't finding your opinion totally clear.  And, luckily, people don't have the right to send cases back to us on that basis, but we have the right to send cases back to you on that basis. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"And, therefore, we would like you to clarify whether you do or did or did not take in the actual transcript page there, when you reached your conclusion."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Brindley, I mean, I guess one difficulty -- and this is really repeating Justice Alito's question, but it seems that you're parsing things pretty closely.  If I ask the question whether an error altered the verdict, it seems to me I'm asking pretty much the same question as whether withoutthat verdict the -- whether without that error, the verdict would be the same.  That seems like just two ways of saying the same thing. Now, if what you're saying is put aside that formulation, there are lots of courts that are doing something wrong, which is that they're not looking at the error and its possible prejudicial effect at all, then I understand the argument; but then I ask the question, well, is that what this court did?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, look, if you -- if you win, your client will get a new trial.  Let's suppose that the new trial is exactly like the trial that took place.  Every single thing is the same except the error is corrected.  All right.  Isn't that essentially the harmless-error analysis?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- are you saying that it doesn't matter that the verdict would have been the same by this jury if the error had not been made? You're --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying that the test is whether it contributed to the verdict, and if it did, it doesn't matter whether the same verdict would have been pronounced absent that evidence?MR. BRINDLEY:  That is correct, Your Honor, yes."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Well, then, what is harmless error?  Every error is harmful.  Every error that's -- that's there contributes to the verdict. There's no such thing as harmless error."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what does that mean?  To say that it doesn't substantially impact the verdict means the verdict would have been the same despite this evidence.  But you're saying, no, that's not the test; you have to ask whether it contributed to the verdict.  The Government says, well, it did, but the verdict would have been the same anyway. That's what harmless error is, it seems to me."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could we get a little more practical here?  I think I understood your basic argument, which is:  My defense was by this one woman, the wife of one of the codefendants.  She tells a story, and if the jury had believed her story they would have acquitted your client."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, I amassuming what you're saying -- and you can correct me if I'm wrong -- which is if we believe that the error committed affected her credibility in a meaningful way, that that deprived you of a defense.  Is that what you're saying?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of the potential of convincing the jury."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Now, assuming that's your argument --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I go back to my question.  Okay?  Because what you said to me earlier, it wasn't about believing her or not; it was about believing the defense attorney when -- whether the defense attorney thought the defendant was guilty or not."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's -- let's --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- are you taking the position in this case that a reviewing court, under no circumstance, could conclude that this error was harmless?  Or are you taking the position in this case that the court here, the Seventh Circuit, I think, committed review error and we should send it back for them to do it the right way?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're -- and you're agreeing with the dissenting judge, who I think did say this error is harmful."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, you're not sayingthat it's just that they didn't use the right formula, but you would say, given what occurred here, the importance of this witness, that -- that this was a -- this was a harmful error?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Back to Justice --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Is your argument something like this?  Let's assume there are 10 pieces of evidence.  Evidence 1 through 9 are properly admitted. Evidence item 10 is (a) wrongfully admitted and (b) so prejudicial that that's all the jury looked at.  There is a substantial likelihood of that."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We're not only saying it's possible to convict, but that likely, probably would have happened."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, my hypothetical is that the court of appeals says that if the jury had looked at 1 through 9, which was properly admitted before them in this trial, they would have convicted, likely. Now, we -- then the hypothetical is:  We don't think they did because this item was so prejudicial that all they looked -- that's all they looked at.  Is that what your argument is?  It seems to me that's stronger than the argument you're making.  I'm not sure even that works for you."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, maybe the majority in the court of appeals was wrong in its application of the harmless-error test.  I didn’t think that was the reason why we took this, why we took this case.  What I'm concerned about is the test.  Now, the only aspect of -- the only thing that I understand that really differentiates your position from the Government withrespect to the test is whether the focus is on a rational jury or on this particular jury. And when you say the focus should be on this particular jury, aren't you calling for a speculation by the -- by an appellate court?  How is an appellate court supposed to tell whether this particular jury was different from a hypothetical rational jury?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- I thought your main point -- yes, you said \"this jury\" rather than a hypothetical jury.  But I thought your main point is that what's wrong is to say strip out the infected testimony, take that out, look at the rest of the record, and if the rest of the record warrants conviction, no harmless error. I thought that what you're saying is thatthe basic mistake is what -- what are they looking to; are they looking to all of the evidence, or are they just asking the question, let's take out the tainted evidence, see if there's enough to convict?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Brindley. Mr. Yang. "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, that does raise the question that I think most separates you and Mr.Brindley, and it's the question that Justice Alito suggested.  So, let me give you a hypothetical. Let's say that this jury was not out for 8 hours but was out for 8 days.  And on the 7th day, a note came from the jury, and the note said we really think that these tape recordings are extremely important, but we're -- we're having a dispute about how important they are, and we'd like to listen to them again.  And they do that, and then they come back with this compromise verdict. Now, what you are suggesting is that we cannot look at any of that.  Essentially, the best proof that's available to us about whether the error in fact affected this jury's decision, you would have a court close its eyes to.  And I guess -- why would that be?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, let me make sure I understand what you're saying to me, that you're saying to me:  No, we didn't mean to say that that was irrelevant; we just mean to say that an appellate court should be cautious about it and look at that kind of evidence in the -- in light of everything else that happened at the trial."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know how to separate out an admitted error situation.  And let me explain why, okay?  Let's assume the facts of this case, but instead of this tape recording, the improperly admitted evidence was a confession by the defendant. Would you be prepared to say that in a circumstantial case of guilt -- now, we've already said that confessions are one of the most powerful pieces of harmful error -- that in this, in a confession, that somehow this was still harmful -- harmless?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  Yes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's a different standard."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let's -- let's talk about it under the Kehota standard.  Let's talk aboutthe standard we're assessing."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  He testifies, but he testifies to everything Marina said. Meaning, he -- when I used the word \"confession,\" I'm sorry, I misspoke. He takes the stand.  He -- or doesn't take the stand.  He says everything he said to the police. And that confession that he was there, et cetera --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"She called him --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- et cetera."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It was improperly admitted.  Without Miranda --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Uh-huh.  Not the tapes, just the story."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"My hypothetical is not working for this reason, and I understand what you're saying.  It's hard to identify a comparable mistake. But my point is that -- doesn't the harmfulness of the error sort of vary with the strength of the government's case?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If he had not run away, and the tapes were admitted --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And what the defense said was there's only one defense here, and it's the wife's defense that he was there by accident, not intentionally.  There was a lot of countervailing evidence to disprove that, but the question is could a reasonable jury have -- might have or could have credited that defense?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, you look at how the case was tried.MR. YANG:  Well, no, I think the position about this jury versus a rational jury, in looking at the deliberative process, is entirely foreclosed by this Court's decision in Shinseki."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":4,"sideBefore":"justices","text":"But, Mr. Yang --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":10,"sideBefore":"justices","text":"Well, you just told me it wasn't, Mr. Yang.  Because -- well, I think that the -- that the reason why this jury versus a reasonable jury is important is whether you're going to take into account what you know about what this jury did:  how long it stayed out, what notes it wrote to the court, what eventual verdict it reached. And you just suggested to me that that was fair game to consider in this analysis, although one should be cautious about doing it."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, a rational jury is not the jury that I said stayed out for 8 days and sent back a note on the 7th day.  That's this jury."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You're going back then to your position in your brief where you said that you would not include, in the harmless-error calculus, that the jury requested to hear Marina's testimony again, thelength of their deliberations, the divided verdict?  You said in your brief, at pages 32 to 35, that you would not include those."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought you answered Justice Kagan that you could take them into account, the court could take them into account but cautiously, not give them -- not give them undue weight."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I suspect --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Suppose you have a case in which, after the verdict of guilty, there's a motion for a new trial, and it's being heard by the trial judge, and the trial judge said:  I now acknowledge that this court committed error in introducing item 10 in evidence.  And the court remembers that when this came into evidence, the courtroom was quiet, the jury was transfixed, jurors were weeping.  This was the high point of the trial. That's wrong for the judge to say.  All hehas to say is, well, I have to ask whether items 9 -- 1 through 9 would have been in, and some other jury, a rational jury -- so, that's the end of it.  Judges do the -- do what I suggested all the time."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's starting to look, Mr. Yang, very much like a directed verdict for the government on the part of a judge, because you're so abstracting it from this case and this jury and what this jury's reactions to everything that happened was that, you know, why not just go to the directed verdict route?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You do have a jury -- excuse me.  You do have a jury verdict, but you are giving us a formulation of the test that essentially pretends thatthe jury is not there and that we know nothing about how it reacted to various things."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Sorry.  A question mark. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I just don't see how you can do it without the error.  I keep going back to this point.  How about if the prosecutor haddone in summation the following:  Ladies and Gentlemen, whatever the wife told you disbelieve because the lawyer said he was guilty."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The lawyer -- the prosecutor got up at the end of trial and said: Disbelieve everything the wife told you, because the lawyer said the defendant was guilty.  All right?  I'll go through all the other evidence I have that might prove that she was not telling the truth, but the central, most important piece of evidence in this case about his guilt is that the lawyer said he's guilty. Can you say that this jury was uninfluenced by that error?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Because under your formulation --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- a rational jury would have convicted absent the lawyer saying that."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You would -- you would take into account that the prosecution apparently thought this was important, so important.  The trial was over.  The prosecutor said:  Judge, I'd like to come back so these tapes can be introduced. That -- the -- we have the witness testifying that defendant is there by chance; he was not part of the scheme.  We have no direct evidence, because Cruz never spoke to this defendant, to Vasquez.  He's at the scene, we know that.  And an explanation, an innocent explanation, is given why he's at the scene. And then the government comes back, after everything is done, and says:  We want the jury -- we want these tapes to be before the jury. Isn't that -- don't we take into account that the government itself thought this was very important?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But my point to you is it wasn't fleeting if the government says we want to extend the trial so that we can play these tapes, all of them. And they contain not just the one statement.  There's the one statement that the trial will be bad, a trial will be bad for all of them, and they all -- that -- they should take a blind plea."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The dissent pointed out that she admitted that before the tapes were played."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That she was testifying in the hopes of getting a lesser sentence for herhusband.  So, she -- the tapes weren't necessary for that."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What was --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What was your second --"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":4,"sideBefore":"justices","text":"What was the line that the government, the prosecutor, repeated three times while she was on the stand, the exact line?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"The government thought -- thought it was important for the jury to hear it, because they said it three times."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, why does any of this have to do with her credibility?  Did the dissent say that the way this affected the jury was that it rendered her less credible?  I thought --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- that the dissent just said it's bad to tell the jury that even the defendant thought he was guilty -- or even the defendant's lawyer thought he was going to lose."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're going over the evidence.  And I may simply be asking the same question Justice Kennedy asked earlier.  But let's sayyou have a situation where it's the same thing, and at the -- you, know, and the improperly admitted evidence has the defendant saying:  I'm guilty, I'm guilty.  And the evidence is the same as all you've set forth at pages 2 through 9, very complicated, who's driving what, you know, kind of car where, and where they're meeting. And the jury goes out and comes back in 2 minutes:  You know, the guy said he was guilty. Is that a situation in which we're supposed to then go back, look at all the complicated evidence, and see if a jury would have convicted?  Or can we with a fair degree of confidence say that the error is what led the jury to convict?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But critical to the Court's view in that case was that the -- the defendant could not have contested that element."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I would like very much to know what your answer is to Justice Kennedy's hypothetical and the Chief Justice's.  As I understand those hypotheticals, they're trying to imagine a case --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- where the particular piece of improperly admitted evidence -- we know from how the jury reacted, or the kind of evidence -- it's the kind of thing that could really make a difference. I mean, they were in tears, et cetera."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now, in my reading of this, which I once had to read about 100 harmless-error cases, and it seemed to me -- and you can confirm or deny this -- that in cases like that, the judge who knows this is a tough case when the jury's feeling this way, asks himself or herself the question, could this illegally admitted evidence make a difference?  Could it have made a difference in this case?  Could it have?  And the answer is going to be \"no\" where that judge thinks a reasonable jury would not have thought it made a critical difference.And that's just putting the same thing I think slightly differently.  But the answer in Justice Kennedy's case would be a judge just isn't going to think it has nothing to do with rationality.  If the jury's in tears, they're going to think it's a close case.  And, therefore, if in fact this could have made a difference, the judge says, yes, it's not harmless. And if the judge thinks, no, it couldn't have made a difference to any rational person, he's going to say \"harmless.\"  Period. Now, that was my impression reading those cases.  And I felt that those hypotheticals were getting at that.  And -- use them.  Answer them rather than me, because that's what I'm interested in. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose the judge concludes that both this jury that I had and some hypothetical rational jury would have been so focused on this evidence that that's all they would have looked at, but if they had looked at 1 through 9, the admissible evidence, they would still have found guilt. Is that -- is that what you're -- is that --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- a proper application of the -- of the framework?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- you are essentially saying, as I understand you, that if there was such a thing as a directed verdict in a criminal case, if the judge would say, you know, I will direct a verdict here because there's only one way a rational -- rational jury could come out."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, I think you may be taking a harder position than you really need to.  Whyshouldn't the rule be that the -- the appellate court should look at what would be done by a rational jury, except in the kind of extraordinary circumstances that have been posited by Justice Kagan's hypothetical and a few of the other questions, simply because it's so difficult to determine what a -- what the jury was actually doing? We have a rule that prohibits consideration of what goes on in the jury room.  But suppose we didn't have that.  Suppose that it was all videotaped, and the jury didn't know what was going on, so you could -- you could watch it and see.  If that were the case, then surely the rule would be what would this jury have done? But most of the time, it's just speculation to tell what a jury -- what they -- did they come back quickly? Well, that shows that this evidence was so bad that it caused them to render a quick verdict in what otherwise would have been a difficult case. Did they take a long time?  Well, it shows it was a close case, and, therefore, any error might have tipped them one way or the other. You just can't tell."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And you read --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"justices","text":"Counsel, when you began, if I'm remembering correctly, you said there were two ways in which your position was different from Mr. Brindley's."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"One I understand is that you look at a rational jury --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- and not the particular jury. What's the second?MR. YANG:  Well, it's related.  His focus on the -- this jury I believe is seeing whether there's some influence on the process, deliberative process, even if the outcome would have been the same absent the error.  And so, he's kind of trying to get into the minds of the jury.  And this Court has repeatedly rejected that.  Again --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Can I ask you a different question, Mr. Yang, which is, you know, this difference in the formulation of the test, which I find it hard to wrap my mind around, but -- and it strikes me that there's two different ways of saying the same thing. But I'm told that there's a fair bit of scholarship out there which suggests that courts that use one formulation tend to come out one way, and courts that use the other formulation tend to come out the other way. And I'm just wondering what your view of that is, that somehow one formulation seems to put the emphasis on the entire case, whereas the other formulation seems to put the emphasis on only the government's evidence, and that that makes a difference in the end."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You do agree -- you do agree that the government has the burden of showing that the error is harmless?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It's the government's burden.  And you also agree that we should look at theevidence in the light most favorable to the defendant in making --"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So, what does it mean that the government has the burden?  What does the government have to do?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"The absent error.  So, that means -- wait.  You look at just the evidence that's not tainted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Briefly."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The Chief Justice allowed me to ask one question.  Could I amend your statement so that you would say a rational jury in all the circumstances of this case, given what this jury heard, would have?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Brindley, you have 4 minutes remaining. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Did the panel majority in -- did the panel majority in this case say anything that differs from what this Court has said about harmless error?  If we were to reverse, what would we point to in the panel majority's opinion that was erroneous?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Hasn't this Court said exactly what Seventh Circuit said there?  In other cases?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You want us to say -- you want us to say we're reversing you, Seventh Circuit panel, because you said what we have said in prior cases, but we were wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BEAU B. BRINDLEY","firstName":"BEAU","lastName":"BRINDLEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2836,"interruptions":22,"times_spoken":54,"laughter":0,"num_int_by":8},{"id":1,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"respondent","words_spoken":2874,"interruptions":30,"times_spoken":58,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":433,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":596,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":927,"interruptions":9,"times_spoken":35,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":535,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":744,"interruptions":0,"times_spoken":11,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":710,"interruptions":3,"times_spoken":13,"laughter":3,"num_int_by":2},{"id":8,"fullName":"I thought it sounded like they're talking about","lastName":"about","counsel":false,"justice":false,"side":"","words_spoken":225,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":228,"interruptions":2,"times_spoken":6,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":637,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":11,"fullName":"I think this is your argument","lastName":"argument","counsel":false,"justice":false,"side":"","words_spoken":43,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":2836,"times_spoken":54,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":30,"words_spoken":2874,"times_spoken":58,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":23,"words_spoken":4810,"times_spoken":118,"laughter":4,"num_int_by":6}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.6918554361403527,"respondent":0.3081445638596473,"date":1472418053035}}