{"petitioner":{"name":"CAROLYN M. KLOECKNER","counsel":[0]},"respondent":{"name":"HILDA L. SOLIS, SECRETARY OF LABOR","counsel":[1]},"caseNumber":"11-184","date":"2012-10-02T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-184, Kloeckner v. Solis. Mr. Schnapper. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schnapper, could you clarify what the district court, as you see it, does? Does it deal only with the discrimination claim, or does it deal with the MSPB's procedural ruling?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schnapper --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But the critical point, I gather, is what standard of review the district court will apply to that exhaustion question, or the bar question, right? I assume you think that the standard review in the district court is going to be more favorable to your client than the standard -- the arbitrary and capricious standard that would be applicable in the Federal circuit? I guess --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why don't we take this -- this very case, where the MSPB said that -- that the claim was time barred, so the Government would raise it as an affirmative defense."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counselor, can I back you up a minute to join the two questions that my colleague posed to you? Let's assume there's a merits-based decision on the CSRA and one on the discrimination.  In the normal course, assuming you are not barred by being untimely, you could go to the district court, and the district court presumably would have jurisdiction, if one is a discrimination-based decision, to decide both questions. What's the standard of review that a court would apply to each of those claims independently or together?  I mean --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that that's --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We can then fight about whether the factual issue regarding the timeliness and exhaustion should be subject to one or the other standard of review, but what are the standards of review?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, could you tell me what --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I didn't mean to interrupt you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you finish your prior answer?  You -- you started to say --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- you started to say that the Civil Service Reform Act made some fundamental change?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- you're talking about the discrimination claim.  In your view, could the plaintiff now in the district court say, I'll forget  the CSRA remedy; district court, you have authority to hear the Title VII case, the ADEA case, and that's all I need?  And so I'm not -- I'm abandoning my CSRA."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And then that would take care of the whole thing you discussed before about the affirmative defense and the Government.  It would be the plaintiff's choice, I want my Title VII case and that's it."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what provision --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What provision authorizes the filing of anything other than a discrimination claim in district court?  I don't see it."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Cases of discrimination\" --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  It says, \"shall be filed under Title VII.\" So you are saying that a nondiscrimination claim can be filed under Title VII?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand that a lot of courts have read it that way.  I find it difficult to see how it fits in the statutory language. And in particular, since the second sentence of subsection (2) there has its own filing deadline, it seems strange to have a district court review the timeliness of the filing before the MSPB."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if you give up your CSRA claim, they can assert that defense?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand why you're giving this up, and I don't see -- I also don't see any provision that says that -- that specifies what the standard of review in the district court is for a nondiscrimination claim. (C) sets out the standard of review in the Federal Circuit for a nondiscrimination claim, but it pointedly says nothing about the district court. Doesn't that suggest that that claim doesn't go to the district court?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the Civil Service Reform Act had said nothing at all about -- about suits under the Civil Rights Act, under the Age Discrimination and Employment Act and so forth.  What would the situation be?  Wouldn't you have a right to go to district court?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, to prevent you from going to district court under those statutes, you have to find a repealer contained somewhere --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in the Civil Service Reform Act, correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I make sure I understand something that you said, Mr. Schnapper.  When you talk about the affirmative defenses that the Government can raise, that is -- those are exhaustion defenses under the applicable anti-discrimination statute, right?  It's whatever exhaustion requirements Title VII sets out or whatever exhaustion requirements the ADEA sets out; is that correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Those time periods relevant to the MSPB?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that a repealer of what would otherwise be the law under all these civil rights statutes?  Why isn't that a repealer of what would otherwise be their right to go to district court? You are saying, no, you can't go to district court because of these time limits, not even established by statute, but, for Pete's sake, established by regulation.  You think that that's -- that's an effective repealer of the right to go to district court?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And would that --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And would that put the employee who has a mixed case in the same position as an employee who has a straight anti-discrimination case?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I've probably led a charmed life, but I've never heard of mixed case until this matter came before us.  And I was -- I suppose you have to adopt the phrase, but the statute 7703 just say \"cases,\" \"cases of discrimination,\" which is what this is. We don't usually think of cases that we call a discrimination case based on whether or not it contains other issues.  It's a case."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I think that helps you."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can't an employee take a mixed case appeal to the Federal circuit?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schnapper, can you explain something about the MSPB's role?  That is, once you have a final decision from the agency, you could go right to court.  You don't -- on the discrimination claim, right?  You don't need to go to the MSPB.  You don't have to exhaust anything before the MSPB to get your discrimination claim.  So, how does the M -- the possibility of going to the MSPB make the discrimination claim any less ripe for judicial review than it would be if you stopped at the agency level?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What are -- what are your advantages?  You are deciding -- you have the final agency decision, you could go right to court on the discrimination claim.  What do you gain by invoking the MSPB's authority?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So I suppose if you say, I was fired on the basis of race, and the agency says, no, you were fired because you were incompetent, you could take the incompetence claim to the MSPB, and if you win, saying, no, you were perfectly competent, they shouldn't have fired you, you get that relief and you don't need to proceed with the discrimination --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You argued that you were exceeding the dismissals on the basis of jurisdiction should go to the Federal circuit, but that you were only invoking the exception that procedural dismissals should be permitted to go to the district court or authorized to go.  Are you still standing by that distinction?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but when you argued it below you argued the exception, you didn't argue the jurisdictional rule.  Are you abandoning that distinction?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not the view of the circuit courts, even the courts --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even the courts whose exception you --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Every circuit court unanimously holds that jurisdictional dismissals should go only to the Federal circuit."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":4,"sideBefore":"justices","text":"I'm sorry -- go ahead.  I'm sorry."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Should you be arguing this before us?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this a distinction you should abandon here?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or at least ask us not to address?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Actually the 7512 argument has more legs, I think.  The point is that you're only permitted to go to district court on issues of discrimination that are within the Board's jurisdiction.  So if --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schnapper, if I disagree with everything that you just said, I can still rule for you in this case, right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because there does seem to be a good deal of difference between the question, what happens to something that is clearly a mixed case, and alternatively, the question of whether something is a mixed case; that is, whether it includes a claim about an action which the employee may appeal to the MSPB. And one could think that questions about what can be appealed to the MSPB ought to go to the Federal circuit under this statutory language in a way that questions that are involved in this case do not."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that just makes the next case very complicated but it has nothing to do with this case; is that correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Ms. Harrington. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are you abandoning the jurisdictional procedural distinction as you did in your brief?  Are you telling us to rule either completely for you or against you?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you are prepared on behalf of the Government to say that if we rule that procedural dismissals can go to the district court, then you -- then the Government will concede that jurisdictional dismissal should as well?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Under 7512."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We don't have to reach that question in this case, but your brief seemed to make the argument that there was no basis for the distinction between procedural and jurisdictional."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, does that mean that it is not a judicially reviewable action if it is thrown out on a procedural ground."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that? I mean, we think of a -- we review cases on procedural objections all the time and we think of those as judicially reviewable.  It's -- it's a real stretch to say simply because it says \"judicially reviewable\" it means judicially reviewable on the merits."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could you say that again?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A little more slowly."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  It's subject to judicial review."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, the next --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So I thought that your argument in the brief reduced to the question that an action subject to judicial review in one section is not judicially reviewable in another.  That's right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"More slowly. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"I thought -- I thought I heard you to say, and this is what I understood your brief to say, that an action that is subject to judicial review is not judicially reviewable under 7703(b)(2)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's a tough argument."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you a couple questions?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When the Federal Circuit was created, this language preexisted its creation, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So could you tell me how when Congress was writing 7702 it was creating the system that you are advocating when it had no idea that it would ever create the Federal Circuit?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That still doesn't answer my question, which is:  Assuming there is no Federal Circuit, I have to read the language that exists in 7702 and 7703, and I see judicial review, appealable judicial review, used not in the manner that you're describing."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But, Ms. Harrington, go back to the question that the Chief Justice asked you, because the question was:  Should we read \"judicially reviewable action\" as something different from action subject to judicial review, which is how you would normally read that language, as something different from just final agency action that you can take to a court. Not saying which court, that you can just take to a court. And you're asking us -- you said it's a term of art.  So I guess the next question is:  How do you get the definition of the term of art that you say exists in this statute?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, it has to be an action that -- you know, the MSPB is done and now you have a certain number of days to take it to a court.  So that's the normal way you would read that language."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you say no, it really, you know, it includes some kinds of decisions and not other kinds of decisions and the effect of that is that it's really a switch as to which court you get to take the action to, which is a very counterintuitive way to read this language. So I guess I'm asking you:  Where do you find the definition of the term of art?  And I think what your answer is going to be is this notion the board shall decide the issue of discrimination and the applicable action; is that correct."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why doesn't the language that Justice Kagan referred to, the requirement that the board within 120 days decide both the issue of discrimination and the appealable action, mean that the board has to dispose of both the issue of discrimination and the appealable action, not that it must actually adjudicate those two issues? What if you have a threshold, you have a threshold timeliness issue that is completely dispositive?  You're saying that this language means the board nevertheless has to decide the merits of the discrimination issue?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to read it that way, do you?  I mean, look, it says in (a), it says, let's take an employee who is affected adversely, and then it says \"alleges that the basis for the action was discrimination,\" okay.  In that case the board shall within 120 days decide both the issue of discrimination and the appealable action.  So they decided it.  They decided it was out of time.  They decided it was barred. They decided da, da, da. I mean, there are a lot of decisions on an issue that a person raises in court and we don't normally say they didn't decide the issue, the court. It decided it.  It decided it was untimely."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, well, I see.  The issue.  They shall decide the issue of discrimination. I mean, you can read it as saying they have to decide the merits or you could read it as saying, there could be several claims that went on below.  Heard them, decide the discrimination one.  Now, you decide the discrimination one.  And I agree they used the word \"issue\" instead of saying decide the discrimination claim, that it says here, he alleges.  They could have said, decide the allegation.  They could have said, decide that part of the case. But, I mean, why do we want to jump over 14 hurdles to give this narrow interpretation to that word issue when all that's going to happen is we'll have a new jurisprudence arising. Is the dismissal on the ground that it was an allegation of discrimination, that it wasn't enough to really make out discrimination?  It was partial summary judgment.  It was a dismissal on the basis of the statement in the complaint.  It was -- I mean, we can think of 40 different things, perhaps, that are going to be hard to distinguish as to whether they're procedural, jurisdictional or on the merits. And why do we want to get courts into that, when the simplest thing is the person says, I allege discrimination.  There it is right in paragraph 1(b) of his paper.  The MSPB says, you lose for any reason on that particular one, and now we go to the district court.  That's just so simple."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, no, no.  All we're doing is interpreting what you've said is the word issue, not to be quite so technical as to mean decide on the merits, which it doesn't mean normally, but we're interpreting it to mean decide the allegation that he has raised that he was discriminated against."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Harrington, may I just clarify that if -- if the case goes to the MSPB, and the MS -- the Federal circuit, the Federal circuit agrees with the MSPB that this was untimely filed, that's the end of the case, the discrimination claim would never be heard then."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So if the Plaintiff then goes to the district court, then what position does the Government take?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Schnapper told us in his brief, and he repeated it this morning, that the MSPB and the EEOC disagree with your reading of the statute, that they think that the so-called mixed case goes to the district court."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, didn't -- in the Ballentine case, didn't the MSPB take the position that it didn't go to the Federal circuit?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And so you -- are you -- are you telling us that the position you're representing on behalf of the Government is the position that the MSPB would take today, is the position that the EEOC would take today?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, getting back to judicially reviewable --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- even if I accept your argument that that's not the same as subject to judicial review, isn't it an odd backhanded way to get to your position? This is not something about -- a provision about what's judicially reviewable and what's not.  It's a notice provision.  It says these actions have to be filed within 30 days after notice of judicial review."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And then you say that judicial reviewability is the key linchpin that bases your argument, when it's really just in a sentence about notice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, yes, that's where the phrase comes in, but it does seem an odd way to establish that that is the critical element that tells you which provisions you can take forward when it just says your time is 30 days after you get notice of judicial review."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And here the Government says, aha, judicial review, we think that does not mean subject to judicial review.  Judicially reviewable doesn't mean subject to judicial review."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"As of.  See, it shall be reviewable action as of.  Again, it's just going to the timeliness."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Harrington, would you agree that this is a remarkably strange way of Congress trying to accomplish this objective?  I mean, if Congress were really saying we don't want procedural determinations to go to the district court, that's a very easy thing to say.  Congress does not need to send you -- you know, involve six different cross-references and unnatural reading of statutory language. And, you know, in the end, your argument just is based on this notion that Congress used the word decide rather than dispose of in this single provision. The argument would completely collapse if that were not the case.  It just seems like if Congress wanted what you say it wanted, Congress would not have done it in this extremely complicated and backhanded way."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you're not -- the Federal circuit didn't exist at the time that these statutes were written, so what -- you know, really, it would have been taken to the various courts of appeals, and you wouldn't have gotten that uniformity anyway."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have a quarrel with your opposing counsel's position that once the Board decides the CSRA claim and the discrimination claim, the district court reviews both?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Alito was questioning that, but you don't quarrel with that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So the lack of uniformity is inherent in this structure.  You just want to carve out one piece of it that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- that you say deserves more uniformity."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is there anything you want to say on the question of which is worse?  That is to say, I get your point on the word \"issue,\" and I think you can read the word \"issue\" to say there is a contested point as to whether there was discrimination or to say there is a contested point between the parties as to whether the MSPB -- whether the plaintiff has a -- has a legal right before the MSPB to get the lower -- the agency reversed on the issue of discrimination. The latter way favors your opponent, the former favors you; okay.  So we could do either, I guess. The one way, if you win, there will be a body of law about what counts as procedural and what doesn't.  That sounds confusing to me.  If you lose, I quite agree with you that there will then be different courts deciding different procedural matters, where you'd get more uniformity out of the Federal Circuit. Okay.  Do you have anything to say about which of those two evils is worse?  Is there any reason --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Have we any way of knowing?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- going back to the language, and so far, in my hypothetical anyway, I think the language at best might be read, that word \"issue,\" the way you say, but need not be."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I have a problem, because to accept your reading is to say that judicially reviewable action differs between 7702 and the escape hatch, because the only way the escape hatch can work, it, too, cross-references 7702 in the same way that the provisions you are relying on do.  Under your reading both should be given identical meaning, because they both cross-reference 7702; and yet your brief says, no, we shouldn't have that absurd result."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that if you concede that there is an absurd result in applying your interpretation to the escape hatch, by definition, your meaning can't be ascribable to that phrase."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So if the board --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So when does the time frames of the escape hatch commence --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- if the board hasn't rendered any decision on anything?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right, but Justice Sotomayor is right, that when you define \"judicially reviewable action\" in your way, then 7702(e)(1)(B) becomes nonsensical and you have to save it by inserting additional language, by saying, you know, \"and other\" -- \"and other kinds of action.\""},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it wouldn't make sense, but it's what the language would command if \"judicially reviewable action\" means what you say \"judicially reviewable action\" means."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You still have an exhaustion argument to raise if we were to send this to the district court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Harrington. Mr. Schnapper you have 4 minutes left. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You better remind me. (Laughter)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Fifth."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I -- I just"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"He was just keeping score. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Checking them off."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You are on number five."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC SCHNAPPER","firstName":"ERIC","lastName":"SCHNAPPER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3272,"interruptions":24,"times_spoken":56,"laughter":0,"num_int_by":6},{"id":1,"fullName":"SARAH E. HARRINGTON","firstName":"SARAH","lastName":"HARRINGTON","counsel":true,"justice":false,"side":"respondent","words_spoken":3098,"interruptions":17,"times_spoken":57,"laughter":1,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":556,"interruptions":5,"times_spoken":31,"laughter":2,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":442,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":704,"interruptions":9,"times_spoken":32,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":298,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":193,"interruptions":2,"times_spoken":9,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":712,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":77,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":645,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3272,"times_spoken":56,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":3098,"times_spoken":57,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":21,"words_spoken":3627,"times_spoken":117,"laughter":3,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.6468418114308596,"respondent":0.3531581885691404,"date":1472418053033}}