{"petitioner":{"name":"JAMES R. CLAPPER, JR., DIRECTOR\nOF NATIONAL INTELLIGENCE, ET AL.","counsel":[0]},"respondent":{"name":"AMNESTY INTERNATIONAL USA, ET AL. ","counsel":[1]},"caseNumber":"11-1025","date":"2012-10-29T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-1025, Clapper v. Amnesty International. General Verrilli. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"General, is there anybody who has standing? As I read your brief, standing would only arise at the moment the government decided to use the information against someone in a pending case.  To me, that --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- would seem to say that the Act -- if there were a violation; I'm not suggesting there is -- but that if there was a constitutional violation in the interception, that no one could ever stop it until they were charged with a crime, essentially."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"General Verrilli, can you be specific on who that person would be?  Because, as I understand it, it's unlikely that, for example, the lawyers in this case would be charged with any criminal offense.  It's more probable that their clients would be; but, according to the government, their clients have no Fourth Amendment rights because they are people who are noncitizens who acted abroad.  So it's hard for me to envision.  I see the theoretical possibility, but I don't see a real person who would be subject to a criminal charge who could raise an objection."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the client is somebody who is abroad and who acted abroad, and is not a U.S. citizen."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How likely is it that a service provider would object?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the litigation was unsuccessful."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, using what you just mentioned, suppose -- just let's suppose that the Court should hold there is standing.  Couldn't the government then say as far as the merits of the complaint, this information is classified, these are state secrets, we can't -- we can't go forward with the litigation?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"General, I don't know that you've answered my question.  Perhaps you have, but I just want to make sure that I'm clear. Given that lawyers are unlikely to be the targets of an investigation, if they -- if their conversations would be intercepted, according to you they'd never have standing."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Verrilli, we've had -- we've had cases in the past where it is clear that nobody would have standing to challenge what is -- what is brought before this Court."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And we've said that that just proves that under our system of separated powers, it is none of our business."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the test that you propose that the injury -- I think your brief used the word imminent -- is another way of saying that -- is it unfair to characterize the government's position as saying that you're submitting that the injury must be certain?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's assume -- let's assume for the moment that the lawyer would be -- that the lawyer would be injured if his communication with the client were intercepted, or at least that he would have standing to prove injury.  Let's assume that for the moment. If that is an acceptable premise, assume that it is, are you saying that it has to be certain to occur?  And another test is there's a reasonable likelihood, and then we get in the middle, is it a substantial likelihood.  You have to say -- you say imminent."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Certainly impending."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"General Verrilli, but in this case the Complainant can never know.  I mean, I know you emphasize the speculative nature of this claim, but it's not speculative if the government being given this authority by Congress is going to use it.  Isn't that so? I mean, are we to assume that --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- you were talking -- you wanted to say there's a cascade of inferences, I think was your phrase."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You want to tell us that in your view these -- all these inference that we're required to go through, if the Respondents' theory is adopted, you were going to tell us about --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there much of a speculation involved in how -- I think it's only one time, and it was under the pre-amended statute, that the FISA court ever -- ever turned down an application."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, here is -- I assume that it is an injury for an American speaking in America to have his communication intercepted against his will by the American government.  We take that as a harm; is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So the question is how likely is that to occur?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Fine.  That's why I say certainly -- it might not be a storm tomorrow. I mean, you know, nothing is certain.  But I see it's some degree of what you say -- some people say certainly, some people say likelihood, etc.  So put that to the side. What I want to know is, we have the declaration of Mr. Scott McKay.  Now, Mr. Scott McKay says he's represented two of the people who are allegedly part of al Qaeda and committed crimes, and he has represented them for some time.  One was in Guantanamo.  Another is charged with various crimes and is subject to many, many civil suits. In the course of that, he has to phone and has phoned lots of people in Saudi Arabia, in the various Arab states, and in the past the U.S. intercepted some 10,000 telephone calls and 20,000 e-mail communications involving his client. So isn't it a fair inference, almost pretty certain, maybe about as much as the storm, that if the security agencies are doing their job, they will, in fact, intercept further communications involving this particular individual, the two that he's representing?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And why doesn't that meet the test?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why can't we get an answer to that question?  I mean, I see your point.  I'm interrupting because I -- I see where you're going.  And it seems to me that, at least, if held in camera, I can't imagine what security it would violate, whether the government were to say, if necessary privately to a judge, would say, no, we do not intend to use this new authority for this purpose."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or it could say the contrary.  And so couldn't we find out whether he has standing there without jeopardizing any concern of national security?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is if, in fact, the government is going to use this statute to continue to do some of the 10,000 or 20,000 --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see how that is pertinent.  What you're saying is they don't have standing to challenge program A because they may also be injured under program B.  And do you have an example of a case where we've held that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there again, it depends how you phrase their injury.  If you phrase their injury as being subject to surveillance under a particular statutory provision that they think is facially invalid, saying that, well, you're not going to get any relief because you're going to be subject to surveillance under a different provision, I mean, they may say, well, we may, or we may not, but we still have the right to cure the injury of being subject to surveillance under 1881a."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do -- do we parse injury that finely?  I mean, the injury, it seems to me, is being overheard.  Does it -- by the government.  Do we say, oh, well, it's one injury to be overheard under this statute, it's another injury to be overheard under another statute?  Do you know any case where we've -- we've cut the baloney that fine?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"General Verrilli --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Well, the thing is they are going to be injured by being overheard.  And you're saying that they will be overheard anyway, and, therefore, by preventing the government from overhearing them under this statute, we're not redressing their grievance, which is being overheard by the government."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, General Verrilli, this statute greatly expands the government's surveillance power.  Nobody denies that.  And so if the question from these lawyers' perspective is, what chance do I have of being overheard, and what precautions do I have to take, this statute makes them think about that question in an entirely different way, doesn't it?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but if you take the baseline position before this statute and the position after this statute, these lawyers and other people in their situation are going to understand that this is just true, that the government is intercepting more material, and that they have to take greater precautions in order to keep their conversations confidential, if that's what they want to do, which lawyers want to do. So they're going to take precautions that they wouldn't have had to take the day before this statute was passed, it seems to me, just from a kind of commonsensical point of view."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now we're back at the same circle we started with, which is the one that Justice Breyer started with.  He pointed to one person under -- who has been surveilled continuously, tens of thousands of interceptions.  Can you really say that the government's not going to target him under this greater authority that it sought just for the purpose of ensuring that it casts a broader net?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I don't see why, General Verrilli, this case is any different from Monsanto.  In Monsanto, the government deregulates genetically modified alfalfa, says, go plant it. Now, there were these farmers who were complaining, and they said, we don't know if that will contaminate our crops or not; we think that there's a significant risk that it will contaminate our crops. Because we think that there's that significant risk, we have to take precautions. Now, why isn't that exactly what's happening in this case?  We now think, says the -- say the lawyers, that there is a significant risk that our conversations will be surveilled, a risk that didn't exist before.  Because of that significant risk, we have to take precautions of the exact same kind that the farmers in Monsanto took; therefore, there is standing."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see that difference at all, General Verrilli --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because, in fact, what Monsanto did -- it's not Congress; it's an agency -- but the agency issued a rule saying that farmers could go plant genetically modified crops. And then there was the question whether, because of that, essentially, delegation of authority, the plaintiffs in that case were going to be burdened. And the plaintiffs said, you know, we might be harmed, and we have to take precautions in order not to be harmed. So it's the same thing.  It's a different actor, but it's a delegation of authority and a -- and a fear that that delegation of authority will result in harm leading to a set of precautions."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it really such speculation, General?  I mean, just imagine that -- yourself in this lawyer's position, and the lawyer says, I'm representing a person associated with a terrorist organization, I'm representing KLM in the case of one of these lawyers, and I'm going to be talking to that person's family members and associates and trying to find out everything that I can. Now, as a lawyer, would you take precautions, or would you pick up the phone and start writing e-mails to all those people?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't even think it has to do with an ethics rule.  If you're a good lawyer -- forget the ethics rule and how the ethics rules apply. Are you really going to tell me that you, as a lawyer, would just pick up the phone in the face of this statute and talk to -- these terrorists' associates?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In Summers, the Court said --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  In Summers, the Court said, well, we don't know that this person is just going to stumble upon a piece of land that's affected by this government action. I asked you a different question.  You're a lawyer representing a terrorist and talking to the terrorist's affiliates, and the question is, is this statute going to make you not use the e-mail in the way that you ordinarily would use the e-mail? Well, given the availability of traditional FISA surveillance, surveillance under Executive Order 12333, surveillance by foreign governments, I don't think it depends on this statute. But -- but, in any event, whatever the reasonable judgment of a lawyer in those circumstances, there isn't a concrete application of the statute that creates a case or controversy here."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"justices","text":"You never know.  There may be dozens of concrete applications affecting the Plaintiffs in this case, but we will never know."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you think it's speculation.  The government has a statute that says you can wiretap in the United States organized crime when life is at stake and you show it to a judge.  Then they say, that isn't good enough.  We pass a new statute, and it says, suppression of organized crime, wiretap when you want, without a judge. Now, a lawyer who represents organized crime says, my clients have been wiretapped under the first statute 400,000 times. Now, I'll tell you, when the government gets ahold of this second statute, it's going to be a million times, because they want to suppress organized crime. I'm not saying my clients are guilty, but we all know. Okay.  So. Now, the question, which I haven't thought of before, you are saying no standing, no standing, can't raise it --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you can't.  You can't do that here.  So -- so what I'm thinking is, he seems to be separate from other people.  He seems very likely to have a concrete injury.  If they -- if they aren't wiretapping the people who are described here, who are they wiretapping?  And they passed this statute in order to have extra authority. So put those three things together, and they seem to spell mother, perhaps, you know."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're -- you are saying that the government has obtained this extraordinarily wide-reaching power and we have extraordinary risks that face this country and the government's not going to use it.  That's just, it -- it's hard for me to think that the government isn't using all of the powers at its command under the law --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in order to protect this country.  And you -- you want to say:  Oh, well, don't worry that it's not happening.  There is another statute.  That -- that's the problem I have with this line of argument."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's Justice Kagan's hypothetical.  The lawyer -- and I don't forget about the -- I think the ethics problem is, is a very substantial one.  I think the lawyer would engage in malpractice if he talked on the telephone with some of these clients, given this statute."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's still the reality.  He still has to change his conduct."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. Mr. Jaffer. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Our cases, of course, say, do say \"certainly impending,\" not \"substantial risk.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, let's leave that aside.  You have two arguments; one is likelihood of future injury and the other is present obligations or cause.  I want to focus on the former.  Our standard is certainly impending, and you articulated it by saying, substantial risk.  There is obviously a vast difference between those two."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But both in Summers and Monsanto the government tells us:  We knew that the governmental act was occurring, and then once we knew that, the question was substantial risk."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's not enough, of course, to know that the government is using the statute.  The whole question is whether or not your clients have been injured, not whether the statute's being used."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I have an issue --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"I'm sorry, do you want to finish?  If it's all right, could you finish the answer?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does that assessment take into account the fact that a court is going to pass upon the government's ability to intercept these communications?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"With the obligation to apply the Fourth Amendment."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But if as you say those procedures violate the Fourth Amendment, it doesn't matter what the statute says."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If those statutory provisions would produce a violation of the Fourth Amendment, they are null and void, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So the FISA Court would presumably know that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Jaffer, could you be clear on the expanded authority under the FAA?  As I understood it, it's not like in the old statute, where a target was identified and FISA decided whether there was -- the court decided whether there was probable cause.  Under this new statute, the government doesn't say who the particular person or the particular location.  So, there isn't that check.  There isn't that check."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could you address --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":3,"sideBefore":"justices","text":"If we accept the -- if we assume for the sake of argument that \"certainly impending\" is the, the general standard, if we accepted your other argument, that the plaintiffs have standing because they took preventative measures, wouldn't that undermine completely the -- the \"certainly impending\" standard?  You have a person who is in a situation where there is a certain risk, a certain degree of risk of -- of the person's conversation being intercepted, but it's not certainly impending.  So then the person simply takes some preventative measures, and acquires standing that wouldn't otherwise be present."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me, before we go further.  A reasonable reaction to the risk; but it doesn't have to be a reasonable reaction to a certainly impending risk, does it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that's his question. Doesn't it undermine the certainly impending?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Jaffer, it seems to me that your -- the government's strongest argument goes something like this -- and I don't think that they would say it in these words, but you have some clients where it actually does seem completely reasonable that they would take precautions, that they would not get on the phone, and that they would not use e-mail in the way that any old person would. But just -- those clients, these lawyers of terrorists, essentially shouldn't be using that e-mail or getting on the phone anyway.  Even before the FAA was passed, they would have been wise and, indeed, maybe ethically required to use precautions. So what does the FAA do?  I guess this is a point about redressability, it's a point about --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- causation, but that seems to me the strongest of the government's arguments."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have specifics in the affidavits of things that your clients would have done previously that they cannot do now?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What other measures besides having to travel to have conversations?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the travel overseas I understand is the one thing that has a dollar amount attached to it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But these others -- these other precautions, being more circumspect in their questions, talking in generalities --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can you go back to being a little bit more specific on this?  I think I got it. There is a class of people that they would have spoken to on the phone or e-mailed before because they didn't think they would be covered by other surveillance measures --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- that were in effect before this Act?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can you talk about what kinds of people those are?  Because if the targets are always terrorists --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, it seems to me that the concern you're talking about is present in every area of practice.  If you're representing someone who is being prosecuted, you don't send an e-mail saying, you know, the government hasn't yet asked where you threw the gun, and we've got to be prepared to answer questions on that because, as you know, that's a real probable. I mean, you don't send messages like that through the e-mails or just talk casually over the phone either."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could I go back to a question that Justice Breyer asked, where he used the analogy of a lawyer who is representing someone who is alleged to be an organized crime figure. Suppose you have a case where a lawyer says, I represent so and so, the government thinks this person is an organized crime kingpin, I know the government has a very extensive wiretapping program for people who fall into this category, I want to raise -- I want to challenge the constitutionality of the statute under which some of this wiretapping occurs.  Would that person have stand -- would that lawyer have standing?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know of any case that holds that?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The Federal wiretapping statute has been around for 40 years.  Has there been a single case that falls into this category that you're talking about?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there is a notice provision under this statute."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I think the -- which I think is difficult, because it makes this case somewhat unique, so that what you're worried about most is the definition of foreign intelligence information, which defines it to include information with respect to a foreign power or foreign territory that relates to the conduct of foreign affairs.  It's very general."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And then, the Attorney General can, if he decides there are exigent circumstances, wiretap for a year, anyway, without going to any court, something that isn't true of the ordinary wiretapping. Now, you say, look, if there is any special group that's going to apply to, that is the group that they wiretapped 10,000 times when they didn't even have that authority.  And the government is saying, maybe, maybe not.  And there, we have an argument.  Is there a way of resolving it?  That is, is it open to the government, if you prevail, and we say, you know, they have this extra broad authority, there is no way to check it through a court, it does cause harm, these are the most likely people to be harmed and there is very good reason, whatever words we use there, to think it will be used for them, that the government -- is there some way the government could say, in camera even, no, we are not doing it?  Here are our procedures. We are not going to show them to anybody but you, judge. I mean, is there a way for the government to show that you're wrong --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- and that we're wrong when we think you're right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the plaintiffs aren't going to be monitored under the statute.  Other people are, and your concern is collateral, that the plaintiffs' discussions might be picked up.  But the plaintiffs are not going to be monitored as targets."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's why I'm saying under your circumstances -- what you said is the government could come in and say:  We're not going to monitor these people.  Under the statute, you can say that today.  The question is whether or not your clients' conversations can be picked up in an incidental way."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't what you just suggested as a way of resolving this case rather bizarre?  Someone who is -- whom the government believes to be a top terrorist and a great threat to the country can stop the use of this surveillance by hiring an American lawyer and then having the American lawyer come into court and say -- you know, challenge the constitutionality of this, and the way to resolve the case would be for the government to go into court and say:  Well, we're not going to -- we're not going to target this -- this person whom we believe to be a great security threat?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"To that point, you're conceding the government's position that -- on redressability?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That even if they promise you they weren't going to intercept you under this statute, that you would still take the same measures?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's on that branch of your argument, which makes me more nervous than the other branch.  The other branch, they might say something like:  We're supposed to minimize risks of catching in surveillance Americans and this is what we do.  And they show that and they say:  We go to the FISA court.  Except in these very rare instances where there are emergencies, da, da, da. And I guess by that point they might be able to reduce the risks to this kind of plaintiff to where it's the same as virtually anybody else or they might be -- be showing it's constitutional.  That's where I -- that's why I ask the question.  I'm not certain of where I am going."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Jaffer, apart -- apart from the government's power that you point out to conduct some of this surveillance without approval by the FISA court in an emergency situation for 1 year, leaving that aside, I don't see how the rest of your challenge or your challenge to the remainder of this statute can be characterized as a facial challenge, because it necessarily assumes that the FISA court will mistakenly say that there has been no Fourth Amendment violation, doesn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it -- it can say it's unreasonable because you have unreasonably limited us. Don't you think the FISA court is able to say, what we're allowed to look into under this statute does not comport with the Fourth Amendment."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We have to look into more."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Jaffer, you mentioned your journalist clients.  Do you have any affidavits or anything else in the record to suggest that those journalists have simply not gotten information from third parties that they otherwise would have gotten?  In other words, this would not be a question of what precautions they took and what precautions were reasonable."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But if you assume that information is the lifeblood of journalism, that their sources and their information has dried up as a result of this statute."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But in Monsanto, suppose the challenge had been brought by a soybean farmer who said, \"I raise soybeans and people around me raise soybeans, I'm afraid that they're going to start planting genetically modified soybeans, but they haven't done it up to this point, but, you know, this might be something they will do in the future and if they do that, then I'm going to have to take precautions.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe it's a difference in how we're using the word monitor.  You do know that your Plaintiffs have not been monitored."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What you don't -- well, others have been monitored abroad, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're not monitored in the sense that this is the person's e-mail, and that's what we're going to collect information from, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. General Verrilli, you have four minutes remaining. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a fair point, General.  What if it said something different?  What if she said -- what if there were even an affidavit from the source saying, \"I have stopped talking with this journalist because of the FAA and because of my fear that my communications will be intercepted\"?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, General Verrilli, this is not about the merits of the statute.  They might have no claim on the merits at all, and so there would be no question of invalidation.  The question is only:  Can they make their argument to a court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which they can never, never have, and that's what makes this -- if -- if there could be a person in this category who would know, but the person will never know. You did mention minimization procedures as one safeguard against abuse.  What are the minimum -- what -- what minimization standards are taken that will protect plaintiffs in this class?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there restrictions on giving the information to other government agencies, in particular, the Justice Department?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. And so the case is submitted."}],"people":[{"id":0,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":2719,"interruptions":29,"times_spoken":51,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JAMEEL JAFFER","firstName":"JAMEEL","lastName":"JAFFER","counsel":true,"justice":false,"side":"respondent","words_spoken":3449,"interruptions":25,"times_spoken":51,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":504,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":319,"interruptions":5,"times_spoken":11,"laughter":0,"num_int_by":4},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":462,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":416,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":382,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":971,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1038,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":2719,"times_spoken":51,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":3449,"times_spoken":51,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":16,"words_spoken":4514,"times_spoken":107,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.8651111501300948,"respondent":0.13488884986990524,"date":1472418053009}}