{"petitioner":{"name":"CHRISTINE ARMOUR, ET AL.","counsel":[0]},"respondent":{"name":"CITY OF INDIANAPOLIS, INDIANA, ET AL.\n","counsel":[1]},"caseNumber":"11-161","date":"2012-02-29T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 11-161, Armour v. City of Indianapolis. Mr. Stancil. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I understand your arguments.  Your adversary raises a point that concerns me, which is what happens to all other amnesty programs like parking ticket amnesties?  And if you take your logic to an extreme, how about something that doesn't involve money but immigration status amnesty, illegal aliens who can apply for citizenship and be forgiven their illegal entry? Doesn't the logic of your theory basically mean that there are no circumstances in which the government could treat people differently?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Every time a police officer stops me for a traffic violation, I get angry when he lets somebody else go.  So, you're suggesting that there is a difference between that and this case where the government is basically saying you owe me something and I'm going to forgive you what you owe me?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there were a lot more than -- there are 20 different lots, 20 different -- there are -- I mean, when -- what's your view of -- of how the cutoff should work?  Do they have to refund all the money, everybody who, in fact, ever paid a Barrett Law assessment?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't care what the State is; I'm saying a matter of constitutional law."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  All right.  So what?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can the State, when they have, let's say, 10,000 people who have already paid their assessments -- well, why doesn't it have to give them back their money, on your theory?  That's my simple question."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why aren't they?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Fine.  They define here who is similarly situated, and the people who aren't are the ones who are on the installment plan."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They do.  They do.  The reason is because they think it's unfair to give the people -- they think it's -- they don't want to bother collecting it from these people who haven't paid yet. Okay?  That's why.  And they don't see a way, if you -- so, if we're going to free them, we don't want to go back into history and then suddenly give back all the people who've ever paid their assessment.  I mean -- so, we draw the line somewhere."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This is where we're drawing it.  That's the State law."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's wrong with that?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean -- my point, I'm not making it clear.  My point is that what's less rational about saying, if you paid, too bad; we're having an amnesty for the future?  What's less rational about doing that than saying some of the people who paid in full will get their money back, and some will not? Which is the line you want to draw."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stancil, who are \"these people\"?  We have the plaintiffs in this suit, and there's a judgment -- there was a judgment in the court of first instance and the appellate court for a dollar amount, but we're told that there are many more of these Barrett Law projects and that they all operate the same way. So, the result is a lot more money than these plaintiffs are claiming; is that not so?  If your position on the law is right."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That counts as a gross disparity?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What does, is my question. How -- how do you separate a gross disparity from a non-gross disparity?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if you win, does -- does the city just have to give you enough to bring it down to 5 to 1 so that it's no longer a gross disparity?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that isn't the administrative -- the administrative -- well, maybe that's one of them.  The administrative problem is, I thought, the following:  Imagine that you are the city mayor.  All right?  And suppose the mayor does what you want.  The mayor says I'll give all these people in their project back their money. The next day in my office, there show up 15 people who say:  Last month, we happened to be in project 2, and we paid all our money.  Why don't you give us back our money?  You just gave it to the people in project 1.  Give it to us. And the next day after that, there are 14 people from project 3 and from project 4.  What is your answer to those angry taxpayers who have said we don't understand why you refunded the money from project 1 but not for us? What's your answer?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You see, the problem that I have is that you're trying to lop off half of the project, which is what was the Barrett project, without looking at what the new project is.  And that goes to what Justice Breyer's point was.  Moving forward, every old project and every new project is going to pay more money than they did under the Barrett Law because I think, if I understand correctly, the city is raising a -- essentially not a flat fee, but a fee, assessing a flat fee across all taxpayers so that these sewer lines can be built. Am I correct about that?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it -- but it says that new people are going to pay a flat fee.  Old people are going to pay $10 more a month that they didn't have to pay."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, why can't they come in, and why don't they come in, and say exactly what Justice Breyer said:  You forgave the payments of taxes for hooking up to the sewer system of these new people coming in.  You're treating me differently."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so, everybody else says I want to pay $2,500.  You're still not dealing with the fact that this was one decision tied to others. It was a package deal and -- so that the rationality of this package deal has to be seen in context.  You want to lop it off and say all I'm looking at is how much these taxpayers paid for this old system, not what the new system is creating."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I might have missed a fact, which -- which I'd like to know.  Let's call your project, project 1, all right?  And all the others are 2 through 20.  Are there any people in projects 2 through 20 who still have money outstanding, or are they all paid off?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They're in various states. Okay.  What happened to the taxpayers who still owe money in projects 2 through 20?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So, it's the same. So, now the people for the angry taxpayers in projects 2 through 20 show up at the mayor and say, Mayor, you're not only -- you only -- you're not only -- under your system, you not only gave the all-paid-up people back, if you win, but you also forgave the future people in 2 through 20, and you're not giving us our money back."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I right on the facts?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Older projects."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Right."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see the --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Mr. Stancil --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":6,"sideBefore":"justices","text":"I think -- I think that Justice Breyer is suggesting that if you treat unconstitutionally a whole lot of people, you can get away with it. (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oddly enough, I was not suggesting that. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Counsel, some -- some time ago, I thought you were just about to tell us how much money the city says will be at stake if you prevail."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And the -- the city says that's the total amount that's at issue if you prevail, if the taxpayers prevail on this claim."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the city cure the problem by rescinding the forgiveness for those who paid under the installment plan --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You wouldn't have any incentive to bring a lawsuit if that were the remedy, would you?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, effectively --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that a choice for the legislature?  Because everybody could be treated equally by getting their money back, or nobody gets out from under the old system.  So, why shouldn't that be -- the decision is you can't treat these two groups of people differently.  So, I think the Court has said in a number of cases you can equalize up or down.  That is a legislative choice."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stancil, if that's right, and let's take a case which is different from the one that -- that you're saying.  Let's take a case where there are many, many, many more open projects, involving much, much more cost than you're saying is true here. And the mayor looks at this and says:  You know what? Unless I can just draw the line here, I'm not going to be able to change this financing system, either unless I can draw the line here or unless I can say, you know, nobody gets any money. What's a mayor to do?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I -- I guess what I'm asking is we have this terrible program; everybody hates it; it's not fulfilling its intended purposes; the mayor and everybody else wants to change it:  How is the mayor going to change this program now?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm suggesting --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that that is financially prohibitive."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Have we ever decided an equal protection case on the basis that the -- the State who had violated the -- the Constitution can't afford to pay for it?  Is there any case that supports that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's just too expensive?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And, therefore, we have to deny equal protection?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't that what you're saying, Mr. Stancil?  Is what you're saying that when cities create tax policy, they can't think about the budget implications of that tax policy?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is the parking amnesty example that you have said wasn't the same. Because if an individual taxpayer has filed late, it's like the parking guy who didn't file his ticket, either."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you really are saying that amnesty programs are out of the question if the risk is imposed equally on everyone."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you're saying if you forgive the parking ticket, that's an equal protection violation."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The goal here is very simple.  They say we have hundreds or dozens or 20 different programs anyway, and once we start getting into the business of distinguishing among people who are already paid up, it's going to be a nightmare.  And so, the only clear line we draw is between the people who are already paid up and the people who haven't paid. And we don't want those people who haven't paid to have to pay because that's going to be another 20 years of administrating $33 a month. Okay.  That's their rationale.  Now, that may not be perfect, but it sounds reasonable, doesn't it?  What's wrong with it?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not their rationale, or it's not perfect?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not impossible.  They don't say it's impossible.  Say, try looking through the U.S. tax code.  It has thousands of pages.  There is not one human being alive who understands every provision. All we have to do is start comparing the provision on page 1 with page 3 with page 7 and page 9, and we will discover irrationality forever. So, I don't -- I mean, you may have this fairly simple case, but I foresee, if you win, the -- don't ask me what will happen, but I have a suspicion it's not going to be too good."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there an easier thing to administer than the system that was struck down in Allegheny Pittsburgh?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Whatever you paid, that's what your assessment was.  And they argued, well, this is easy; that's enough.  And this Court said, no, it's an equal protection violation."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't believe in the administrative nightmare exception to the Equal Protection Clause? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me -- I'm curious to know, if other States have provisions like the Barrett Law and they're concerned about this, can they provide in the initial documents a -- a promise that there will be no forgiveness, so that there would be a contract clause sort of argument against what happened here?  In other words -- and if we could explore that for just a minute, I'm going to ask what it is that you thought constituted a promise in this case."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And maybe not a promise in the contract sense."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"On the other aspect of my case, do you think other States could provide protection against this, in the event you do not prevail here, and -- and put in the documents that it is understood that a condition for your approving of this, these sewers, will be that there will be no forgiveness?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that then be enforceable under the contract clause, do you think?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Give you a warning?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Stancil. Mr. Clement. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think you've put your finger on the reason for this, which is that the city calculated that what it did would be more politically acceptable than treating the people who paid up front equally on an economic basis with the people who paid in installment plans.  Now, if that's the reason for this, is that rational?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But what does that mean, they wanted to get out of the Barrett Law business?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That really doesn't seem very complicated, to collect payments that people have agreed to pay.  And if they didn't want to do it anymore, I bet they could have contracted that out for a very modest fee to any number of private entities that would have done it for them."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, I think maybe if you prevail in this opinion, we should say the principle we are adopting in this case is:  Don't trust the government."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's simply because, as we said in Allegheny Pittsburgh, the basis for considering the equal protection claim is the rights that you're given under State law.  In Allegheny Pittsburgh, it says you have the right to be treated equally with respect to assessments.  And you weren't. Here the law says you have the right to be treated equally, or whatever it is, the apportionment, and they weren't.  All that you're saying there is that State law gets to set the base.  And if the State law says we don't treat people the same in extending sewer hook-ups, then that takes away your Equal Protection Clause.  But it just sets the base."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The change in policy --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The change in policy is from treating people equally to treating people unequally.  I don't see how the fact that they're changing that policy addresses the issue at all. They're going from a system where everybody was subject to the same assessment to a system where some pay something and other people pay 30 times that.  Yes, it's a change, but it's the change that presents the problem."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I still don't --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Other than political expediency and administrative convenience, I still don't understand what rational basis you claim there was for the distinction that was drawn.  Now, maybe one of those is sufficient, but other than those two possible bases, I don't see another one."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Those are reasons for not giving refunds, but what are the reasons for forgiving the debt that people agreed to?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't -- you don't --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You don't dispute that the city would have that option if we rule against you."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Just not to forgive the unpaid balances.  The city has the option, I assume."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's a -- that's a big difference.  In one case, there's an expectation; in the other case, there isn't."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because you would -- you would eliminate all litigation on Equal Protection Clause grounds if all that the plaintiff is going to achieve is not any benefit to him but harming somebody else. That's -- the classic case is -- is the sex discrimination case, where a State had a drinking law which said that -- that men could drink at the age of 18 but women at the age of 21.  And what happened in the lawsuit?  Did the court say, well, I guess -- I guess men will be able to drink at 18.  No, that's --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They said men would have to drink at 18, not that women will have to wait to 21 because --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They said it could go either way."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It was up to the Oklahoma legislature.  They could make it 21 for everyone or 18 for everyone."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"And the city retains that option in this case going forward.  The problem with --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- your analogy is you're dealing with a situation -- you're saying, well, here's a violation and the law can -- and what does the law do?  But this -- this is exactly 180 degrees away. There's no violation, and the law creates the violation. In that situation --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- I think you're dealing with an entirely different case."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Then you're saying that the difference between the two classes is that if you continue to have the tax apply to the people who haven't paid it yet, there is a large administrative expense. And if you -- as an expense that does not exist in respect to the class that has already paid it. So, the question, I would have thought, in our Court is whether that's a rational distinction.  And I think contrary to what was suggested, administrative expenses, of course, make a difference where the Equal Protection Clause is concerned because they differentiate between the two classes.  And trying to avoid an administrative expense is a rational reason, normally, for making the distinction. Now, I mention that because I know -- what -- it can -- does that bring to mind any authority which would be helpful?  Because there was a question that there is no such authority.  It makes sense to me, but is there some authority for that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But here -- here the State has defined the class.  That's the difference.  I mean, to say employers with less than eight is a separate class, that's fine.  But -- but here, the State said we're creating this class of -- of people who have to pay for sewer assessments, and we're going to treat them equally.  That's what the law required."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, you're saying that any future law which -- which disregards an equal classification that a prior law established is okay?  So long as it's a future law that does it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There will always be a future law that does it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's what we're questioning."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think I don't see the answer --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  I don't see the answer to Justice Scalia's question.  You're saying this would be a rational system going forward, but you also promised the people that they would be treated equally over a certain period. When you start out it's not equal because somebody pays $400 and somebody else pays 10,000, and -- but over the 30-year period, it's the same.  That's why it's equal in the beginning, even though somebody pays 400 and somebody pays 10,000 because they're going to pay the same over the period. Then you lop off the period.  So, you're not treating them equally.  Go -- when you started.  You can no longer say don't worry about the inequality; it will sort out in 30 years.  Now you can't -- you have no way of telling them why it's not unequal."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they want forgiveness, but you outline correctly in your brief the fact that the city had three options.  One of the options was to hold everybody to what they understood when they signed up under the Barrett Law. And I -- I do not understand how your administrative convenience argument fits in with the decision to forgive the debt of the people who agreed to pay on the installment plan.  When the city was collecting those payments was that a net loss?  Were the administrative costs of making those collections more than the amount of money that was brought in? If not, then I don't see how administrative convenience justifies a rejection of that option."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's rational for a city to say that it costs us $100,000 to collect this money, and if we do collect it, we're going to bring in $500,000; so, we don't want to pay the $100,000; so, we're going to get rid of the program?  That's rational?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but the net -- the net --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If the net -- if it's a net gain, what is the rationality of abandoning it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You put your finger on it. They want to get out of the business.  What they've done is to shift the cost of the sewers from a -- from a small group, a small interest group that is able to presumably exert some political power to -- to everybody.  They spread the cost around to everybody. And everybody -- the ordinary person who has to pay a little bit more every month doesn't get all fired up about it. That's what this -- that's what this is about, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there is a provision -- you said I'd search in vain for this provision in the Barrett Law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I went and searched and 15 -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"-- 15(b)(3)says, \"The costs shall be primarily apportioned equally among all abutting lands or lots.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It says \"costs.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- where do I look to find that when they say the costs shall be apportioned equally, they are not referring to the costs, but they were referring to the assessments?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The costs of the project are funded by the -- the sewer hook-ups, and some people pay 400 and some people paY 10,000."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that just --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That just underscores the promise of the State -- or the city that all owners will be treated equally.  That just underscores the point that that was the understanding and the commitment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You just said it's not popularity.  In page 1 of your brief, you say, \"The Barrett Law method eventually proved to be politically unpopular.\"  Sounds like it's popularity to me."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why is that -- why is that a big deal for us?  I mean, that's the law.  You get your -- your choice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- if I could -- you mentioned Heckler v. Mathews.  In Heckler v. Mathews, the Court said, quote:  \"Ordinarily, extension\" -- of the withheld benefit -- \"rather than nullification is the proper course.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, while it is true that you can cure a violation by leveling up or leveling down, ordinarily, extension of the benefit is the proper course.  And that's for the reason Justice Scalia gave, because, otherwise, there would be no equal protection case brought."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what -- what did the Court mean when they said, ordinarily, extension is the proper course?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think would happen if the city says -- if it came out that way -- we really want to give refunds or cut off -- we want to stop collecting the money, period?  Then to make it fair on this hypothesis, the city would have to go back and refund money.  To whom?  And how many?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you heard your -- your friend try to make a distinction between this project, and you wouldn't have to give the money, he said, to every other person, whoever back in 1850 or 1890 or whenever it was began to make Barrett Law payments.  But you would with this one. Now, what -- I'd like a little comment on that."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right, because it's a question."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand that. Why?  I mean, people paid the lump sum."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If people come forward and say I'm one of the ones who paid the lump sum, I want a refund; and if somebody doesn't come and present such a claim, the city doesn't pay.  If someone does --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":7,"sideBefore":"justices","text":"That's right --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Surely, the city has records."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Let me try to get my question, which is, I'm not -- I'm thinking this is project 1.  So, certainly, on the hypothesis, you have to pay back the people who already paid up for project But in your brief, you say there's project 2 through And is there, in your opinion, a basis for distinguishing all those people who have paid up in those projects, or would you have to give them their money back, too? Now, you heard your friend's statement -- explanation of why you wouldn't have to give them the money back, and I want to get your response to that."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How many people does that involve, about?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Was his figure of 2 million accurate?  As the stake -- in the other case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When you say \"the other case,\" you mean every other project?  Because that's -- that's, what, a class action; right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if everybody -- if everybody entitled to a refund came forward, it would cost you $2.7 million.  And it --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Three -- $3 million.  And you say the real problem is the huge administrative cost in trying to figure out who you owe it to.  If it's that huge, all they do is somebody who comes forward, asks for a refund, verify that they're -- you know, were a homeowner on the project, give them the refund."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The most it's going to cost is $3 million."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Amnesty -- I don't get -- amnesty is entirely different.  Amnesty is for people who did something wrong.  Nobody did something wrong here; it wasn't wrong to pay with installments."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the amnesty cases don't apply."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do with the hypothetical about the income tax and the sales tax? So, you don't pay any income tax if the sales tax had gone into effect."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there some identified or identifiable demographic difference between the two groups that either justifies or could on -- on a remand justify the different treatment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Stancil, you have 4 minutes remaining. "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stancil, here's what worries me about this case:  To me, this is a case about transition rules.  All legislation creates classes of citizens, and some are -- and -- and puts them all in a group and says you're going to be treated in the same way as long as this legislation exists.  And then a legislature comes along and changes that piece of legislation, and different people are affected differently by it. And to me what you are suggesting is that when that break is made and when that transition occurs, the -- I don't know how you would apply the rule that you're suggesting, which is that everybody in the former class has to be treated the same as a matter of transition policy."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But time is usually a rational reason for doing it.  If -- suppose everybody paid on the installment plan.  The city could say as of a certain date we're -- no more installment payments. And the people who paid up previously, would -- would they be -- would they have an equal protection claim?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that there had never been the option of making the lump-sum payment. Everybody paid on installment plans over a 10-year period, and then the city decided January 1, 2012, no more installment plans; everything that's still due is forgiven.  That would be rational, wouldn't it?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The argument isn't that it's expensive to administer as much as it is there are 1,000 people in all these projects who are already paid up.  We don't have enough money to pay them all back. That's why we don't want to pay them back.  At the same time, we don't want to collect the money for 30 years from these other people who aren't fully paid yet."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The question, I guess, is, is that rational?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MARK T. STANCIL","firstName":"MARK","lastName":"STANCIL","counsel":true,"justice":false,"side":"petitioner","words_spoken":3545,"interruptions":32,"times_spoken":69,"laughter":3,"num_int_by":5},{"id":1,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":4213,"interruptions":33,"times_spoken":62,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":913,"interruptions":5,"times_spoken":32,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":471,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1306,"interruptions":2,"times_spoken":33,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":176,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":334,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":4,"times_spoken":18,"laughter":2,"num_int_by":3},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":616,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":32,"words_spoken":3545,"times_spoken":69,"laughter":3,"num_int_by":5},{"side":"respondent","interruptions":33,"words_spoken":4213,"times_spoken":62,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":19,"words_spoken":4573,"times_spoken":137,"laughter":4,"num_int_by":5}],"outcome":{"side":"respondent","margin":3},"prediction":{"petitioner":0.5757479531499307,"respondent":0.42425204685006934,"date":1472411005896}}