{"petitioner":{"name":"JACQUELINE HILLMAN","counsel":[0]},"respondent":{"name":"JUDY A. MARETTA ","counsel":[1,2]},"caseNumber":"11-1221","date":"2013-04-22T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-1221, Hillman v. Maretta. Mr. Ruttenberg? "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did it make an exception then only for divorce decrees?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, there is an express exception in the statute that the beneficiary can be  changed by a decree of divorce."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, why would Congress say that while at the same time believing that the beneficiary can effectively be changed without a decree of divorce?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's written -- but it's written in such precise terms, it must be incorporated in a divorce decree, and the decree must be filed with the employee agency pre-death.  What you're saying is this specific exception, rightly cabined, is generalized so that in all cases, the second wife will prevail over the first."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should it be different than the outcome in Wissner and Ridgway and one -- one case that you cite quite often is the Hisquierdo case for -- you -- you cite it for deference to State domestic relations law, but what was the outcome in that case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, you know, the -- the exception suggests another thing besides the fact that it suggests that the only way the second spouse prevails is by a divorce decree.  It also suggests that Congress's sole purpose -- that Congress did not have the sole purpose in this statute to make it easy for the insurance company that has to pay out the proceeds to know whom the -- who the beneficiary will be. If that were the case, there wouldn't be this exception for a divorce decree because the insurance company is going to have to look to see if there's a divorce decree on the books, blah, blah, blah, blah, blah.  That obviously shows that Congress in this statute not only had a concern about efficiency of payment, but also had a concern about who gets the  payment, right? There's no other way to explain the -- the exception for divorce decrees."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what was the issue?  What was the issue in Rose?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, they were taking them from him to support his family."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is quite something different.  This is taking it from the designated beneficiary and giving it to somebody who isn't designated."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think that's the -- that's the purpose of this exception for divorce decrees?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In your experience, a man usually has more children or children in his second marriage than he did in his first?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I don't think so, either.  I -- I think if Congress was concerned about money for the kids, it would have left the money with the first wife."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, they're preempted, but the whole purpose of the preemption can be thwarted."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Once again, the divorce exception blows away that -- that explanation, that all Congress is concerned about is efficient administration of the plan so long as the insurer will know.  You know, just look at the -- look at the -- at the contract, the named beneficiary, pay the money to the named beneficiary, and you're home free.  That -- that is blown away by the exception for divorce decrees.  The insurer is going to have to check that there hasn't been a divorce since the contract was signed, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  They have to check to see if it has been properly filed, right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but quite apart from -- from that, it -- it seems to me that under your proposal the Congress would actually have accepted a situation where one spouse sues a former spouse.  In other words, you have a -- that's the whole design of this statute. Would the insurance company -- if you were representing the insurance company, would you tell the insurance company that they were completely safe in paying the benefits to the first spouse even if there's going to be a suit afterwards?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or would the insurance company itself be under some liability?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the design of the statute."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm just wondering whether under State law the insurance company, if it -- if it knows this doesn't have some duty to refrain from  making the payment or to put it in escrow or to interplead."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you're representing the insurance company, you wouldn't say you better interplead to be on the safe side?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Ruttenberg, how do you get to this notion that administrative convenience is all that is involved?  After all, this is an employee's life insurance and the Government is saying to the employee, the beneficiary is your free choice, you can pick anyone, your spouse, a charity, it's your choice, but we want you to know that, although you make it and you can change it any time you want, if you don't change it that will be it.  That -- so it's giving, the employee, control over the proceeds of his or her life insurance. Why isn't that a purpose along with administrative convenience?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If an insured, after making a designation of a beneficiary, writes a will and leaves  the insurance proceeds to a different person, the Federal law would still, as interpreted by the State Supreme Court, require the money to be paid to the designated beneficiary, wouldn't it?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And what does that say about Congress's supposed desire to ensure that the money goes to the person that the insured wants it to go to?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the point is if Congress's objective, if one of its objectives in addition to administrative convenience was to effectuate the will of the insured, then I don't see why it would provide for Federal law to override a subsequent will which directly expresses the desire of the insured."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You would agree with  that?  I assume you would agree with what Justice Alito just said?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That it has only to do with administrative convenience?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should this scheme be treated differently than the National Service Life Insurance and the successor law in Wissner and Ridgway? Those operated the same way.  They said the person who designates is who gets it and if you -- the only way you can change it is to have a change of beneficiary form filed with your employer, if you don't do that, whatever you've said is where the money goes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the two decisions that dealt with the anti-attachment, they gave that as an alternative ground of decision.  It was quite separate and discrete from saying what's on the beneficiary, the designation that controls.  And they say, and also there's this anti-attachment."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in your briefs in this case, you put in the assignment provision as -- as an afterthought.  I think you did not put it in your main brief.  It came up only in your reply brief, and you didn't put it in the appendix to your main brief."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- you seem to assign lesser importance to it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I keep -- I keep coming back to the explicit divorce provision, which says when  there's a divorce decree, only properly filed, it, without a change by the beneficiary, goes to the new wife, okay.  And you're telling us that even without a divorce decree, the new wife will effectively get the money so long as there is a State law that says all -- all proceeds from insurance companies for policies entered into before the -- before the -- the decedent was divorced will go to the new wife. It seems to me that is such a -- such a blatant frustration of the -- not just the purpose of -- of the very text of the divorce provision in the law, which says only if there is a decree properly filed will it go to the new wife.  And you're saying, well, it doesn't really matter so long as there's a State law which says it will go to the new wife without a -- you know."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why not just say that?  If that was Congress's intent, why limit it to a specific form of State borders involving divorce, annulment, et cetera?  Why not just simply say in 80 -- 80705(e) that any court order could change the order of precedence, if that was Congress's intent?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Ruttenberg, what about the interest, which was an interest in Wissner and in Ridgway, of uniformity under this Federal insurance scheme?  That is, one of the hypotheticals in the briefs was the deceased dies domiciled in Virginia.  Wife number 1 comes from X State, not Virginia, wife number 2 two from Y State, and they all have different -- different rules.  The employee, in the course of her career, may move around from here to there.  But if you follow the Federal law, then it's going to be the same for every employee.  These are the rules for every employee no matter where he or she lives, no matter the location of the spouse.  And then we don't have these messy problems with choice of law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did't they just say, look, if the -- if the State law says so, the -- the new wife gets it?  Why didn't they just say that instead of -- you're telling me they set up this -- this sick system in which the -- the former wife or the new wife has to sue the former wife to get the money that was paid to the former wife.  I mean, my goodness.  What -- our courts are crowded with -- with suits between, you know -- why -- why don't they just say, if the State law says it, it goes to the new wife."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Johnson. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, if the ex-wife were in bankruptcy proceedings this money would not necessarily go to her, right?  It would go to the bankruptcy estate?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so why is the State law any different --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- with respect to divorces?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, my problem with this case is, other than administrative convenience, I don't see what purpose Congress could have thought that this provision serves."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What else -- what other -- what other objective do you think Congress was trying to achieve?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why would it override the expressed will of an insured in -- the express desire of an insured in, for example, a will that's executed after the time of the assignment --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- and the designation of the beneficiary."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But why?  You've got a -- you've got a designation of a beneficiary in 1975, let's say, and then you have a will that's executed in 2005.  Why would Congress want the -- the designation of the beneficiary so far in the past to override the expression of the desire of the insured in the subsequent will?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How can that be the best designation of intent?  You have a designation long in the past, then you have a will that says that, the  insurance proceeds I'm leaving to a different person. How is the earlier designation of a beneficiary a better expression of intent?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Johnson, that -- that is in the OPM manual, but I think Mr. Ruttenberg pointed out that it's 106-some-odd pages.  How are employees covered by this insurance, how are they informed about what the beneficiary designation means?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why do you resist -- I'm just curious.  I -- I would have thought that to answer Justice Alito you were going to say the answer is it isn't more accurate.  If you write a will and say I want these proceeds now to go to my second wife, that is a better expression of the person's intent.  But if you open that door, you'll get other wills that aren't quite so clear.  And that's the problem that Congress faced."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that provides a simple -- that provides a -- a simple rule for the people who are affected by this dispute, and those are the people who are -- who stand to benefit either under the designation of the beneficiary or under the will. But what -- why does Congress care about that?  There are a lot of messy domestic relations issues out there in the States.  That's what Congress was doing? They said, you know, these -- that State  domestic relations law leads to a lot of nasty and difficult disputes -- you know, Bleak House.  Let's intervene and let's simplify this with a simple rule. Do you think that's what was involved here?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If he is right, if the only consideration that led Congress to make this absolute rule and so forth the underlying the previous holdings, if the only consideration were ease of administration by the Federal administrator, this statute wouldn't undermine it.  So -- so isn't that true? I mean, the Federal administrator writes the check to the person that's on the list.  This is a matter after the check gets mailed, so this doesn't undermine it at all, there is no problem."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  And if that were the  only consideration, administration, this doesn't interfere with Federal administration.  So in order to find something to -- to have to interfere with, we have to figure that they are trying to protect an interest like the following, the person is married twice.  He secretly wants to leave the insurance in the name of his first wife while pretending to the second wife it was just an oversight. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"I mean, that's what we have to make up in order to --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"He'd have to be dead by the time the issue comes up."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Is there anything else?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe we should say, look, this is a statute that is absolute.  There is no interest.  All this does is run around, without being too pejorative, it runs around the earlier cases, which is your basic point.  It's absolute."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But I guess the question, Mr. Johnson, is whether we just got it wrong there. Because if you look at this statute, it seems -- you know, if you were just doing it as a matter of first impression, that what Congress wanted was a clear and uniform rule to allow it to pay benefits quickly and easily without any discussion or investigation of a person's true intent. But that after that, why does Congress have an interest any further?  And if a State has a law that says, really, we think the better measure of intent is something else, then we should let the State go ahead with their law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I guess -- I guess you might -- you might respond also that, you know, it's characterized by -- by your -- your friend as a -- a State law having to do with -- with marriage and -- and so forth.  Maybe. But maybe it's just a State law having to do with discernment of intent.  And here you have a Federal statute and I guess the Federal Congress's assertion of what's the best discernment of intent, in the natural order of things, ought to prevail over the State's assessment of what's -- what's the clearest expression of intent, right? I don't know why it's a family law provision as much as it is a provision of what the presumed intent of -- of a decedent is.  And here the -- the Federal Government has spoken to it with respect to a Federal statute, and I don't know why it isn't intruding upon State family law for -- for the Federal Government to -- to assert, in its own right, intent under this statute is -- is determined this way."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Johnson, there are at least one case where the State law would override the beneficiary designation and that's obviously if the beneficiary murdered the -- the insured.  So how does this scheme to displace the beneficiary designated in the policy in the Slayer case requires State law?  Is that --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you would get there by a Federal common law rule, but then who would get the proceeds?  If the designated beneficiary is out because of the Federal common law that excludes a Slayer, where would you go next?  You'd go to State law, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The next one is -- it would be --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In the -- in the Wissner case, there was a community property State.  Do you know, under the statute we're dealing with here, is community property in those States also preempted so that the -- the insured is the sole owner of the policy?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because it was a specific  provision on that point in Wissner, and I -- or the Court so read it.  And I take it the same provision applies -- exists in this statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Goldenberg. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how far -- how  far does that go?  Obviously, the benefit becomes the property of the named beneficiary, but it's not like to her enjoyment.  She may want to spend it on something, but it's going to be -- have to go through bankruptcy, it's going to have to go through other claims like any other property under State law."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why would Congress want to make sure that the money goes to the designated  beneficiary where there is a very clear expression of intent on the part of the insured that the money go someplace else?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"These arguments seem to be circular.  You're saying that the -- the reason for making sure that the designated beneficiary gets the money instead of the person whom the insured has subsequently and very clearly said he or she wants to get the money is to make sure that the designated beneficiary gets the money, and gets it without any hassle."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But your -- your concern is there might be fraudulent wills?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it seems to me that's grasping at straws."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"When are they told -- when are they told over and over again?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They -- they get the form when they -- when they sign up for the life insurance, so they periodically get notices from OPM saying, now, remember, you've designated so-and-so as your beneficiary, you know, annually, like in the open season?  Do you really want to keep this person as your beneficiary?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Nobody has told me that for many years. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but I mean, we do get these cases over and over again.  I mean, it is the sort of thing that -- it may be very easy to do, but it is the sort of thing that people often overlook."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that situation comes up a lot, where an -- an insured wants to make sure that a former spouse gets more money than the spouse is entitled to under the divorce decree?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, everything is possible.  Do you think that's a common situation? That's what Congress was --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- was concerned about?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Ruttenberg, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DANIEL H. RUTTENBERG","firstName":"DANIEL","lastName":"RUTTENBERG","counsel":true,"justice":false,"side":"petitioner","words_spoken":3117,"interruptions":13,"times_spoken":36,"laughter":0,"num_int_by":4},{"id":1,"fullName":"STEFFEN N. JOHNSON","firstName":"STEFFEN","lastName":"JOHNSON","counsel":true,"justice":false,"side":"respondent","words_spoken":1829,"interruptions":10,"times_spoken":25,"laughter":0,"num_int_by":7},{"id":2,"fullName":"ELAINE J. GOLDENBERG","firstName":"ELAINE","lastName":"GOLDENBERG","counsel":true,"justice":false,"side":"respondent","words_spoken":1172,"interruptions":8,"times_spoken":13,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":200,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":836,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":721,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":272,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":648,"interruptions":2,"times_spoken":18,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":50,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":298,"interruptions":1,"times_spoken":8,"laughter":1,"num_int_by":1},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":111,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":3117,"times_spoken":36,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":18,"words_spoken":3001,"times_spoken":38,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":6,"words_spoken":3136,"times_spoken":78,"laughter":2,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.49337200377771967,"respondent":0.5066279962222804,"date":1472418053016}}