{"petitioner":{"name":"OLIVEA MARX","counsel":[0,1]},"respondent":{"name":"GENERAL REVENUE CORPORATION\n","counsel":[2]},"caseNumber":"11-1175","date":"2012-11-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 11-1175, Marx v. General Revenue Corporation. Ms. Zieve. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Under -- under that provision, that's certainly true.  You can't -- you can't get costs under that provision unless there has been that prerequisite.  But it's -- you know, it's ancient law that repeals by implication are not favored. And what you're arguing here is that that provision effectively repeals another provision which allows costs in all cases, whether or not there has been misbehavior. Now, why -- why is this an exception to our general rule?  I just don't -- this doesn't seem to me like a clear repealer."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, indeed, but -- but you are assuming a conflict.  You're saying either the -- the statute applies or Rule 54(d) applies, but the statute can be read to say, we're describing one category of case, we are describing the worst case, the bad-faith harassing plaintiff, and the statute deals with that category of person and no other. So if you're not a bad-faith harassing plaintiff, but you, nonetheless, lost, then you're under 54(d)."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there are a number of reasons.  One is symmetry because they have costs in the part about defendants.  And the concern that, well, if we leave out costs for the bad-faith harassing plaintiff, then it -- it may be assumed that they get only attorney's fees and not costs. So the statute's provisions like this may be redundant, but one can see that a drafter might very well want to say, well, we said we're dealing with the defendant costs, we want to put the same thing in with a plaintiff."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't -- don't district courts always have the authority to award costs for sanctionable behavior like bad faith?  So this provision is duplicate, no matter how we read it.  It's either duplicative of a power the court already had to award costs for bad faith, or it's duplicate of Rule 54."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It limits Rule 54."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think your -- your answer is always that Rule 54 obligates courts to give costs.  And this rule, as you read it, is a permissive grant only.  Even in bad faith litigations, the court could choose not to give costs."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"True."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Zieve, if we look at other statutes, it seems to me we would want to look at statutes involving lenders, so we would look at the -- the Truth in Lending Act and the -- what is it, the Credit Organizations Act --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and those do not provide for attorney's fees.  They are covered only under 54(d), which is costs, not fees.  Why should we read this Act in a way that -- so -- so that a defendant under this Act who can get attorney's fees is worse off with respect to costs than defendants under the other lending legislation, the ones that have only 54(d)? Congress gave defendants something more here.  Why -- why would -- why should it be that 54(d) would apply to the lender under the Truth in Lending Act, but not to the lender under -- under this Act?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I would assume that, if Rule 54, instead of saying what it currently does, said something like, \"except as expressly repealed in another statute,\" would what happened here meet that express requirement of repeal?  It was Justice Scalia's question to you, but reformulated in a different way."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Expressly repealed 54(d)."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Feigin. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, my problem with this is I don't -- I mean, I read the whole statute, and they have a good claim until I think you read the whole statute.  And I don't know what to say, other than the impression -- the impression is that subsection 3, which is what's at issue, the whole thing is meant to say that the winner, when it's the plaintiff, is going to get attorney's fees. You know, it mentions costs, but that's the background rule.  And then when you get to the second sentence of that, it means, and if you're in bad faith, the plaintiff, then the defendant gets attorney's fees. It doesn't really mention costs.  That's the background rule. So -- and I look at the legislative history, there's some staffer, at least, who's tried to find that interesting; the -- they're talking about what the point of this is, and say the whole point of this section is to help prevent frivolous suits. Well, so there we are.  That's -- that's where I am at this moment."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I didn't say, on some technical linguistic basis, it may do that, that's correct.  But perhaps I'm unique in this, but I don't just look at the language, I look at the context, I look at the purpose, and -- and I don't see anything in the language that gets rid of the background rule, and I don't see anything in the purpose that gets rid of the background rule, and I don't see anything in the history that gets rid of the background rule."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't see anything in the consequences that suggests that you get rid of the background rule.  I don't see anything in our traditions that says you should get rid of the background rule. So what -- what do you do with some obstreperous judge who doesn't just look at the language?  I mean, I know who uses it, but that's not the only thing."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, why?  A person who is a drafter says -- you know, you get your costs and you also get the attorney's fees.  They don't -- they don't know every statute, the people who draft this.  They -- they -- they just say, Senator, what are we trying to do?  He says, we're trying to give them attorney's fees. They say, okay, we'll give them the costs and the attorney's fees."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And that's if you had been drafting it, perhaps.  But the people who actually draft these things are a whole section over in Congress, they don't know every statute, and you give them a general instruction."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And the -- the general instruction would be add attorney's fees on the plaintiffs and add attorney -- Alright.  You understand the point."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"We -- we have to assume ignorance of the drafter."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Yes, ignorance of other laws."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"As a general principle."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"That's right, general ignorance. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then they shouldn't have put those words in.  But we're talking about the next sentence.  And the next sentence doesn't put the words in.  So you're -- you're -- you're assuming from that fact that, in a pro defendant -- this is a pro-defendant provision they put in, that was their whole point apparently reading it -- that what they decided to do is take away from defendant's costs, which they normally get, without saying anything about it. I mean, that's -- you understand the problem."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It doesn't -- where does it say that?  Where was the --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- I would like to read it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's a pretty odd way to balance.  I mean, if you're -- if you're trying to balance, then you say, well, here's an idea, let's give them attorney's fees, but let's not give them costs."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That's a very curious way to dilute what was otherwise a defendant-friendly provision."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Did you look up -- did you try to do any sampling on that?  Because I did, actually, and -- and I discovered something that I think is not as strong for you, but it isn't too much against  you. We just did a random sample of 28 successful cases, and I think the average recovery -- except for one outlier, where it was very high, -it was around $4,000 -- 3 to 4, and the average costs on the ones that the defendants won, I guess, was around a thousand.  So you have a point --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But it isn't quite as good a point, as you seem to suggest.  That is, it's a not so low value and the costs are not so high --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- in order to make it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Am I to understand your simple position to be that what Rule 54(d) does -- says is if another provision deals with costs, you're relegated to that other provision?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Unless, and this -- you're inverting the express -- unless that provision refers you back to 54?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Finish that sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Blatt. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Blatt, it -- it seems to me that the -- the most natural way to read this statute, and it's not -- it's not your way, it's, look, we have this Federal Rule of Civil Procedure that -- that contemplates that Congress sometimes doesn't write -- it writes statutes authorizing lawsuits without providing a cost provision. And because we know that about Congress, we provide a default rule.  And the default rule is what's laid out in subsection (d) as to costs and then also later as to attorney's fees. But, we know that Congress sometimes does address costs and fees, and where Congress in a particular statute has addressed costs and fees, we look to whatever Congress has said -- you know, unless Congress has otherwise provided.  And here, this is -- 1692k is a provision that addresses costs and fees.  It addresses them comprehensively and specifically."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I expected you might. (Laughter.)"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's not a question of field preemption."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe I'm --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- not in the business of trying to figure out what Congress's intent is.  All I'm trying to figure out is whether this Federal statute provides otherwise, and this Federal statute does provide otherwise."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In -- in that respect, it is different from RadLAX, in which the two provisions -- where we held the specific covers the general -- but we held that because the two provisions contradicted each other."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's both, you know?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And if I might say, I mean, you object to this statute; it's perfectly reasonable to say Congress should have written a separate provision about costs and attorney's fees, but for whatever bad, good, or indifferent reason, Congress didn't, and so this statute basically says, here's what prevailing plaintiffs get as to both costs and fees, here is what prevailing defendants get --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- under what circumstances, as to both costs and fees, and those are the rules."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"By all 50 titles, you don't mean each title, do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You mean, like in Title IX --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And Title XI?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"This statute is very -- is very normal if it were just about fees, right?  It would be just like the civil rights fees statutes, where it said prevailing plaintiffs get fees, but prevailing defendants only get fees upon some higher standard, here, bad faith.  What makes this statute different -- and it is different -- is that this statute twice says not only fees, but also costs."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Now, you might say that's very uncommon, but in both sentences, it says, we want the same rule for costs as we do for fees."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And with that, is that there are some statutes that don't?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it's not always peanut butter and jelly."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's peanut butter and honey sometimes. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Love and marriage. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose you're right.  What about their policy argument here, that you're a -- you're a potential plaintiff, you've borrowed a lot of money, you don't have a lot of money, and the deal is this, under your interpretation, if you win, you're going to get 2 or $3,000; if you lose, it will cost you about a thousand. That's -- that's under your interpretation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And under theirs, it's if you win, you get 2 or $3,000, and if you lose, at least you don't lose anything."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, it could be worse."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Blatt, we do have in this case the views of the government regulators, the FTC and the Consumer Finance Protection Bureau, and we have heard the government's position on the relationship between these two provisions.  Should we give any weight to the interpretation of the government administrators?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We have a lot of cases that say that -- that the agency's views about what courts should do are not entitled to deference.  This is -- this is a matter --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, what about the -- how does this work, the canon?  I'm very interested."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Sorry.  I'm sorry."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"justices","text":"I'm very interested in canons, and I want to know on the canon, the traditional thing, which you've probably looked up, what about the specific governs the general?  Is it -- how is that -- that's an old canon that's been around a long time, and people are aware of it.  And that's --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This is -- it seems to be the one they feel is very important."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  Well, that's what I'm interested in."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that -- that's a different matter."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you say that, but it says to both.  It says the costs, together with the reasonable attorney's fees, and then the next sentence, it says fees and costs.  So you might wish that they were a different statute, and it might be good policy to have a different statute --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not in the business -- I'm not in the business of trying to figure out exactly what Congress is doing.  I'm in the business of just reading what Congress did.  And what Congress did is it created a set of rules that applies to attorney's fees and costs at the same time."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that sounds very terrible."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Ms. Blatt, you say it -- it's supposed to make defendants better off by focusing on just part of the provision, but the provision is -- as a whole, it does a set of things.  It treats plaintiffs and prevailing plaintiffs in a certain set of ways.  And it treats prevailing defendants in a certain set of ways."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Prevailing defendants, but when -- prevailing defendants are treated worse than prevailing plaintiffs because they have to show that there is a bad-faith lawsuit."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Blatt, let me try it a different way."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Let's just suppose that 54(k) didn't exist at all.  Okay?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"54(d) didn't exist."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And all you had was this provision.  Okay?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So this provision says, on a finding by the court that it's brought in bad faith, the court may award to the defendant attorney's fees and costs.  So suppose a defendant wins, but there's not a finding that it was made in bad faith, would then the person be entitled to either attorney's fees or costs?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So I'm saying that --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In my world, you would not get fees or costs."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just asking you a simple question."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You would not get costs under that provision."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So if you would not get costs under that provision --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- under 1692, a provision that talks about fees and costs, generally, as to both plaintiffs and defendants, then how does a rule that says what -- where you would get costs unless a Federal statute provides otherwise change matters?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You might be right, but suppose Congress wasn't thinking about Rule 54.  Suppose it didn't occur to the drafters what Rule 54 said or what the default provision was.  They just wrote a statute about fees and costs.  And then -- it doesn't really matter whether they were thinking about Rule 54 or not."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, it was thinking about prevailing parties because the predecessor sentence --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it was talking -- no, prevailing parties.  The provision is geared towards prevailing parties in some form.  The first sentence says, \"a prevailing plaintiff,\" not whether it's on a substantial basis or any exception."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It says you get fees or you can get fees and costs."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it then decides to limit what a prevailing defendant can do.  Isn't that the natural reading?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's -- that's just a different way of saying the following:  The first sentence says, when you're a prevailing plaintiff, you get costs and fees.  How about defendants?  Well, prevailing is not enough for defendants.  Defendants have to show --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- that the suit was filed in bad faith --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- and then they get costs and fees."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I completely agree with that.  But that's what it comes down to, that if you think that Congress has to use super extraordinary language to over -- to -- to get out of 54(d), then you're right.  But 54(d) doesn't say that.  It just says --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- unless the Federal statute provides otherwise."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I guess, in the first sentence of 3, the phrase \"the costs of the action\" is really superfluous in light of 54(d)(1).  You really don't know that.  I mean, that would have been the case anyway. So there's no reason to think that it isn't frivolous in the second sentence -- or superfluous in the second sentence, right?  Why did they have to say the costs of the action in the case of a successful action?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The costs of the action, together with a reasonable -- as determined by the court."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They -- they have the costs anyway, if Congress didn't write anything, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm trying to help you. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You don't think that there's a serious argument that the first sentence does away with the discretionary nature?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it's a command. 54(d) is permissive, according to your earlier argument?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And so this does -- it's not superfluous because it went to mandatory?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Gotcha."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well-taken."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Zieve, you have six minutes remaining. "},{"name":"JUSTICE GINSBERG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you explain why we would look to other rules?  You wouldn't look at the Rule 54(d), but we might look at Rule 11 and we might look at something else?  I thought your -- your position was that this statute governs all requests for fees and costs under this particular Act."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it -- isn't it the case that, in order to appeal to the proposition that the specific governs the general, you -- you have to read the second sentence of 3 as containing a negative -- a negative implication?  As saying --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It may not.  So you are reading in a negative --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I understood Ms. Blatt to actually agree with that, that if you put Rule 54 aside, this does say, you may, under a certain set of conditions, which implies you may not, under -- if those conditions are not met."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the words \"and costs\" were left out in the second sentence? Would not the argument be made that you cannot award costs even in an action brought in bad faith? Wouldn't -- that this sum argument you're making --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're saying \"negative implication.\"  If it -- if it says only \"attorney's fees in reasonable relation to the work expended,\" the implication would be you --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you cannot -- you cannot, even in the case of a frivolous action, award costs.  Wouldn't that be the reading of it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but I'm suggesting if that argument is rejected, so should yours be."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it seems the two are parallel."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So she says if I -- if I tease -- if you tease your sister, I'm going to give you -- give her your allowance and her allowance, that that doesn't mean that the sister loses her allowance if you don't tease her. I mean, there are a lot of instances --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where you put the \"and\" in and it doesn't mean that that's the exclusive place for giving it.  Sometimes, it does; sometimes, it doesn't.  That's her point."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I doubt that it does. I'm sorry.  I mean, they're human beings over there; they're not necessarily all --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ALLISON M. ZIEVE","firstName":"ALLISON","lastName":"ZIEVE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2027,"interruptions":13,"times_spoken":25,"laughter":1,"num_int_by":5},{"id":1,"fullName":"ERIC J. FEIGIN","firstName":"ERIC","lastName":"FEIGIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1263,"interruptions":12,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":2,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"respondent","words_spoken":2816,"interruptions":25,"times_spoken":64,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":119,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":454,"interruptions":5,"times_spoken":19,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":361,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":338,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":994,"interruptions":6,"times_spoken":25,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":942,"interruptions":8,"times_spoken":34,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBERG","lastName":"GINSBERG","counsel":false,"justice":true,"side":"justices","words_spoken":52,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":3290,"times_spoken":43,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":25,"words_spoken":2816,"times_spoken":64,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":22,"words_spoken":3260,"times_spoken":113,"laughter":5,"num_int_by":3}],"outcome":{"side":"respondent","margin":5},"num_jusitces":9,"prediction":{"petitioner":0.9429263698955013,"respondent":0.05707363010449873,"date":1472523515539}}