{"petitioner":{"name":"AMGEN INC., ET AL.","counsel":[0]},"respondent":{"name":"CONNECTICUT RETIREMENT PLANS AND TRUST FUNDS.\n","counsel":[1,2]},"caseNumber":"11-1085","date":"2012-11-05T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 11-1085, Amgen, Incorporated, v. The Connecticut Retirement Plans and Trust Funds. Mr. Waxman. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why is that -- why is that the case?  I would suppose, if there's no materiality, that means that the effect on the market price just happens to be zero."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't that common to all parties?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So is the falsity of the statement common as well?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can an individual who has -- it has been deemed in -- in a cert certification, that an issue is immaterial, could an individual claimant ever prove it's material?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On the truth-on-the-market -- the truth-in-the-market defense, which is the type of defense that you're raising here."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Mr. Waxman, that's just to say that you -- a plaintiff can always relitigate the question of materiality.  But at the class certification stage, isn't it correct that, if the Court holds that a statement is immaterial, it's immaterial for all members of the class, and the suit has to be dismissed?  Isn't that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It can't proceed as an anything action, can it?  I mean, the -- the remedy, if you had thought that the -- the statement was immaterial, is not to say, I won't approve a class.  It would be to say, the suit has no merit."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you mean to say that a judge, who has just ruled that a statement is immaterial, is going to keep the case in his court, litigated by an individual plaintiff, even though he's just ruled that the statement is immaterial?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're saying that a judge on a class certification stage can say, this is immaterial, the statement is immaterial; therefore, this can't proceed as a class action.  But when a summary judgment motion comes in, arguing the exact same thing, the judge will say, oh, it's not immaterial after all, or it's disputed enough, that the case can -- can continue?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess the question, Mr. Waxman, is if it is not immaterial as a matter of law, at the summary judgment stage, how could a judge possibly say it is material at the class certification stage?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So the class certification stage becomes kind of a super merits inquiry?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where the plaintiff has to -- has to surmount a higher burden on the merits?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought we were talking about, Mr. Waxman, the materiality of the alleged misstatement, and I am really nonplussed by your answer that, if the judge says it's immaterial, that doesn't end it for everybody.  Certainly, it should -- it ends it for the class; you said that.  Should it also end it for the representative of the class to say, okay, now I'm going to come back, and this statement, -this finding of the immateriality doesn't bind me. Of course, it's going to bind the class representative.  So if it's immaterial, the case ends. And if it is material, then it is material to everybody in the class."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How could that be --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Are you saying that there -- are you saying that there is a difference between materiality for the fraud-on-the-market theory and for direct reliance or that there can be a difference?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that if there was fraud on the market, that is a materiality question addressed at the certification stage, but if the class isn't certified, the investor can still show that he had had direct reliance that was reasonable?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I -- am I right about that?  Or --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do the first part.  (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Or you can take exactly what you said and phrase it the opposite way."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You can say – No I know is it the purpose of the certification stage to try out every element of liability at that stage, rather than waiting for the trial?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it's not.  Good. Now, once you say that, what you have said is, you know, it could still be material for some individual, even though there is no market reliance. And similarly, a silence going (indicating), some odd set of words or whatever it is, although it's not false for almost anybody, for some particular person, it could seem -- convey something false in some particular set of circumstances. So let's try out falsity at the certification stage, too.  In fact, let's try out everything because we could always think of a few examples where, despite the fact that -- you know, that it's only a common issue 99 percent of the time, we can dream up a situation where it's not a common issue."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you are saying with a cert -- class certification here, if there is no materiality, there is no class; and you are repeatedly faced with the question, you are absolutely right; in fact, there is no case.  And so then what you say is, and indeed, I have a few instances here in which there could be a case, and I’d say, I bet if we are -- you know, professorial enough, we could dream up a hypothetical for anything, where there still is a case."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, that is exactly right, and that's what we said in Wal-Mart recently, that the question is a question of coherence; it's a question of whether the class wins or loses together.  And here, for materiality, the class wins or loses together.  If it's material, it's material as to everybody.  If it's not material, it's not material as to everybody. And that's just a function of the fact that materiality, as we've repeatedly said, is an objective test.  It doesn't have anything to do with whether a particular person finds it material.  And where that's the case, it seems to me that the Wal-Mart test, which is -- is an issue central to the -- you know, when you rule on the issue, do you rule on each of the claims in one stroke?  The answer to that is yes."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, I was saying that's right."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There is class cohesion as to materiality.  People win or lose on materiality together."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, there is no question about 23(a), right?  The 23(a) prerequisites have been satisfied."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the only thing is (b)(3), that is that a question of law or fact common to the class members predominates over questions affecting only individual members.  The question that predominates is the question of, were these representations material; if they were material, then the certification is proper. If they were immaterial, it's not.  It's just -- I don't understand why this isn't just a clear case of a question common to the class; that is, the question of materiality."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, you have a habit of not pausing between sentences.  You pause in the middle of the sentence, and you end a sentence and go right on to the next.  So I apologize for interrupting, but --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but you leave me no alternative. (Laughter.)"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I understand."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it not the case that one of the other elements necessary for the fraud-on-the-market theory would also be decided conclusively -- for future individual litigants, namely, the efficiency of the market?  A future litigant will ordinarily claim, I either sold it at a depressed price or bought it at an inflated price because of the market's reaction to this particular fraudulent statement."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you can say the same thing about the efficiency of the -- of the market being determined in this preliminary question, as you can say about -- about the -- the issue here."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is that statement, Mr. Waxman?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the difference is if there is an unefficient market, the case goes forward, and people have to prove individual reliance, and that means that the class splits apart, and you don't get a coherent class.  So the function of -- of your winning an argument either on publicity or on the efficient market is that the class becomes incoherent, that everybody then has to prove individual reliance. But that's not what happens when you prove immateriality.  When you prove immateriality, the whole class falls together because it's immaterial for everybody."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, the -- the Basic opinion that started all this off, on page 242, lists materiality as a common question.  The materiality of the misrepresentation, if any, is listed as a common question, and that made perfect sense to me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So at certification, you just assume that materiality -- you don't have to show it.  If it's always a common question, you assume it, in trying to weigh out the number of -- whether or not common issues predominate or not."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, you seem to be setting up two determinations of materiality.  You say, in order to certify the class, you have to show that the misrepresentation was material.  And in order to win on the merits, you certainly have to show that the misrepresentation was material. How do those two findings of materiality differ?  How does the finding that you say must be made at the certification stage differ from the finding that must be made at the trial?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I’m still -- what -- what does \"material\" mean at the trial level, what does \"material\" mean at the certification?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's the same question.  It has to be -- if it's established at the certification stage, it has to be established again at trial?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, you may. Mr. Frederick. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why don't you answer the question that was asked earlier, if Basic set forth a presumption, and are you disputing that, at the class certification stage, a defendant can prove that the market is inefficient?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So why shouldn't we hold Basic to its position that all of its presumptions can be rebutted as well, not just efficiency?  Why do we set out efficiency as the one issue that can be rebutted?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't -- doesn't that assume that the efficient market theory is always relevant to materiality?  And there might be instances in which there is subjective reliance, which we inquire into, that is objectively reasonable, but that does not involve a fraud on the market?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, you -- you say that -- you know, it's a flukey hypothetical where -- where the -- the issue here would -- would come up again in a different context in an individual suit. Let -- let me give you a -- a case that's -- that's not flukey and hypothetical.  That is, it is usually the case that -- that people who are allegedly defrauded in stocks rely upon the fact that they bought it at an -- at an inflated price or sold it at a depressed price. Both of those questions depend upon the efficiency of the market. If the market is not efficient, a question that has to be decided for the class certification case, the individual investor is not going to be able to say, you know, that's -- that's why I got cheated, because the market reflected this false statement, and I paid more money for the stock than I should have.  That -- that is not a flukey hypothetical.  That is what will happen in most individual cases.  And yet, that question of the efficiency of the market has to be decided at the class certification stage."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You could say the same about materiality.  If it's immaterial, it isn't reflected in -- in the market."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so the difference you assert is that, with respect to the issue here, it will be an issue in all individual cases; whereas with regard to the efficiency of the market, it will only be an issue in -- what, 95 percent of -- of the individual cases?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could we --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could we get a hypothetical that I actually think could occur, which is not a truth-on-the-market defense, but a known truth to the individual person seeking certification.  So that is it's immaterial to that person because they were told this information by someone and still trading.  Would that defense be available at certification?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This is true, but I'm -- I'm -- I'm trying to work out what, as I understand it now, Mr. Waxman's point is -- is basically this: That -- that why do we use an efficient market theory? We use it because if the market is efficient and the statement is public, then someone who bought over the market is buying in a -- in a world that reflects the false statement.  I mean, that's -- so he -- there was sufficient reliance indirectly.  All right.  So I think his point is, yes, I can see materiality is something that's relevant to everybody.  Of course, it is, a common issue in the case.  But also, it is a feature of materiality that, if it wasn't material, then our theory of market reliance -- market -- efficient markets goes out the window because you can have all the efficiency in the world, all the publicity in the world, but still, where something to a reasonable stockbroker is irrelevant, his reaction is \"who cares?\"  And therefore, although there could be special cases, the efficient market theory plays no role. Now, I think that's what his theory is, if I understand it.  And -- and I don't hope it is, if I've got it -- I mean, I hope I got it right.  But -- but if that -- so what's your direct answer to that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that -- that --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":7,"sideBefore":"justices","text":"The issue -- the issue is not whether -- whether it's a common question or not."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The issue is whether there's any reason to believe that the -- that the market reflects reality."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's the issue."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So you're saying, in this kind of case, the -- the materiality or not is not likely to be specially sufficient -- specially significant.  In fact, you are going to decide if it is a common issue, and there is no reason to import that common issue into the preliminary finding, even if what I just parroted, we hope, is true."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you are saying that, if everyone loses, if it's not material, that's a common issue, and therefore, the trial court at the certification stage does not have to determine it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure how that's different from what I said.  But in other -- in other words, you are saying that market efficiency is just presumed, and everybody wins or everybody loses, and so you can have a class action, even though the trial judge is convinced that there is no adequate common market theory to support the common -- the common injury."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, you say -- you say, you point out, quite rightly, that the efficiency of the market was conceded -- was conceded below."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It was not challenged. Except that now, in -- in Amgen's brief, there is a suggestion that the efficiency of the market is a more sophisticated question.  And it's not my note -- binary, I think is what they said -- it isn't that it's either efficient or it's not efficient; it depends on other factors."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  So if I've got this, your answer -- which I am trying to follow it; don't tell me I'm right if I'm not -- that, with efficiency of the market, that's not a traditional element of a tort --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that is something special to get into this theory."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The publicity of the matter, that is not traditionally a common element of the tort.  That is something special to get into this theory."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"With materiality, it is a common element of the tort always; it is traditionally there; it will be litigated, so there is no special reason to or desirability in or need for litigating at the outset."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But there is -- there is a reason for deciding it earlier, and the reason is the -- the enormous pressure to settle once the class is certified.  In most cases, that's the end of the lawsuit.  There's -- there's automatically a settlement. Now, one way of -- of certifying the class is to show, well, you know, it's an efficient market, and you can presume that everybody in the class relied on the market.  But that's only true if -- if the -- the statement was material to the market.  If it was immaterial to the market, that isn't true.  And you should not proceed any further, and you should not begin this -- this class action which, in -- in most cases, is simply the preliminary to a settlement.  There is a good reason for deciding it sooner."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you have the -- you have the burden of justifying class certification --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- is that not correct?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now, suppose there is some real question of whether or not the causal chain hasn't been broken, the causal chain between the misstatement and the movement in price.  Don't you have to prove the integrity of the causal chain?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"At the certification stage?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You say it's material even though there is no cause in fact?  I don't understand that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Sherry. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But as Justice Scalia pointed out earlier, so is efficiency or nonefficiency."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So that -- that differentiation, articulating it that way, doesn't move the ball."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What's the difference between 100 percent and 95 percent?  I mean, most of the other claims in -- in stock cases are going to be based on what -- what the market price was when the person bought or sold.  So -- you know, 95 percent instead of 100 percent, that's -- that's the basic difference?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They are preconditions -- they are preconditions, not related to the merits, that do, in fact, justify the use of a special reliance theory.  Now, I've said that; of course, so is materiality."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But materiality, unlike the other two, is part of the element of the basic case, where it is a common issue in this case -- and in most -- to everybody."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is that exactly right? Because I am getting the -- facing the problem a few minutes from now, somebody is going to say, well, why is that exactly right?  I mean, it is a precondition."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If you have the same question, then maybe we shouldn't have this fraud-on-the-market theory because the whole purpose of it is -- is to -- to assume that -- that the whole class was -- was damaged and relied -- because you can rely on an efficient market.  But you can only rely on an efficient market where there has been a material misrepresentation. So maybe we should overrule Basic because it was certainly based upon a theory that -- that simply collapses once you remove the materiality element."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Materiality is a common issue.  Reliance is only a common issue if you accept the fraud-on-the-market theory.  That's the problem. And you are using the one, which is a common issue, to leapfrog into the second, to make the -- the efficiency of the market reasoning something that it isn't."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that then -- that imparts the question of 24 years of economic scholarship -- I think that's how long it's been since Basic was decided -- has shown that the -- the efficient market theory is -- is really -- really an overgeneralization.  It could be much more subtle than that and so you have an advanced theory.  But you want us to ignore that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you -- do you agree that you have to show materiality to rely on the fraud-on-the-market theory to establish reliance?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I don't understand why that is.  If you're trying to show reliance, and you show that it's an efficient market, and that the information was -- was public, doesn't that show reliance without regard to whether the statement's material or not?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Or, to put it differently, an efficient market is a market that takes account of material factors, right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's not an efficient market if it's -- you know -- it's -- who knows, random? It takes account of material factors."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Waxman, you have 5 minutes. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Traditionally, how did that work?  How did that work traditionally?  No class, okay? Joe -- Farmer Jones comes in, you have to show it's false?  You have to show it's material.  And then you show the reliance that he did something on that basis."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So the materiality was not part of reliance.  Materiality was an element that was always proved, and then you went on to show reliance."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It sounds like you are saying you have to win on the merits of the materiality question in order to get the class certified."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you don't have to prove it to get the class certified.  You only have to prove it to get the class certified with the benefit of the fraud-on-the-market theory."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is a shortcut to getting the class certified, right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So this is just a condition to the shortcut."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the reason that we want to prove it upfront in the 23, rather than wait till the merits, where it will be argued anyway in exactly the same way -- the reason that we want to do it first is, since it's going to be there anyway and going to be litigated anyway, unlike publicity, unlike efficiency, but the reason we take this one and run it upfront is? And it can't be the answer we should litigate everything before we litigate anything."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So -- so what's the answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2927,"interruptions":24,"times_spoken":51,"laughter":1,"num_int_by":7},{"id":1,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":1694,"interruptions":9,"times_spoken":28,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MELISSA ARBUS SHERRY","firstName":"MELISSA","lastName":"SHERRY","counsel":true,"justice":false,"side":"respondent","words_spoken":1422,"interruptions":9,"times_spoken":14,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":194,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":218,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":527,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":478,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":375,"interruptions":3,"times_spoken":14,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":923,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":875,"interruptions":1,"times_spoken":21,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":2927,"times_spoken":51,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":18,"words_spoken":3116,"times_spoken":42,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":3590,"times_spoken":96,"laughter":2,"num_int_by":5}],"outcome":{"side":"respondent","margin":3}}