{"petitioner":{"name":"MARC J. GABELLI AND BRUCE ALPERT","counsel":[0]},"respondent":{"name":"SECURITIES AND EXCHANGE COMMISSION\n","counsel":[1]},"caseNumber":"11-1274","date":"2013-01-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-1274, Gabelli and Alpert v. the Securities and Exchange Commission. Mr. Liman. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Liman.  Mr. Liman, you -- you are typing this a penalty case.  The government says yes the accrual is the ordinary rule, but discovery is the rule when there is fraud, and fraud is alleged here.  So how does the Court decide whether to type this case a penalty case, as you urge, or a fraud case, as the government urged -- urges, when both captions fit?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Justice Ginsburg points out that you're talking about the statute, but the statute uses the term \"accrual.\" Is it correct to say that the term \"accrual\" is not used in statute of limitations for crimes -- generally -- for crimes?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  And this -- and this talks about accrual.  So that is indicative -- is indicative of the fact that Congress is using a civil analogue in the drafting of this statute."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Liman, I understand your argument, but I have a fundamental difficulty, okay? Bailey and Exploration Company, with statutes not too dissimilar from this one, who read the discovery rule into a fraud claim, both for a civil litigant and for the government.  The only way that I can tease out a potential difference between Exploration and this case is somehow that the penalty in this case is not for injury, but for punishment, as you called it. Government as enforcer, rather than government as victim. Some of us would say that the common wheel is injured whenever someone breaks a law, so that that distinction between enforcer and victim makes no sense. How do you answer that point?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's acting as a sovereign to protect what it thinks is an ordered society.  And if you break that order, you are injuring the society.  That -- that's the best --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Liman, what you suggested, when we talked about the discovery rule, is that it has its basis in the notion that a defendant with unclean hands who has committed deceptive conduct preventing the plaintiff from understanding that he or it has a cause of action -- you know, shouldn't be entitled to the benefit of a statute of limitations. And if that's the understanding that lies behind the discovery rule, I guess the question for you is, why doesn't it apply in this case, as well as, in a case where the person bringing the action has himself suffered a harm?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How did the government take it out?  I mean, the point here is that there was a concealment.  There was a hiding of what was -- the impermissible action."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Liman, finishing up a point you were just on previously, what's your position with respect to fraudulent concealment? Doesn't your theory preclude even the application of that to tolling of the statute?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But tell me about --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This is -- it's nice for you to say that.  But tell me, having announced your theory, how the next step is avoidable?  Under what theory would we say you can't have a discovery rule, but you can have a fraudulent concealment rule?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Liman, you acknowledge that a civil action could be brought beginning from the time when the injured plaintiff discovers the fraud, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're really not arguing for what you might call a total statute of repose.  It seems to me odd that the defendant would be relieved from prosecution by the government, but not relieved from a suit for sometimes very substantial damages by -- by an injured plaintiff who doesn't have to sue until he's discovered the fraud."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure.  But that 5 years doesn't begin to run until the private plaintiff discovers the fraud, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Liman, how does it work with a disgorgement remedy?  I take it that that's still -- that you are not challenging the disgorgement?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't apply -- you don't say it's too late for them to sue for disgorgement?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So is there any statute of limitations on disgorgement?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it apply to Social Security?  Does it apply to Veterans Affairs?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does this statute apply to Social Security?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it apply to Veterans Affairs?  Yes or no or you don't know?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about Social Security?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then, I'm asking about this statute.  Does it apply?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Defense Department?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Antitrust?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"FTC, you don't know?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It does apply to FTC, okay. So Social Security, FTC.  Veterans Affairs we don't know, antitrust we don't know.  Okay."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Liman, I'm a little confused in your answer to Justice Scalia.  You said that the underlying case has a 5-year statute of repose for a civil claim.  If Bailey applies, however, those claimants who have -- under your theory, who have been directly injured.  The presumption would apply of discovery, if they were claiming a fraud."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So are you just arguing that under this statutory scheme there is no application of the discovery?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because of the alternative language of 5 years."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I thought those involved."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Medicare, Medicaid?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It is true, though, isn't it, that Justice Scalia pointed to an anomaly that could easily exist in other contexts because this isn't only a statute about securities violations.  So that you might have in other contexts in which this statute applies a world in which a private individual could sue, but the government -- could sue after the -- the period of time --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the 5 years, but the government could not."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I take it that your view would be that a case like Exploration, it's different than this case because it does have a natural start date; is that the idea?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In a civil -- in a civil action brought by an injured investor or private party, can that plaintiff, the injured investor, the private party, in the ordinary course plead and rely upon an earlier government determination that there had been a violation and so that that's presumptive showing of liability?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, the SEC makes an investigation, finds a violation; can a private investor then rely on that as a presumptive showing of liability?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, not the allegation. It's an ultimate finding."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But then under your rule. The plaintiff would be deprived of that."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the government's statute of limitations runs out and the private investor is on his own, then the private investor doesn't have the advantage that exists in other cases of reliance on a -- SEC finding as a presumptive showing of liability."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there no statutes, Mr. Liman, that say the claim accrues when the injury is discovered, that use both -- both terms?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there no statutes that use both terms, \"accrues\" and \"discovery\"?  A statute, for example, that says, this claim accrues when the injury is discovered?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Wall. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think the common law held that it didn't accrue.  I think it was an exception to the accrual rule, that, even though it accrued earlier, we are going to allow a later suit where -- where discovery is made later.  I -- is that the way those cases were framed, that it didn't accrue until discovery?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you are making the argument, so you ought to fight about it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And never in a criminal case, right?  Do you have a single case in which the discovery rule was -- was applied in a criminal case with respect to a penalty or a criminal sanction?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Not a single one."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, that's the question because I certainly agree with Justice Scalia that this is not an SEC statute, this is not a securities statute; it is a statute that applies to all government actions, which is a huge category across the board and it's about 200 years old. And until 2004 I haven't found a single case in which the government ever tried to assert the discovery rule where what they were seeking was a civil penalty, not to try to make themselves whole where they are a victim, with one exception, a case called Maillard in the 19th century where they did make that assertion. They were struck down by the district court, and the attorney general in his opinion said, the district court's absolutely right; of course, the government cannot effectively abolish the statute of limitations where what they're trying to do is to gather something that's so close to a criminal case. So my question is:  Is there any case at all until the year 2004, approximately, in which the government has either tried or certainly succeeded in taking this general statute and applying the discovery rule where they are not a victim, they are trying to enforce the law for the civil penalty? The reason I brought up Social Security, Veteran's Affairs, Medicare, is it seems to me to have enormous consequences for the government suddenly to try to assert a quasi-criminal penalty and abolish the statute of limitations, I mean, in a vast set of cases. And that -- you know, I have overstated that last remark a little bit, but I want you to see where I'm coming from, which isn't so different from the -- from the questions that have been put to you."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All I'm asking you for is one case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, it is not a problem of fairly recent vintage.  I'd say for 200 years there is no case.  The only case, as far as I have been able to discover, which is why I am asking, is that what created the problem of recent vintage is that the Seventh Circuit, I guess, or a couple of other circuits decided that this discovery rule did apply to an effort by the government to assert a civil penalty.  That's what created the problem.  Before that there was no problem; it was clear the government couldn't do it. All right.  Now, you will tell me that I'm wrong by citing some cases that show I'm wrong.  And that's what I'm asking.  I want to be told I'm wrong, sort of. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You'd expect that - you'd expect there to be some cases in a couple of hundred years."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"No, I haven't found one."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Fraud is nothing new, for Pete's sake."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This is brand-new assertion by the government that -- tell -- is there much difference between the rule you are arguing for and a rule that there is no statute of limitations?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that ignores the point that has been raised, is that this statute does not just apply in the SEC context.  How many cases have you found across the board in the range of those areas that Justice Breyer catalogued?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, we are asking the same question, but in 30 seconds I am going to conclude there is none.  What I want is a case before the year 2000 in which the government sought a civil penalty and was not trying to recover money or land that it had lost, and I want the name of that case in which they said that the discovery rule applies. The two that you cited, Amy and the case of Broderick's Will, did involve the government being injured by losing land or losing money, something like that.  So I have those and I don't think they count, but I will look at them again.  Is there anything else you would like to refer me to?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's not a matter of there being nothing on either side of the ledger.  What's extraordinary is that the government has never asserted this, except in the 19th century, when it was rebuffed and -- and repudiated its position.  It isn't just that there are no cases against you.  It's you've never -- the government has never asserted it before."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, this is a very modern problem, but how about the statute of Elizabeth, which talked about penalties as being a criminal sanction, but permitted private individuals, not the government, to seek the penalties and keep it.  So you cite the statute of James, and I look at the statute of Elizabeth, and try to find the analogy between which one."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Even though private parties could keep the money back then."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could I move you to another issue?  If a party can defeat the government's claim of discovery by showing that the government wasn't reasonably diligent, how does a party ever accomplish that?  Aren't you going to raise the law enforcement privilege, the -- some other privilege to block -- discovery?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if they fail there, don't you think that they are going to also fail because they are not going to be able to look at your records to figure out exactly what you knew or didn't know?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it depends really on how many enforcement officers the SEC has, is it reasonable for them to have been aware of the particular item in some publication.  Maybe if they've got 1,000 people reviewing it, but maybe not if they have 10; and that's just not the -- I mean, it's not just the SEC; it's all these other government areas. It seems to me that it's going to be almost impossible for somebody to prove that the government should have known about something.  And which part of the government?  I mean, it's a big, big government, and particular agencies -- well, you say, well, the Defense Contractor Board should have known, but does that mean that the U.S. attorney's office or the Defense Counsel's office should have known? It seems to me that, at least with respect to that aspect, you really are eliminating any real -- it's certainly not a lot of repose if the idea is, well, I've got to establish that this particular government agency should have known about this. You certainly can't sit back and say, well, 5 years has gone by and --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They can't point to a single case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you think it's significant if you can't point to a single case?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are -- are there cases discussing whether or not a government agency has been diligent in pursuing a fraud, a fraud investigation? You see, in the private context we have some sense of what the plaintiff has to do to protect the plaintiff's rights.  He has to be diligent.  But to transpose that to a governmental agency -- suppose the agency's over -- overworked or underfunded?  I don't -- which way do you come out when the government says that?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well I have the same question that Justice Kennedy just asked?  What if a claim could have reasonably been discovered by a government agency if it had more resources, but given the resources that it had it couldn't have reasonably discovered the claim?  Would the discovery rule apply there?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The False Claims Act example you give is indeed a private plaintiff kind of a case."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, you can say the government, having been cheated, should have known it was cheated.  But we are talking here about prosecution, essentially, prosecution for a civil penalty rather than a criminal.  By the way, doesn't the rule of lenity apply whether the penalty is criminal or civil?  So if I think the word \"accrual\" is, at best, ambiguous, shouldn't the tie go to the defendant?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But my question is broader than that. Does the rule of lenity not apply to all penalties?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Are you sure of that?  My belief is the contrary."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's an important issue in this case, surely.  I mean, if \"accrual\" is ambiguous and we have a rule of lenity, we should interpret it to favor the defendant."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The reason would be that the -- you know, once you start talking about applying this to Social Security, for example, or to Medicare, for example, or to DOD, for example, you have somebody who did commit some fraud and they kept the money.  You know, she had five children not four, or she has five, not six.  And I can understand it being fair when the government catches her -- you know, 18 years later, they say, We want our money back.  Okay.  I say that's fair, not necessarily merciful, but fair. But then to go and say, and in addition we want this civil penalty, even though -- of course, we couldn't have discovered it.  Don't you know there are 4 million people who get Social Security or 40 million or something, and we can't police every one.  And so suddenly, I see I am opening the door, not just to getting your money back, but to also you're having what looked like criminal penalties years later without much benefit of a statute of limitations. That is at the back of my mind.  And I'd like to know, having brought it up front, what -- what your response is."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But this is not the securities context.  This is the context of -- that's why I started down the road I was down."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, because you have two people who are hurt, where two people have been hurt. For example, I wrote the case in Burk and we had the statute of limitations and Congress focused on this. And it wrote a two-tier statute.  And it wrote a two-tier statute in large part because it was concerned about the problem you mention.  You have a victim.  So you're either going to let the defendant keep the money or the victim gets it back.  I understand that, but this is not that context.  This is like a criminal context, where not only are you getting your money back, but you also want to assess a kind of criminal penalty.  And in that situation, I see a pretty clear line and I don't understand why the government is so anxious to change what has long been the apparent --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's correct, you have a fraud and you can't put them in jail either, but you can get your money back."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And the reason -- the reason there's no private action -- right of action is not because the government could seek civil penalties, it's because Congress hasn't provided a private right of action."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, no, your case--"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"But it didn't -- it didn't necessarily think, and that's why we have a case, that they could seek civil penalties 10 years later, 18 years later, however long, so long as they were busy doing other things and didn't have a chance to know."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And it is a generous period.  It's -- it's 5 years.  And, Mr. Wall, maybe you can explain the SEC's pursuit of this -- of this case. The alleged fraud went on from 1999 to 2002.  It was discovered in 2003.  The SEC waited from 2003 to 2008 to commence suit.  What -- what is the reason for -- for the delay from the time of discovery till the time suit is instituted?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Wall, I'll go even further than Justice Ginsburg.  I mean this case actually seems to me a good example when Mr. Liman said there's no natural starting point and Justice Kennedy and Justice Alito referred to just -- this is a -- this is a decision about enforcement priorities.  The government had decided not to go after market timers.  And it changed its decision when a State attorney general decided to do it, and it embarrassed them that they had made that enforcement priority decision, and then the government made a different enforcement priority decision.  But that's not the kind of situation that the discovery rule was intended to operate on, is it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if all that's true, and this is a point I want you to -- I'm not sure I am right about this point, but remember your banking case now, we're sounding like that, I thought -- doesn't the doctrine of fraudulent concealment still apply?  That is, if the defendant, in fact, takes any affirmative action to hide what's going on, the statute will be tolled.  Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  As long as that's right, then in all your banking cases, there are bank inspectors all over these banks, I hope -- you know, about once a month or so --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- or once a year.  And so the chance of there -- the chance of this somehow escaping notice without fraudulent concealment, which would allow the government to extend the toll strikes me as small, but am I right?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, perhaps I've missed something.  I -- I came in here thinking that both parties were willing to concede for purposes of this case that there was a fraudulent concealment.  Is that -- is that wrong?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, for purposes of presenting the statute of limitations issue that's before us."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He didn't concede that there was fraudulent concealment.  All he conceded is that there was fraud, but later concealment to cover up that fraud I don't think has been conceded."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it was the opposite.  In other words, I thought both parties, for purposes of this argument, are assuming fraudulent concealment has nothing to do with it.  We are not to consider fraudulent concealment."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Am I right when I say that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Except that concealment is sort -- you know, it's sort of a self-starter.  You -- you -- it -- it doesn't apply always.  It applies when there is concealment, and the person who is being subjected to the longer statute of limitations is on notice that if he fraudulently conceals, he's extending the statute.  So I -- I don't think that the one has to go with the other.  Maybe they're both equitable doctrines, but that doesn't -- that doesn't mean that we have to apply them to this statute."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And for 300 years, that has been said only with respect to civil actions, not with respect to the government's attempt to exact a penalty."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"That's correct."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I assume that we are on the same ground, but I don't know that you have -- I mean, I'm worried about your giving up the fraudulent concealment.  I mean, you wouldn't give up equitable estoppel, would you?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  I mean -- I mean, there's nothing -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If we were to say -- if we -- if the Court were to hold, it seemed to me, and this is again tentative to get your response, but if the -- if the Court were to hold the discovery doesn't -- rule doesn't apply, there's nothing in that that says equitable -- equitable tolling doesn't apply, nothing in that that says equitable estoppel doesn't apply, nothing in that that says fraudulent concealment doesn't apply. Now, you've shaken me a little bit on the fraudulent concealment, but I don't know about the other two."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, not the equitable estoppel."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Equitable estoppel, the person comes in and says, oh, yes, I'll tell you all about what I did, but by the way, I won't assert a statute of limitations defense, I promise.  And the Court says, hey, you just asserted one, you can't."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And you will say nonsense in that future case, won't you? (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Wall, why is it that you don't you have any cases?  I mean, you said way back when:  This didn't come up, this is a modern problem. So explain to me why this is a modern problem.  This is obviously an old statute.  Are you saying that this statute has not been used very -- was not used very much until very, very recently?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But what you're running up against is a skepticism, that -- you know, the government, which has not -- asserted this power for 200 years, is now coming in and saying we want it.  And the question is why hasn't the government asserted this power previously?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, you made the point earlier that it would be very odd that it's only the sovereign that doesn't benefit from the discovery rule when other people can.  But it's when it's the sovereign that's bringing the action that the concerns about repose are particularly presented.  You know, the sovereign, with all of its resources, can decide to go after whomever it discovers, however many years after -- whether it's the Social Security recipient that Justice Breyer mentioned or -- or anyone else. So I at least don't find it unusual that it's the sovereign in particular that doesn't get the benefit of whenever you happen to find about it rule."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Would you agree that when we're talking about the interests in repose that the one plaintiff we should be particularly concerned about is the government?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What about criminal penalties?  Would your argument be different with regard to criminal?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Incidentally, what makes something a civil penalty?  You just call it a civil penalty and -- and you don't have to prove it beyond a reasonable doubt, and you get the benefit of this extension that you are arguing for?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What makes -- what makes a penalty a civil penalty?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, a penalty is a penalty as far as I'm concerned if the government's taking money from me."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's nice."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That isn't my point, that it is criminal.  My point is, it doesn't seem to me to make a whole lot of difference as far as these issues are concerned."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about the -- what about the Halper case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Liman, you have 5 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  What case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"LEWIS LIMAN","firstName":"LEWIS","lastName":"LIMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2980,"interruptions":14,"times_spoken":44,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JEFFREY B. WALL","firstName":"JEFFREY","lastName":"WALL","counsel":true,"justice":false,"side":"respondent","words_spoken":2762,"interruptions":34,"times_spoken":64,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":524,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":267,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":345,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":479,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":433,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":737,"interruptions":0,"times_spoken":27,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1400,"interruptions":3,"times_spoken":31,"laughter":2,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":49,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":2980,"times_spoken":44,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":34,"words_spoken":2762,"times_spoken":64,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":7,"words_spoken":4234,"times_spoken":113,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.9864247614702691,"respondent":0.01357523852973086,"date":1472703110634}}