{"petitioner":{"name":"FEDERAL TRADE COMMISSION","counsel":[0]},"respondent":{"name":"PHOEBE PUTNEY HEALTH SYSTEM, INC., ET AL.\n","counsel":[1]},"caseNumber":"11-1160","date":"2012-11-26T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-1160, the Federal Trade Commission v. Phoebe Putney Health System. Mr. Horwich? "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't think that the grant of powers in this case would permit the hospital authorities, the corporation, to set prices for their services that are below the competitive prices in order to serve the needy?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that inherent in the regulations?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any cases in which we -- we slice it that fine --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that -- that you are a State actor for some anticompetitive purposes and not for others?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Horwich, you said in -- in your reply brief that, if the Hospital Authorities Law specifically authorized local hospital authorities to acquire any and all hospitals within their geographic area, then the clear articulation requirement would be satisfied. But the Authorities Law does authorize the acquisition of other hospitals.  And it doesn't say one or two; it says other -- other facilities. So why doesn't the hospital laws law do exactly what you said would satisfy the -- the clear articulation requirement?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Just so I understand your answer to Justice Ginsburg, you're saying there would be a difference if the charter said the authority may require -- acquire any properties to fulfill its mission and if it said the authority may acquire properties to promote its mission?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think a general saying they may acquire properties doesn't implicitly say they may acquire all properties? That seems a pretty thin --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume -- I assume that the normal corporate charter contains such a provision, the authority to acquire property, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And we don't -- that -- that charter is issued by the State, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And we don't -- we don't think that that enables all corporations to ignore the Sherman Act, do we?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Horwich, could I just --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- before you give examples, just make sure I understand your basic position? Suppose the State had said, very clearly, that these hospital authorities had the power to engage in acquisitions of hospitals that, for a normal actor, would violate the antitrust laws, but -- but basically said the -- the hospital authorities had the discretion to do that or not. And the State didn't know the hospital authority might do it, but it also might not do it. That would be subject to the immunity; is that correct?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  It's a clear grant of authority --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the authority is completely discretionary.  So the State is basically saying, we don't know, we're going to let the hospital authority figure it out."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- but what I'm trying to get at is the State has put it on the table only as a completely discretionary action.  The State has not expressed a preference for it. The State has only said that the hospital authority can think about conditions on the ground in its particular locality and can decide whether such an anticompetitive acquisition is appropriate."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So all of this language --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So all this language in your brief about necessarily and inherently and compelled, all of those things really are not part of your -- your governing test?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about the other? The next line that they give is they give to the hospital authority the power to acquire and operate projects and the power to form and operate one or more networks of hospitals, physicians, and other healthcare providers. Now, as I read that, it certainly includes the rather specific power of acquiring a hospital.  And having read that -- not -- not just something you might see in General Motors' charter."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and those -- that's the language of the -- of the grant of power. Now, I want to know what you want us to do because, in my mind, reading this, it's a statute that provides for regulation -- price regulation of hospitals.  And you say -- and I have no doubt you thought of one way in which that could be -- I can think of 100 -- that you could have prices that are different from those set by a free market.  So I have no doubt that this sets -- I start there. Now, what is it -- I go back to Justice Scalia's original question:  What is it you want us to say?  Even though this -- this statute is immune, does grant immunity from attack on a basis of cost and price regulation, it is not immune in respect to mergers, okay?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I can, unfortunately, think of about 50 examples, where a merger might be anticompetitive, and yet, it would lead to lower prices. And the Department of Justice might attack it, but this statute -- and that's what's bothering me -- seems to want to further that kind of thing."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that's where I am, and I -- I'm not at all decided."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I think I know that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You are not understanding my question, I guess.  You have to take as a given that, even though what you say is true, I would find that this statute clearly prohibits the application of the antitrust laws to pricing decisions.  That's the job of the authority. Now, if I start with that, then you will say, okay, I have to decide against you.  Or you might say, even so, I win because mergers are different.  Now, that -- that's what I'm trying to get you to say."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to ask you:  Why are they different?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"After all, we have, one, the specific language I read; and, two, I can think of examples where a merger would be anticompetitive under the DOJ and your FTC rules --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and yet, probably would further the purposes of the statute by lowering the cost."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that's the null set?  I -- I don't think that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you've already told us that there can be State action for some purposes and not others."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So the fact that you have examples where you might conclude, no, they didn't mean to do that, doesn't seem to categorically suggest that you prevail with respect to another one of the powers that are granted."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- this may be completely wrong.  You can tell me.  I would -- would doubt that, in counties or municipalities of this size, you are going to have -- you know, five hospitals, and so that a -- the authority could acquire a hospital and yet still it not have any significant merger consequences on its face. In other words, when this law was passed, giving them the power to acquire hospitals, wasn't it the case that there would likely be only one other hospital or two, so that any acquisition of another hospital would have the merger consequences that this one had?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but to -- to follow the Chief Justice's question, suppose it were shown that there were many rural counties -- rural areas in Georgia, very much like this one.  Would that change this case?  I thought that was the purport of the -- the thrust of the question."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know Georgia has 158 counties or something."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So I think they probably have many rural areas with one or two hospitals.  That's just a guess."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What does the words mean, \"to form and operate one or more major networks of hospitals\"?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Which follow -- which follow the words \"to acquire and operate projects, defined to include hospitals.\"  So -- so what about those words?  Why aren't they good enough?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm looking at Section 30 -- well, where are we?  31-7-75(3)."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Tying."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"A network is tying products, to tie products."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And this falls within the words \"to acquire and operate projects\"?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I guess that just adds on to the issues that we have a price-fixing mechanism, we have a tying mechanism that is expressed, so what's left after that?  Just this?  Mergers and acquisitions?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"At -- at what point --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And can't -- in other words, the -- the two hospitals in the town, when they say, the price here -- you shall see that the price is not higher than 38 cents, whatever, and would you please get together and be certain that you have similar terms and you have similar agreements and similar prices there, we don't want either of you to be higher, that -- you would then proceed against them for that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And would you also do the same if -- if the electricity regulator in any State or telephone -- a local telephone regulator --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or gas pipeline regulator -- what they did is the same thing; they said, our prices are -- you're to file tariffs, and the tariffs are to be reached after you go meet in committee; and that -- that would also fall within the antitrust laws?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the language is awfully similar to what you find in public utility statutes, to set reasonable rates, to be certain that nobody is higher than a reasonable rate."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what does it mean to establish rates and charges for the services and use of the facilities of the authority?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you define \"necessity,\" as you use it?  I am harkening back to Justice Kagan.  We have plenty of cases that say you don't need to find out whether the exemption is necessary to make the program work."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't make that judgment."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The State makes that judgment.  Exactly."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And, in your answer, you conceded that whether -- if -- if there is discretion, it's not necessary to make it work because the -- the authority can say yes or no -- it's not --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's your definition of \"necessity\"?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If the State --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If a State legislature articulates clearly and expresses affirmatively that it wants municipalities to share the State's antitrust  immunity, is that sufficient?  Or is there a degree of specificity that's necessary as to the particular anticompetitive conduct that the State wants to cover?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Georgia does seem to have such a statute."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't want to take up your rebuttal time, but I don't see how that's consistent with your answer to Justice Kagan about a grant of discretionary authority."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Waxman. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I don't see how any of that pertains to whether they can create a hospital monopoly.  You can do all of that, even though you are not the only hospital in the area."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but the only respect relevant here is -- is -- the only respect relevant is the ability to acquire other hospitals."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right?  And that's -- and that's a general corporate power.  Every corporation in Georgia has the power to acquire, including acquire other businesses."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Georgia wasn't so sure because didn't it come in originally on the side of the FTC in this case?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, we do have a brief from quite a number of States, and the brief basically says, we do this all the time, we set up these local authorities, and then we give them powers because they have to act in the world, and we give them normal powers, like the ability to make contracts and the ability to buy property. And when we do that, we don't mean that they can do anything they want, notwithstanding the antitrust laws.  And to construe these very normal powers that we would give to a State entity, in order to allow it to operate as a permission to violate the antitrust laws, is not at all consistent with our own intentions."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Well, is it a fair characterization of your argument -- is it a fair characterization of your argument to say that the possibility that the hospital authority can use this general power in this way is tantamount to or equivalent to the legislature intending that it be used that way? Is that your argument?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could you --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There's -- there is a problem here, which is, I understand the public mandate to serve the indigent, but you are asking us to take this a step further.  You're elevating that public mandate to a public command, that serving the indigent has to override the needs of the majority, in terms of price competition."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and that -- that step -- that further step that the State intended to immunize their -- the monopoly power, is the step we are trying to find in this grant.  And that's what I don't see.  I see the -- the compulsion to serve the needy."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I hear that much of Georgia is rural, but your adversary says, in most instances, there is only one hospital, so the municipality's taking it over is not going to be a merger issue.  To the extent that they step in and take over one of two hospitals, there is no merger issue because it's only substituting one owner for another. This situation, they claim, is a rarity, where there are only two or three providers and a hospital's going to -- and a public -- a municipality is going to then get monopoly power by an acquisition."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, could -- could I understand where you think this expressed approval is coming from?  Because you said general corporate powers is not enough.  So the general ability to buy property, you said, is insufficient. Then you have this idea they have a mission. But the mission can be accomplished in all kinds of ways that are perfectly consistent with the antitrust laws, so that doesn't seem to get you all that far. So what else have you got to show that the State actually thought about this issue and approved this power for the hospital authorities?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, a lot of States have that.  You can't open a new hospital without getting a certificate of need.  Are you saying that, in all of those, States the -- the result is that the antitrust laws can be ignored?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Your point -- I don't mean to interrupt, but the point that he's making in response to my earlier questions along these lines, I think, was the following:  Where do they get their hospitals, these authorities?  The -- the law sets up a hospital authority. All right. Where did they get their hospitals?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do you know what  actually happened?  Do you -- do you know, in fact, where these hospital authorities got their hospitals from?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, not all of them, but -- I now am in a county, and suddenly, I'm the mayor, and I see this law, and it says we can set up a hospital authority.  So Joe, I say, you are -- you are the boss, you are the hospital authority guy.  And he says -- you are to run the hospital.  And he says, what hospital? We don't have a hospital. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"So I want to know where did they get their hospitals?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't need to know all of them.  I just want some rough idea where do they come from."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You may not know."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  I've got it.  I've got it.  Then --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then he says this:  I --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He says, I have been thinking of it the wrong way.  I have been thinking of it like the California State Public Utilities Commission.  They regulate all the electricity producers.  That isn't this."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"These were a group of people that ran some hospitals -- some municipal hospitals, and now, they can acquire, not just general -- I agree with you, it isn't just general. They have a lot of power there to acquire other hospitals from outside the system. But, when they do that, there's no reason to think that that gives them the power to acquire it, where it's anticompetitive."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, the fact that you can regulate your own hospitals, which is one track and one group, doesn't say that you have to bring in anticompetitive people -- I mean, you have to bring in others, where they're anticompetitive.  That -- that, I think, is his point."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Don't think of it as one thing; think of it as two separate systems."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  I know that.  But once you don't -- once you don't -- he says, you see, they don't regulate prices at non-authority hospitals, they don't do this for non-authority, they don't do that for non-authority, even though they might have the power to bring them in; but, when they have the power to bring them in, why read this -- it's at least ambiguous -- why read this as saying you can bring them in, where it's anticompetitive to do so?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, I'm showing my ignorance.  Is this -- would this merger be subject to the rule of reason?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If it were -- if we were not to find State immunity, would the merger be subject to the rule of reason?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I was embarrassed to ask the question, but I was taught to ask the question.  If it is -- I'm going to assume that we'll both be -- we'll both be corrected by our respective colleagues, soon enough. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":3,"sideBefore":"justices","text":"But -- but if it --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's likely. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":3,"sideBefore":"justices","text":"But -- but my question is really more fundamental, which is, yes, I understand that you have a great defense, potentially, to a rule of reason challenge that -- that there was necessity in its truest sense, in its economic sense, in this situation. So why should we undo our decades of writings that say that we should construe immunity narrowly and not broadly, when it comes to displacing our antitrust laws?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if that --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, I mean, that's right, it is about choices, but -- but the question is whether the State has made a choice.  And that's what all these cases are about --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- is our trying to find whether the State has made a choice as to this kind of conduct."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So now, we have your corporate powers aren't enough, your general mission isn't enough. You said a certificate of need, but a certificate of need, it isn't even given out by this authority.  It's something that has nothing to do with the powers of this authority. Then you said there -- there's some kind of a price regulation that happens as to the -- the hospitals that the authority owns, but not with respect to other hospitals. So I guess I'm still looking for the things that show that the State has made a choice that it wants these -- these hospital authorities to be able to make anticompetitive purchases.  Where do I find that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, you are essentially interpreting the Georgia statute that sets up the hospital authority.  And you -- you're saying this is how we read it.  We start with the antitrust exemption is for the State, not subdivisions, so the State has to give it to the subdivision, for the subdivision to have it. Could the Federal court have said, we -- we'd like to know what the Georgia legislature -- what the Georgia authorities think this statute means? So, could a question have been certified -- I don't know if Georgia has a certification procedure, but to the Georgia Supreme Court, and said, tell us, does this statute, is it intended to transfer the State's immunity to the locality -- to the local unit?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the question is does this -- does this legislature mean that the State is transferring its immunity to this local unit?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, if you don't want to be interrupted, you have to pause between sentences. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I understand.  That's right. You've given a -- you know, an appealing example of a small county that has one -- one hospital, and this operation purchases that one -- one hospital. Seems nothing wrong with that; although, as Justice Sotomayor suggests, I doubt whether the FTC would be pursuing a situation in which there is a natural monopoly.  It's a question of whether the monopoly would be owned by the State or not. But your argument, if we follow it, embraces a quite different situation, a very large county which has five hospitals that are competing vigorously in price, in specialties, they advertise on the radio, as some hospitals do. And what you're saying is that this operation can take over all of those hospitals and eliminate all of that competition.  Isn't that so?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We have no -- we have no idea whether they are willing to do that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And we have a Federal antitrust law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why didn't it intend this?  I don't understand.  You -- you've told us that they did intend this, that they did intend to displace competition."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And now, you say, but Georgia will say, oh, no, they didn't intend to displace competition."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Which is it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And they -- they say on that, that it's a sham.  Well, just say 30 seconds on their argument, that the FTC looked into it, these people had never regulated anything, they'd never looked at any price anywhere, they've never done a single thing, it's a sham; and therefore, that's the end of it. What about that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Can the State -- does the State have a procedure where it can give real-time approval?  In other words, this is going on, and the hospital authority says, boy, the FTC is sending us these letters.  State, could you do something to show that you approve this transaction, whether it's a special law or there is some organization, I guess, in some other case, setup, that could give its approval? Is there --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, I know.  But I guess my point is can the burden of going forward be switched the other way?  And can this hospital authority say -- you know, to the State, we would like some blessing on this, so that we can go ahead with it? So the choices aren't really build your own hospital or acquire the other one, in the abstract, but ask the State -- you know, what do you want us to do? Do you want us to build a new hospital?  Or is it okay if we acquire this one?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Horwich, you have 4 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, can I interrupt --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you, just a moment, to address a question raised by Justice Breyer, which is your alternative argument?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You have lots of evidence that the authority does very little oversight of these hospitals when they move forward.  But is that the issue before us?  Is the question of immunity as to what happens in the operation of the hospital or in their merger and acquisition, their actual formation? And -- so that to the extent that we were to conclude that the State has delegated immunity on the basis of merger, why do we need to look any further at whether there has or has not been an appropriate degree of supervision of that decision?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BENJAMIN J. HORWICH","firstName":"BENJAMIN","lastName":"HORWICH","counsel":true,"justice":false,"side":"petitioner","words_spoken":3811,"interruptions":36,"times_spoken":63,"laughter":0,"num_int_by":8},{"id":1,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2797,"interruptions":26,"times_spoken":49,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":441,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":669,"interruptions":5,"times_spoken":24,"laughter":2,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":430,"interruptions":2,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":252,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":615,"interruptions":6,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1218,"interruptions":6,"times_spoken":37,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":130,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":85,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":3811,"times_spoken":63,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":26,"words_spoken":2797,"times_spoken":49,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":23,"words_spoken":3840,"times_spoken":117,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.5697096294014737,"respondent":0.43029037059852626,"date":1472418053015}}