{"petitioner":{"name":"JERRY W. GUNN, ET AL.","counsel":[0]},"respondent":{"name":"VERNON F. MINTON ","counsel":[1]},"caseNumber":"11-1118","date":"2013-01-16T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case Number 11-1118, Gunn v. Minton. Ms. Webre? "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is whether the experimental use -- whether that was a viable theory.  Why isn't that a substantial -- what do you mean by, \"substantial\"?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you mean substantial beyond the -- the -- this particular case?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't that significant?  Doesn't that manifest Congress's view that -- that -- that this is -- that this is a complicated specialty area?  And so there would be, arguably, a special reason for having these cases, cases that involve a patent issue, in Federal court, rather than State court?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Webre, is there any binding effect of a Federal determination here on State law?  And is there any binding effect of any State determination here on Federal law?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If it was left to the State, would what the States say about -- about patent law be binding in any Federal cases?  And, vice-versa, if it went to the Federal jurisdiction, would anything that the Federal court says about -- about State tort law be binding on State courts?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- that being so, your -- your last argument about the Federal government messing up -- you know, State tort law in an area that -- that is currently very much in the fore in the -- in the decisions of the Texas Supreme Court, that doesn't really carry a lot of weight, except in this single case. I mean, they are not going to mess up Texas law in that regard.  They may get this case wrong, but --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the Federal issue?  Doesn't that need resolving?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me -- me ask this question:  Suppose you have two cases, hypothetical, case A, case B, both involve the Experimental Use Doctrine in Federal patent law.  In case A, it's a very weak argument; it's most unlikely it's not going to apply.  Case B, very strong argument, Experimental Use Doctrine applies. Any difference in the removability in those two cases?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if -- if you say -- since you're going to say it -- I mean, if it's a \"substantial\" Federal issue, then it's substantial in hypothetical B, but not in hypothetical A?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So does that mean that, if the claim in the malpractice action is that the PTO acted unconstitutionally -- assume that set of facts -- how does that change your analysis?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So go back to -- you were going through a list of questions, and I posited let's assume that the malpractice claim does involve a constitutional question."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what other factors --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why do all -- why do all of these issues cut in your favor, in all cases involving malpractice?  I mean, you're urging, not just that your client win here, but you want us to adopt a general rule that malpractice suits involving patent rights can never, ever come under \"Federal arising\" under jurisdiction. Isn't that -- isn't that what you want us to say?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So the burden would be on you to show that every one of these factors, in all of those cases, is always going to cut in your favor. That -- what, that they will never involve a constitutional issue?  That they will never, ever determine future patent decisions?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I like -- I like bright-line rules.  In fact -- you know, I thought Holmes had it right.  It doesn't arise under, unless the cause of action is a Federal cause of action.  But once we've gone down -- down the road of Grable, I don't -- you're -- you're proving a negative. The burden is on you to prove a negative, that there is no situation that can arise in -- in malpractice cases involving patents where the Federal issue would justify arising under jurisdiction.  That's a hard road to hoe."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How about fraud on -- a claim of fraud on -- that the malpractice was fraud on the PTO?  Lawyer loses that.  It's been litigated. Isn't it res judicata, and won't it affect the patent -- or might it not affect the patent in a patent action?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I find that somewhat hard to follow. Let's assume, in adjudicating a medical -- a malpractice claim, the State court finds that the attorney suppressed information.  It's a finding of fact.  He had this information in his or her file, and they didn't disclose it.  I'm not quite sure how the PTO ignores that litigation."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or the district court doesn’t, if it gets to review that in a later action."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm only raising this question to address Justice Scalia's point.  You're asking for an absolute rule, and I posited a situation where I think it's not so clear that a State court finding might not have an effect. So do we have to go to your absolute rule?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess you might argue that, even if it fails the Grable test in a couple of isolated cases, we should still adopt that rule because the benefits of having a -- a clear rule that doesn't have to be litigated in every -- every case outweigh the fact that one or two might -- might not come out that way if we applied Grable."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because we're making it up anyway, right? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let -- let me ask you this:  The Brighton Miller treatise is rather complimentary of Grable, it says it brought considerable certainty to the area.  I was pleased to hear that because I'm not sure that it's true. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":6,"sideBefore":"justices","text":"But can you just tell me, as an -- as an empirical matter, does \"arising under\" for removal jurisdiction cases consume a tremendous amount of time in litigation in the Federal courts? It's just --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What I -- yes.  What I mean is the argument over \"arising under\" over jurisdiction."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So my question was even broader.  Let's say we resolve legal malpractice. Then -- then we will have products liability with a particular product, and then we will have some food and agriculture cases.  It goes on and on."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Michel? Is that correct, \"Michel\"? "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about other areas of exclusive Federal jurisdiction, where the claim, if you are stating it initially, would have to go into Federal court and not State court, say, an antitrust claim, a   copyright claim? Is -- is what you're saying about patents, does that go for every area, where initial jurisdiction is exclusively in the Federal court?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then what's the difference between, say, antitrust and patent?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then take immigration law."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Don't get in the weeds. Take immigration law."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  I guess I just don't understand this.  Is it the case that there is   \"arising under\" jurisdiction only when the Federal cause of action presented is one over which Federal courts have exclusive jurisdiction?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that -- is that the rule?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, any -- any Federal statute that can be sued upon, both in Federal courts and in State courts, but as to which Federal courts are the dispositive adjudicators, you say that that does not come within this \"arising under\" rule?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have a case for that, that says, if a suit could be brought in State court, even though it involves a dispositive Federal question as to which this Court would be the -- you know, the last interpreter, it cannot possibly come within \"arising under\" jurisdiction? Have you got a case for that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have a case which says that, when a Federal question is presented in a case over which Federal courts have jurisdiction, but also State courts have jurisdiction, although, needless to say, the Federal courts would be dispositive on the issue, such a case cannot come within the \"arising under\" jurisdiction?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I would find it extraordinary for -- for that to be the rule."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But getting back -- Justice Ginsburg simply made the point, I had thought, that you place a good deal of reliance on the fact that there is exclusive jurisdiction.  And her question to me pointed out how far-reaching this case might be because it -- it could involve patents, copyright, all other areas of exclusive jurisdiction.  If that is going to be your special rule, it's not so confined as you suggest. That's all that question meant to me. Certainly -- certainly, you -- you could have cases  where there is concurrent jurisdiction, 1983, in which we'd have the same problem."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So patent law cases of malpractice are smaller in number than copyright cases --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does that make a whole lot of sense?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how about a different one, the one that's being proposed by your adversary --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- which is define   \"substantial\" as to how it affects Federal law, which I think was the bottom line -- or the development of Federal law, the bottom line of Grable. And she says -- you dispute this in your brief -- that it doesn't affect the invalidated patent, that there's no way that a judgment on the malpractice is going to be used in a continuation patent dispute because it's not one of the listed preclusive courts. So how does a ruling affect patent law?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why is -- who's going to follow it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Issue preclusion applies only to someone who was a party."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that, certainly, is not binding.  The -- whatever the State -- whatever the State court says, as a matter of patent law, has no binding effect on that question coming into Federal court."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, is that -- my goodness, but you are going to have a purely hypothetical State decision here.  The State will have held that -- you know, if -- if he had said this, the result would have been something else.  And you think that that precludes the -- the issue when it arises in real life? And you say, since the State court made that hypothetical determination, it precludes me from arguing it in -- in real life."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any cases like that?  It seems, to me, a rather weird -- weird situation.  I mean, maybe it could, but it -- it's strange."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Besides the parties --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- how else does it affect the development of patent law?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Who else is going to follow --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- this malpractice   determination?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They knew -- they knew these were controverted issues.  You say that they -- they are controverted issues.  So they would have been alerted to a problem anyway.  And they certainly would not accept a State court determination as authoritative resolution of that problem."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The patent attorneys.  I mean, you --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What would happen -- what would happen if that came up in an ordinary litigation in Federal court, and the Federal circuit, ultimately, decided the question, that the State court was entirely wrong about this; you don't need a witness. Well, that's the end of it, right?  Once the Federal court decides the question, then whatever the -- the State judge thought was the Federal law is -- is gone."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  The State courts are not bound by the Federal court's holding? You mean State courts can resolve patent questions, contrary to what the Supreme Court of the United States says the law is?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are you saying, Mr. Michel, that what -- what the State courts are going to do is to say that, notwithstanding that the Federal circuit has ruled on a matter and notwithstanding that the lawyer has complied with the rule as articulated by the Federal circuit, that, nonetheless, they will be held to have committed malpractice because they didn't comply with the State's rule? Is -- is that what you think the State judges are really going to do?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So what you're arguing, they're going to make a mistake, and, because we might not accept certiorari, that's binding on everybody else --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- in the State --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What if a lawyer says to the -- you know, I complied with all the Federal law -- all the rules from the Federal circuit, I complied with."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You are suggesting that the State court is going to say, too bad, you committed malpractice anyway because you didn't comply with our hypothetical law about patents?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's not -- it's not -- I guess it's not their hypothetical law.  They would be saying, this is what we think the Federal law requires, and while we're happy -- or not happy -- but it's interesting that the Federal circuit thinks something else, but that doesn't bind us."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that worse than the fact that, if it goes to Federal court, all of the lawyers in the State, in all malpractice cases, are going to be, supposedly, bound by the Federal court's holding as to State issues of malpractice? I mean, it seems to me it's Twiddle Dum or Twiddle Dee, whichever court system you go to, you are going to terrorize the lawyers of that State on the basis of an opinion of a court that is not dispositive on those issues. So I don't -- I don't know why --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And you -- you are trying the malpractice lawsuit -- the State malpractice lawsuit, in Federal court."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Anytime -- anytime -- I mean, a lot of patent questions -- as you already pointed out, a lot of patent questions come up in State court litigations, contract litigations, every time you have a patent question, then must the case go to the Federal court, in your view?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So what is the dividing line between patent questions that belong in State court and patent questions that belong only in Federal court?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you are talking about a case that has a patent issue, whether it's a contract case, a tort case, a malpractice case -- if it has a patent issue, you think it has to go to Federal court?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then I repeat Justice Ginsburg's question, how do you decide which of those do and which of those don't?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why don't you stay within the lines that you give us?  You have said not every patent question that comes up in a State court gets dismissed, just so you can start over in Federal court, what patent questions -- now, let's not talk about breach of fiduciary duty general questions -- what patent questions are properly adjudicated in the State court as part of a lawsuit that --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But what was the substantial Federal matter in Grable?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  And that was going to control, the actions of the Federal agency, of IRS."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And you have no counterpart for that here?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the -- but the Federal court -- you said before that whatever the Federal circuit says, the State doesn't have to follow it the next time there's a case in State court, but the Federal court is certainly not going to follow what the State judge says on experimental use."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  How does it -- the patent's invalid."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The patent's invalid. Nothing the Court does here is going to change that invalidity.  That -- that's what I don't understand."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He's not going to get   his patent back from this action."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He's going to get money for losing it, maybe."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So how does it affect the patent?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We're back to that issue.  Okay."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And your -- your distinction between other areas of Federal jurisdiction where the Federal law controls and patent is what? What -- Justice Sotomayor brought up immigration law --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- copyright law.  Why don't they -- why doesn't what you said work the same way in those fields?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So your case turns on the -- the Federal circuit having exclusive appellate jurisdiction?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But, if there's a large Federal interest, I mean, that's what you're saying that there is in the Federal/State balance -- the Federal balance -- it's preponderant on the Federal side. If there is that large Federal interest, is it surprising that the government hasn't come into this case, if there's such a Federal interest to be protected?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There's a difference between you and your colleague on what \"substantial\" means."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And she says it doesn't just mean necessary -- essential in this particular litigation, but, as in the Grable case and the Kansas City Title & Trust, has larger ramifications for many other cases, not just this case and whether there's going to be issue preclusion as to this particular inventor. Those -- I don't see an issue in this case comparable to those."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Whether they -- those questions will come to the Federal circuit, and they'll decide it, and then they'll be settled."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How likely is that, in practice, that once the Federal circuit weighs in, that the State judges will go their own way?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, my -- my experience is that Federal judges, including this Federal judge, are not interested in -- in getting into the weeds of patent law, and, if -- if they could rely on a decision of the Federal circuit, they would do that just as fast as they can."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would that be the same thing for antitrust, be the same for copyright?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel.  Ms. Webre, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Ms. Webre, can I ask you about the question presented? The way you presented it to us, it -- it was as though we're -- we're reviewing whether the Federal circuit was right to reject Grable in -- in whatever the names of those opinions are.  But.  In fact, that's not the situation at all. The Texas Supreme Court here applied Grable, and I think just the way you would want it applied.  So your -- your contention is simply they didn't apply it correctly; isn't that right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you answer the one point your adversary raised that -- that gives me pause -- a lot of pause. He says a ruling on patent law of how you should or should not behave in a State malpractice claim will affect all of the lawyers who practice in – in   your State because each of them will have to do or not do whatever that malpractice ruling was because that's what the State is going to -- State courts will follow in the future. So it will change those lawyers' behaviors in Federal court."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They are going to present an expert all of the time when they don't need to."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can think of an example where -- not perhaps on the facts of this case, but where a State court's ruling could, in fact, establish a -- a code of behavior that's not just belts and suspenders, that's something else."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about just the -- just the flip side of this case?  Let's suppose they said, the one -- no, you don't need an expert.  So it's not belt and suspenders; it's neither belt nor suspenders. That's going to affect the conduct of the lawyers in the State in the way that would be disruptive of -- of the uniformity of Federal patent law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, right, the requirements of the Federal law.  The question is   there's going to be a different interpretation of what that means in the State court and in the Federal circuit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JANE WEBRE","firstName":"JANE","lastName":"WEBRE","counsel":true,"justice":false,"side":"petitioner","words_spoken":3651,"interruptions":17,"times_spoken":31,"laughter":0,"num_int_by":6},{"id":1,"fullName":"THOMAS M. MICHEL","firstName":"THOMAS","lastName":"MICHEL","counsel":true,"justice":false,"side":"respondent","words_spoken":2807,"interruptions":31,"times_spoken":65,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":190,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":696,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":51,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1158,"interruptions":3,"times_spoken":26,"laughter":1,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":323,"interruptions":1,"times_spoken":7,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":641,"interruptions":7,"times_spoken":29,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":135,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":3651,"times_spoken":31,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":31,"words_spoken":2807,"times_spoken":65,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":13,"words_spoken":3194,"times_spoken":97,"laughter":2,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.8415692970300873,"respondent":0.15843070296991268,"date":1472419305507}}