{"petitioner":{"name":"GENESIS HEALTHCARE CORPORATION, ET AL.","counsel":[0]},"respondent":{"name":"LAURA SYMCZYK\n","counsel":[1,2]},"caseNumber":"11-1059","date":"2012-12-03T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-1059, Genesis HealthCare v. Symczyk. Mr. Mann. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did that offer include admission of liability? Or was it just that it was going to pay the amount of damages requested?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So if -- if there were judgment of liability, then that would be preclusive for all other people similarly situated?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- so the next case is another employee who claims uncompensated work time, and that's brought on behalf of similarly situated people.  Then that next case, the employer would be -- would be subject to summary judgment because the liability has been established."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, so what am I to make of your transmittal letter which says, in the offer itself, that -- JA 5556, that Petitioners make clear that the offer of judgment, quote, \"was not to be construed as an admission that Petitioners are liable in this action or that Respondent has suffered any damage\"? What -- what are we to make of that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when you're now claiming that you would have accepted a judgment of liability?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How did you pick the $7,500?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I see in the -- in the FLSA, that it also requires an amount for liquidated damages.  Did you include that amount as well?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, what if the district court -- this proceeding -- you filed the suggestion of -- of mootness, whatever, and the judge says, okay, I have this suggestion of mootness, I also want to address the certification issue, the mootness argument is scheduled for three months down the road, the certification issue for two months down the road; isn't this just a question of what order the district court wants to address these two issues?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was not possible for anything to be done about the certification because you moved immediately.  The complaint is filed, and then you moved -- then you immediately offered the judgment that you did."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems as though it's more than a housekeeping issue that's involved here because -- I mean, I realize that you have an argument about what happens when the plaintiff's individual claims have been fully satisfied, but the plaintiff continues to want to represent other individuals. But, here, the plaintiff's individual claims had not been fully satisfied.  She walked away with nothing.  She walked away with no judgment, and she walked away with no $7,500.  And the question is:  How can it possibly be that her individual claim was moot?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is nothing in Rule 68 -- you're basing the -- your position on a rule that provides as the only sanction, if the plaintiff continues and gets less than the offer of proof, then the plaintiff has to pay the costs.  Rule 68 doesn't say anything about dismissing suits."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me ask you this --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Justice Kennedy."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Let me ask you just this question -- just tell me as a matter of common practice, do district courts enter judgments against plaintiffs routinely when a full offer of settlement has been made and the defendant just is silent?  I mean, does this happen? I just can't remember seeing a -- but this --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It may -- it may be that it's common practice that, if the plaintiff doesn't reply and there's an offer that's filed with the court, the court says, I haven't heard anything, I'm going to enter judgment."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"As a matter of housekeeping, you could --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, here's what -- here is what the Court said last in Knox last year, when it said, \"What makes a case moot?\"  It says, \"A case becomes moot when it's impossible for a court to grant any effectual relief whatever to the prevailing party.\" Now, here, the judge says, okay, is this case moot?  Well, it's not moot because I could give -- at the very least, I could give the plaintiff $7500, but, I didn't give the plaintiff $7500, so she still has her claim for at least $7500, regardless of the collective side of this action.  I mean, she hasn't been satisfied."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do when -- when you have a governing statute that says that an employee may bring suit for and in behalf of himself and other employees similarly situated?  Can you use a mere rule, Rule 68, to cut out what the statute authors -- authorizes; that is, that the employee can seek relief on behalf of himself and others similarly situated? Mustn't you give a chance for the statutory provision to work, which you didn't.  By filing immediately, you didn't allow the normal process of inviting opt-ins to occur."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you have to give the plaintiff an opportunity.  That --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the plaintiff had simultaneously, with the filing of the complaint, moved to have it first preliminarily certified as on behalf of other employees situated; so, instead of having the complaint, which was labelled a collective complaint, separate from a motion for certification, they came together, that the plaintiff filed a complaint and immediately filed a motion for certification and a request to discover the names of other people similarly situated."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So your answer is it wouldn't make any difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I don't know that you've answered my question sometime ago, but what -- if the judge can simply order the two determinations in a way that certification is addressed before mootness, does that take care of your problem? Obviously, if you grant certification, there is an ongoing controversy.  And under Roper and Geraghty, if you deny certification, the relation-back doctrine applies."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's no doubt that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Counsel, I have --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I'm sorry.  There's no doubt that that -- in that situation, the case goes forward, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do you --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Counsel, can I ask a fundamental question under Rule 68?  I mean, when I was a district court judge, if parties told me about their settlement discussions, I would get quite upset.  But, it says explicitly -- explicitly, \"Evidence of an unaccepted offer is not admissible except in a proceeding to determine costs.\" What authorizes you to use evidence of that offer to argue anything --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- especially when a -- the statute gives the plaintiff an absolute statutory right to refuse it at a specific penalty?  What permits you to use it as evidence of anything, mootness -- I don't care what you're using it for -- except in cost?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This makes no sense to me because, if the offer is for judgment, it has to be proof of validity and amount because, at least you have -- you should be able to get a judgment."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But didn't you just tell me that an offer results in an admission of liability and a judgment for a particular amount?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr.  Mann, could -- could I come back to your response to the question of Knox -- the statement in Knox that -- you know, where the court can issue -- can provide no relief, there is -- there is no standing.  That -- I would have thought your answer to that is -- is not -- I mean, you -- you answered it on the facts, but that statement was not meant to be exclusive, that that's the only situation in which there -- there is no standing. It was addressing just the third prong of our -- of our standing doctrine, namely the prong that, where the court can issue no relief, the remedial -- the remedial prong, that one of -- one of the elements of standing is the court has to be able to provide relief. But there are other elements to standing as well, including whether there is injury, in fact, and whether the injury is -- you know, springs from the action that is challenged.  And those -- those prongs would continue to exist. I didn't think Knox's statement was meant to be all-inclusive, that that's the only -- only way in which standing can be eliminated."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Mann -- excuse me."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Does the -- can I ask this question?  Does the district court have the authority when an offer of judgment is made to hold a hearing as to whether the offer of judgment actually gives the plaintiff everything that the plaintiff could possibly get under the complaint?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But where -- where does it say that in Rule 68?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What is it under?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your -- your offer says, you hereby offer to allow entry of judgment under Rule 68."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- but the question from Justice Alito was, what happens, does the court have authority to have a hearing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you said, oh, well, this is not under Rule 68; but -- but you offered to allow entry of judgment under Rule 68."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And incidentally, you never did follow up and say that you wanted an entry of judgment.  You just wanted a dismissal.  And that's another point."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there attorneys' fees in that offer?  I thought there wasn't in --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  But this, I take it, is a statutory case, not a constitutional case. That is, do you have any constitutional objection if Congress had said, in 216(b), that Joe Smith and other people similarly situated to Miss Laura Symczyk have a genuine dispute with the employer, and the way they file their case is Miss Symczyk's case will be deemed to be their case as well, though it ceases to be their case, unless they confirm within 60 days of such-and-such, in writing, that it is their case. If Congress passed that statute, there couldn't be a constitutional objection to it, could there?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  Do you see what I'm driving at? In other words, if Congress had explicitly said, in 216(b), that the Third Circuit's procedure is the correct procedure for Mr. Joe Smith to bring his case in such circumstances, if they had said that explicitly, is there a constitutional objection?  If so, what could it be?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, we know at least, since we are doing -- I looked up a little bit, but Article III is what was a case or controversy in Westminster in 1788 or 1750 or whenever, that in Westminster, in a court of equity, I found at least two instances.  A person dies, there is no case with that person, but it remained in equity on the docket until the other person, the -- the estate, came in. A woman could not bring a case if she was married.  She starts as a single person.  She gets married.  Lo and behold, the case remains on the docket until her husband comes in.  That's not a happy example, but nonetheless, it's in point. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"Now, I could find nothing the other way, so I thought of the canon of interpretation that equity deems to have been done what ought to have been done -- or something like that. Others on the Court will know -- but the -- the point is that there are instances --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":10,"sideBefore":"justices","text":"Equity is wonderful."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":9,"sideBefore":"justices","text":"What?  Yes. It remained on the docket in the Westminster courts, even though there was no plaintiff. So I would ask you again:  Is there any counterexample?  Is there any instance from equity or elsewhere, where there is a constitutional objection, had they said it, at which point our question is have they said it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  It's Mr. Joe Smith, if he confirms it in writing."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'll bet you equity could have considered the husband to have been substituted automatically and could have considered that -- the estate to have been substituted automatically.  That -- that happens when -- when that particular element is -- is eliminated.  But there is nothing automatic about discovering some new plaintiff who -- who is out -- we don't know who is out there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr.  Katyal. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'd like to begin with the question of whether or not you waived that argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No -- did you waive it or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that was not the way the case was presented in the body of the petition, and I would suppose, if that were your objection, that it wasn't received, wasn't accepted, we might have heard about that, as you -- as you suggest."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And if, in fact, we thought we were dealing with a case in which the Rule 68 offer was not accepted, we might have thought differently about whether to grant it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I have a question for you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"You -- you rely on the question presented.  Your reformulated question doesn't have that feature in it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, there is -- from the beginning, you never accepted the offer."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What you appear to have conceded and -- is that the amount of the offer would settle your personal claim."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think the court should do in that circumstance, where a defendant comes forward and says, I'm willing to satisfy the entire claim?  What should happen?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is this under Rule 68?  Or is this under some inherent authority?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what benefit does this -- why are you arguing so much?  You -- you will have an entry of judgment in the favor of your client who is, according to you, similarly situated to lots of others. Why don't you just -- if somebody comes forward, just take them in, go in, you get a check for $7500, or whatever it is, you get attorneys' fees, and you can do that as often as you want."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know.  But that's the fortuity of the fact that she didn't accept the offer.  And we are dealing, perhaps, with a case on the record, as presented to us, where she did accept the offer, if you waive that argument.  So -- so assume the case where the offer is accepted."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it undermines the collective aspect, if she never brings the suit in the first place.  I mean, I -- I must say I'm -- I'm not terribly impressed by the fact that -- you know, if she drops out there is -- there is no collective suit for these other people.  There is also no collective suit for these other people if she never appeared in the first place. I don't -- I don't know that the law demands that there be a collective suit.  If she doesn't bring suit or if she brings suit and -- and is given everything she wants, the case is over, unless other people have come in."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, I'm a little troubled that you have given up or argue that the ability to enter a forced judgment is permissible under Rule 68.  There is nothing in that rule that gives the court that power, certainly not stated explicitly or even implicitly, because it talks about an entire procedure of accepting the offer or rejecting it, all of it in the hands of the parties, none of it until the entry of the judgment in the hands of the court and only after the plaintiff has accepted the offer in writing. So I can't see anything but an inherent power.  So, for me, if there is an inherent power, it has to be under a default judgment because the other side is saying, I give up."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's go from there, at least with me, and that may answer an earlier question about an inquest on damages because that is a part of the requirements for a default judgment, so that if there is a dispute about damages, that can be resolved. But my point is that liability is admitted. Now, let's deal with the Chief's question and Justice Scalia's question, which is in what ways is this comparable to a shared cost, like what motivated our decision in class actions, that the settlement of one existing plaintiff doesn't settle the collective action. How is this similar to that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you -- you don't accept the argument that I suggested, that is Rule 16 -- 216, the Fair Labor Standards Act, in saying that you can commence a suit on behalf of others similarly situated, and implicit in that is that there be some decent interval for you to find similarly-situated people?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why didn't -- why didn't you file the -- the motion for certification, along with the complaint?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you could -- you could have done that with the complaint and I don't -- you say you want to get joiners, so why do you have to wait?  Why -- why wouldn't you -- why wouldn't the most logical thing be to say, court, we have labelled this a collective action, and now, we want to start the ball rolling in getting certification?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't matter in terms of what the judge is supposed to do with your motion to certify, if nobody else is in the case?  I mean, isn't that one of the factors?  I don't know if it's even a sort of good-faith pleading if -- if -- you want certification, but there is no nobody else there."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're interpreting -- I think it's true that we're interpreting the statute, and -- and I'm trying to look at what document are we interpreting?  Is there a different rule or a different -- what -- what rule? So I could come back to the statute.  And Congress could deprive -- could provide exactly the system that you suggest.  I don't see anything unconstitutional about it.  But isn't it a little hard to read this statute as providing that mechanism, since what it says is no party shall -- no -- you know, it says what it says in the last two sentences. How do we read that to foresee the mechanism that you're talking about?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he says the difference in the class action context is, in the class action context, you can consider them there, but there isn't a specific sentence somewhere in a statute, which says, no one shall be a party unless he signs in writing."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why?  Why?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Because that's -- why? Why, is my question?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it's hard for me to accept the relation-back doctrine for your purposes when -- when it's clear, under the statute, that if parties come in beyond the statute of limitations period, they're not in.  Their -- their entry is not deemed to relate back to the filing of the original complaint, is it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"For purposes of the statute of -- so you want one relation-back doctrine for the statute and a different one for what we're discussing here."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know you do."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, if we do get to the question that Mr. Mann wants us to raise, you spend a lot of time talking about McLaughlin and talking about Gerstein.  Those cases were about prospective relief. You're asking for retrospective relief.  Why doesn't that make a difference?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do we take this case on the premise that you would have objected if a judgment had been entered in your favor for the full amount, plus attorneys' fees?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If I were to -- I'm sorry. If I were to think that the individual plaintiff's claim isn't moot until a judgment is entered into her favor, but that -- but that -- that issue, was not preserved, can you give me an analog that I should think about, with respect to the second question?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Should I -- yes."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, should I assume that this is the same -- the case would then be the same as if a default judgment had been entered in your favor for that amount?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- you could get the step -- the Court had to evaluate whether the offer actually met your personal damages claim, too."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And what you're saying --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- in those pages is the Court didn't even do that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. We'll hear from Mr. Yang now. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"How does that differ from an employee who says that he is annoyed for a variety of reasons at the employer, and he sues the employer for his pay -- for his pay for the month of October.  The employer says, He got his pay, I -- I sent him the check, I mean, he gets it every month.  And he says, yes, but I didn't cash the check. Is there a case for controversy?  He can go sue for his paycheck that he didn't cash?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So why is it any different when the -- the defendant -- employer says, here's the check."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And he says, oh, I didn't cash it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Now, we have a case if the employer, for some reason -- a mistake in bookkeeping or something -- didn't send the check on time, so it arrived 3 days late.  And he says, ha, I'm not cashing the check; now, I can sue him.  Right?  That's your theory."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  He -- he -- it's a contract -- you know.  He -- he is paid every month, the end of the month."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Even though the -- the employer gave him the paycheck.  He just didn't cash it, plus the damage is for the 3 days."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure I understand.  You think there is a live case, not if he doesn't cash it, but I guess, as Justice Breyer was asking, if it's a day late?  You -- you said, well, there was a past injury, it was a day late, it -- it -- you know, could be redressed, by telling him what?  Pay him again?  Or --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you would also have what's usually known as no injury."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you think a court has to go through the whole process of a trial if the check is a day late and the employer says, I'm sorry, here's -- you know, whatever the interest is on the check?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  Could you directly answer my question about --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Or the plaintiff says no -- no standing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and, as we've said, at every stage of the litigation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if you're due -- if you're due $100 from your employer, it's a day late, he gives you $100, and he says, well, here's another dollar for interest, that, as you said, doesn't eliminate the past injury?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Yang, would -- would you continue with what you started speaking to, issue preclusion, because I'm -- I'm also -- I think it's questionable whether there would be issue preclusion on the basis of a judgment issued with the concession of the defendant."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So, Mr. Yang, do you think it would be -- I -- I mean, I take the point completely that judgment was rendered against the wrong party here. But if the judgment had been rendered against Ms. Symczyk -- for Ms. Symczyk, but -- but the court had done so prior to looking at the whole class question --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- do you think that that would be an abuse of the court's discretion?  Do you think that the court has to look at the class question before rendering judgment for an individual plaintiff?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But what you're talking about is imputing into this process, a fairness hearing, essentially, to see, by the district court, to determine whether this is a quirky case where you entered a judgment and you don't need a collective action or whether or not this is a genuine case that requires joining plaintiffs."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Certainly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Mann, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  That's true. And so what we would be reading into this statute is a relation-back doctrine, which happens every day of the week in class action cases and has historical analogies. So I understand the difference you're pointing to, but why not read that in?  It would be fair, and it would get the job done, that Congress sets up in the statute.  That's the argument the other way."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mann, if this is -- if what Mr. Yang just told us is so, then there would be no issue preclusion because there has been no -- been no adjudication of anything.  Then it seems to me that this case falls into a classic exception to mootness, which is defendant's voluntary cessation doesn't moot a controversy.  And this controversy is capable of repetition yet evasive review because every time -- so the plaintiff's got this judgment, not preclusive. The employer continues in the old ways.  The plaintiff sues again.  This seems to me to fit exactly into that category of cases.  If there is no issue preclusion, defendant doesn't have to stop the practice, can continue the practice, and then every time there is a suit say, okay, we'll pay the judgment."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is nothing litigated when you have --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Claim preclusion, but the claim is, for this period of time, I wasn't given the compensation.  That's the claim."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And then there is another period of time, and there is no issue preclusion."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RONALD MANN","firstName":"RONALD","lastName":"MANN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3235,"interruptions":31,"times_spoken":47,"laughter":0,"num_int_by":7},{"id":1,"fullName":"NEAL KUMAR KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"respondent","words_spoken":2383,"interruptions":11,"times_spoken":35,"laughter":0,"num_int_by":7},{"id":2,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"respondent","words_spoken":1390,"interruptions":12,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":698,"interruptions":3,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":682,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":643,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":381,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":224,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":157,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":512,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":853,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3235,"times_spoken":47,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":23,"words_spoken":3773,"times_spoken":56,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":16,"words_spoken":4150,"times_spoken":114,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.5601689424981794,"respondent":0.4398310575018206,"date":1472411005884}}