{"petitioner":{"name":"JEFFREY LEE CHAFIN","counsel":[0,1]},"respondent":{"name":"LYNNE HALES CHAFIN,\n","counsel":[2]},"caseNumber":"11-1347","date":"2012-12-05T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 11-1347, Chafin v. Chafin. Mr. Manely. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it make any difference?  Once -- once the decision -- the district court decision is vacated, then the State court can go forward.  There is nothing that inhibits it from doing so.  There is no Federal court order.  So your third point, I think, is --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I don't understand that.  The child is now in Scotland."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So how would these six months be satisfied?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can argue that on the basis of the vacation of the district court's Hague Convention order.  You -- you're not inhibited by anything, as far as I can see, that the Federal court has done.  Since it's been vacated, it's as though it never happened."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't have -- you don't have that individual -- the residence -- habitual residence determination because it's been wiped out."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't the Alabama --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":5,"sideBefore":"justices","text":"What you're saying is the return of the child, essentially, back to Alabama?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so once the child is back in Alabama, that's the remedy, then the State court would be seized of jurisdiction sufficient then to determine the habitual residence."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Whatever the State -- well, presumably, the child only comes back if you win."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So presuming you win, the child would come back, and the Alabama courts could then seize the custody determination."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the Alabama court would not have jurisdiction if the child had been wrongfully removed?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what you're saying?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, wait, wait.  The opinion below has been vacated."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's -- there's nothing which says that this child -- this child's habitual residence was -- was in the U.K."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That being the case, the only question is will the Alabama court proceed, even -- assuming that it finds the child's habitual residence was in Alabama, would it proceed, even if the child had been taken out of the jurisdiction?  And I understand that it would."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There hasn't been.  There hasn't been.  It's been vacated.  It's as though it never happened."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's bad law.  I mean -- you mean the Alabama court is bound by a vacated decision of a Federal court?  My goodness, I never heard of anything like that."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was their reasoning that the child was initially removed properly because there had been an order permitting the mother to go?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it was a lawful removal at that moment."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And what they're saying is, since the case is moot, nothing has vacated the order, but it didn't make her action illegal?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say, \"bring the child back,\" there's an impediment to that because now this court in Scotland has told her don't -- the child stays here.  There's an order that the child not be removed from Scotland, and there is also -- doesn't the mother have -- wasn't this mother deported?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So if she -- she -- if she -- the mother comes back into the United States, she's committing a criminal offense."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what about the order of the court in Scotland?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a stand-still order there."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How long has the child been -- now since -- since the return, pursuant to the Federal court's order, how long has the child been residing in Scotland?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the Alabama courts were to conduct a custody proceeding?  Since the child has now been in Scotland for over a year, would they consider the child's habitual residence to be Scotland?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if they did that, wouldn't they defer to the Scottish courts for custody determination?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, there is a judgment against your client, isn't there, for $94,000 or so?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you break down that figure?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":6,"sideBefore":"justices","text":"So have the State proceedings been dismissed?  Or are they in suspense?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would be your position that the Alabama courts still have jurisdiction over the child and the mother?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, that cost that you have to pay for the mother, even though the case was mooted, that judgment is still outstanding for the monies you have to pay?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you win on this appeal, is that wiped out?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that done in a separate judgment?  The --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And is there any problem about the time to appeal from that having run?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, as far as mootness is concerned, if you have not appealed from that order and the time has run from your appeal, you can't rely on that to avoid mootness."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, what's -- what happens --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":6,"sideBefore":"justices","text":"I don't understand your answer."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your -- I don't understand that answer.  Are you -- are you saying that -- that your failure to appeal that in a timely fashion makes it impossible for the Court of Appeals to obliterate that award?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- that's what I thought the question was."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then -- then retain your tunnel vision.  And don't say that the case remains non-moot simply because of this other issue.  The other issue is either in the case or out of the case.  Now, is it part of your case?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you -- if you could take an appeal and got a reversal of the decision -- of the order removing the child to -- allowing the child to be removed to Scotland, wouldn't that undermine the -- the judgment for costs?  I don't understand why that would be a separate order -- why that would be something that has to be appealed separately.  Why wouldn't that be included with the final order in the case?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, that's lovely, but -- so you are saying that you don't have to appeal that separately; is that what you're saying?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you've got to answer my question."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have to appeal that separately or not?  If -- if the way you answered Justice Alito's question was -- was the way you did, you are saying that it's unnecessary to appeal that monetary aspect of the judgment separately, that it goes -- it goes with the rest of it.  Is that -- is that your position?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you're saying it doesn't have to be appealed separately."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me what's happening -- what is the status?  Given the vacated return custody order -- return order, will the Scottish court ever determine habitual residence?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that order has been vacated, so can they revisit that question is really the -- the issue."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you could bring a Hague proceeding there, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You could say -- you know, there having been no decision in the United States, we want you to decide what habitual residence is, and we think it's the United States.  You could do that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said that that time period was tolled -- the period that she was in Scotland would be tolled."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in Scotland, it's -- it would be a custody proceeding.  Forget about the Hague.  The child is there.  The mother is bringing a custody proceeding.  And the question for that court is where is the child's habitual residence now?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":4,"sideBefore":"justices","text":"And at the Hague, it's what was it then."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was only for determining the Hague Convention; and, if the Hague Convention is out of it, then there is a custody proceeding.  The idea of the Hague Convention is just to get the case to a forum that's an appropriate forum to decide the custody question, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But we don't know it'll make a difference without answering those questions."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, you want us to -- to say it might make a difference, and that's enough, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you should put it that way, then.  It doesn't -- you don't know that it makes a difference, but you don't have to know, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Saharsky, not to -- I mean, the whole object of the Hague Convention is to stop this shuttling the child back and forth.  But, because of this unfortunate situation we have, where the district judge wouldn't give a stay, you're -- what you're -- what you're urging is exactly what this Convention was meant to stop. This child has been in Scotland for 14 months.  Now, you say bring it back to the United States, and we -- we start over.  The whole object of the return procedure is so that you get the child to a place that's a proper place to determine custody; isn't that right?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And would you go further and say that, if a stay is not in place, that that still does not deprive the Court of Appeals of jurisdiction to resolve the case on the merits?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You agree that the ideal -- the ideal procedure would be, and I quite agree, that you have a very fast track stay pending appeal and an expedited appeal.  But there is no rule that -- that requires that, so how -- how could that sensible procedure be put in place?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's lovely, but there wasn't a stay here.  So what do you do when that procedure hasn't been followed?  That's the issue that we're presented with."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And do we even know that a stay would have been appropriate here?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So presumably, a stay would not have been appropriate."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But we wouldn't go back to what should have happened, that is, the district judge applying the four factor test -- or did the district -- there was an application for a stay.  It was denied, right?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I ask a question? Does it matter?  Meaning, whether a stay is granted or not, you are, I don't think, taking the position that only if the stay is granted is the court of appeals seized of jurisdiction.  You're saying the case is not moot, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  Now, under the Convention, if the child -- if it goes back to the district court now to fashion a remedy, it could order return, it could decide under the Convention that bringing the child back after 14 months presents a great risk to the child under the Convention and not order the return, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So we just don't know what the court's going to do, but some form of relief is possible.  That's why you used the word \"possible.\""},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But they have the power, if they choose it, but they don't have to choose it; that's the bottom line, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you aware of -- I happen to be because I know this area very well -- the English courts have an amici filed with us yesterday, and they are sort of sensibly keeping track of what we're doing and trying to adjust their proceedings accordingly and in the manner they think is most helpful to us.  Whether it is or not, I can't comment on. Is this common in the custody area?  Is there discussions between courts about what they're doing and the why of it?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And it's required. There is a whole system set up now, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, that's very nice.  What does that have to do with this case?  I don't understand that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, do you agree with your -- with the Petitioner, just reading a sentence from its brief, that \"mootness requires that relief be impossible\"?  Do you think that's the right standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What this Court -- Court has always said, if it's an Article 3 inquiry under standing, and it said that it's not supported by injury that is speculative or conjectural.  It seems to me, when you start talking about, well, the Scottish court might do this or the Alabama courts might do this, that -- that sounds pretty speculative and conjectural."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, the burden is different, but I don't agree that the standard changes. It's just who has to prove it, one side or the other. But I --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So do you think it's -- I mean, I know you've got a laundry list of things, but, as I understand it, you think it's enough that, if the Court issues an opinion, the Scottish court might do something as a result of that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought one of the arguments, maybe it was the Petitioner's and not yours, was that one reason it wasn't moot is because the Scottish courts might look at the case differently."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Cullen. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why can't they order the mother to come back with the child?  Because the Scottish court stops her?  There is competing orders all the time."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?  She was here. She submitted to the court's jurisdiction.  Doesn't her -- jurisdiction over her now continue until the end of the case?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That doesn't matter. The question is, isn't she seized -- doesn't the court have jurisdiction over her until the case ends?  The case doesn't end until there has been an appeal and a judgment and the judgment affirmed or reversed.  That hasn't happened."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You are suggesting that the Convention deprives a party, after the remedy's been ordered and effected, of the right to appeal; not because of mootness, but because the Convention takes away a fundamental right to appeal?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You're not going to suggest all those countries that permit appeals explicitly and stop removals until appeals are finished, that those -- that those those treaty -- contracting treaty parties are breaching the Convention, are you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"One thing -- one thing the Court can do is give him back $94,000."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"He has no -- his ability to challenge the propriety of the order that he pay $94,000 is gone?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, except he might have assumed that the issue of fees would still be alive if the Eleventh Circuit ruled on the merits."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And he -- he was just trying to have a single appeal."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, appellate courts all the time have issues where they apply different standards to multiple issues in the case."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that, of course -- on your premise, that's right.  On their premise, it's wrong, that -- the issue of custody is still alive under their perspective.  That's what we are arguing about, so you're just assuming your own premise."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think that's -- you've won a judgment in lower court that says that the habitual residence of the child is Scotland.  So if they appeal, they might win one that says that was wrong, the habitual residence was the United States, but the child is in Scotland. You understand Scottish law better than I, but they are also bound by this treaty.  So I would imagine a Scottish court, just as we would do, when they are trying to decide what's the habitual presumptive then, and now, what's the habitual residence, they would look at what the United States courts decided. They are not absolutely bound by it.  But just as we, in the last case we had, were very interested in what the Chilean courts said.  Of course, it was relevant to us what the Chilean courts had held was the proper law of Chile in respect to that child. Wouldn't the Scottish courts do the same? Wouldn't it matter to a Scottish court, after all, that an American court had decided that the residence was not bound?  I'd certainly give it – won’t they give it consideration?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm assuming they win.  The reason that they want to appeal is they want to win.  If I were looking at the case as you present it, I would say, of course, you'll win, don't worry.  What are you worried about? But -- but they have a different view.  So they think they are going to win.  Now, it means nothing if they lose.  But if they win on appeal, they then have their order that says that this child's habitual residence was the United States.  And my question is where we started, armed with that piece of paper, they walk into the Scottish court and they say, oh, Scottish judge, please read this paper. Of course, he will read it, and I would think that that judge would take it into account in his decision.  That's what we do with the foreign -- similar foreign orders of other foreign courts, and I think we should do that, and I think the Scottish courts should and will.  Now, you tell me where I'm wrong in that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Or -- then argument as to why they shouldn't give in to this hypothetical American judgment.  That isn't my question.  My question is won't they consider it and give it -- and the Scottish courts, to my knowledge, are not so narrow-minded.  I think they would pay attention to what other courts have said."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":9,"sideBefore":"justices","text":"You're -- I think you're -- you're --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"Am I right or wrong?  I want to know if I'm right or wrong."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":9,"sideBefore":"justices","text":"We -- we have a brief in -- in the case telling us that the question Justice Breyer is posing, would they look at it; they would say it's irrelevant."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"They would?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Because what her habitual residence was then doesn't matter one whit to us.  We want to know where she is residing now, and that's the reason why the Scottish court would say it's not relevant to the question before us.  Their question is not a treaty question.  Their question is custody of this child."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, thank you for Justice Ginsburg's answer.  She is quite helpful. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"I thought he had said the same thing, that the reason --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"I was there, but I didn't understand it as fully, and now, I do."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Well, good.  (Laughter.)"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I am -- I am quite surprised that you would say that prior residence can never bear on present residence.  In custody disputes, this happens all the time.  The child spent 5 years in this country, 4 years in that country; now, for the last 2 years, the child has been in this country -- the previous experience of the child has a tremendous bearing on custody. To say that it's only now, prospective only, after the child has been removed, I just think is wrong, as a matter of custody law."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Unless there is some accommodation here, what worries me is this:  If you win this case, it's not going to be better.  Maybe for your client, it will be, but for others in your position, it's not going to be better. And what's worrying me, to put it on the table, so you can respond, is that, in similar situations, district judges will think this child belongs in England; this child belongs in France; this child belongs in China, wherever they belong.  But in the back of their mind will be the possibility that they are wrong, and they know there is a right to appeal. And so instead of being able in these border cases -- borderline cases, instead of being able to send the child back home, they will think, I've got to keep the child here, so that the other party has the right to appeal.  Now, it seems to me, in general, that would be bad for the child.  It would be -- and it's bad for our system. And it would be better to work out a system that you can send the child back, and then if you're reversed on appeal, it does matter to the other country's courts."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, that -- that actually is not accurate.  The Convention is full of conditions for the return, the safety of the child, the support of the parent who is returning -- there is a whole set of conditions that have to be met before the child is returned."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I happen to think that -- that one could argue that returning back to the court that had -- was making the decision after an appeal is raised, that that's an inherent condition of a return order.  But that -- you're arguing against that. But there are plenty of conditions that could be imposed."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No.  You can't -- the Court can't order custody issues, but it can set conditions for the nature of the return.  It could say the father pays the cost, the father has to pay for certain expenses in the country the child is being sent to.  Those kinds of conditions can be imposed."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Cullen -- Mr. Cullen, it's often true, in international litigation, that enforcement is very difficult.  I mean, take a commercial litigation case where somebody is going after assets and the assets are not in the United States, and somebody looks and says, well -- you know, a court can do whatever it wants, but nothing is going to happen afterwards. So why is this case any different from -- you know, a very frequent problem in international litigation, which is, sometimes, judgments are difficult to enforce?  And if you look at it practically, it may -- may never be enforced, but we don't put courts to the job of saying, oh, well, let's check out the various enforcement options and make predictions about who's going to do what."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's different -- that might be -- it's certainly different in terms of the interests at stake, and that might be a very good reason for Congress to step in and try to fix this system, so that you don't have children shuttling back and forth. But -- you know, at the risk of sounding hard-hearted, in terms of the law, what is different?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's not quite fair to say we -- we haven't decided whether we're going to appeal.  I mean, the -- the stay motion was made immediately upon the determination of the merits by the district court, and the district court said no.  So, I mean, didn't they do everything they could have done to -- to get a stay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's out of respect to the district judge, who's just issued a ruling on the merits.  I mean, saying -- you know, we have to consider your -- your ruling, not -- you know, we're taking you up right away."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me -- and I may be taking the opposite position from one of my colleagues, but the -- the best thing is to hold things up briefly, so that the child doesn't go overseas and then have to be brought back, particularly if you have situations where there can be an expeditious appeal. And I think most appellate courts would appreciate the -- the benefit of that. It seems to me, if you -- if you're correct that the decision is moot, it's not going to be a -- there is going to be a rush to judgment by the individual that wants to take the child away."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, again, you're just assuming that the district judge is right, but that's the whole issue.  And as the Chief Justice indicates, under your position, we give a premium to the very sort of precipitant action that the Hague Convention is designed to avoid."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So are you arguing that the effect of the statute implementing the treaty, which uses \"forthwith\" and all of this, is to, in effect, require that, unless there is a motion for a stay pending, the decision of the trial court be carried out?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you think the -- the mere word \"forthwith\" in the statute is enough to alter our normal process of appeal?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But I can't -- I don't understand why you want a treaty where the best interest of the child is what's at issue, and you interpret it in a way that the court of one nation with the child, where you have parents from both nations, pays no attention at all to what courts in other nations are saying. I mean, my experience out of that is Chile, where, of course, we wanted to know what the law of Chile was and how the Chilean domestic relations judge understood the relations between the parents.  That was important. And similarly, I think the Scottish judge should want to know the same thing about the courts deciding in the United States.  And the same thing is true of the United States judge wanting to know about Scotland and so forth. I don't see how we're going to get harmony, in other words, unless you let appellate processes go forward, too.  And -- and I don't know what the treaty drafters would have had in mind if they wanted some other regime."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I trust Scotland to do the right thing.  And I think, to help Scotland do the right thing, it would be nice for Scotland to know what American judges have decided.  That's all.  And the reverse is equally true."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me, can I just --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":6,"sideBefore":"justices","text":"Mr. Cullen, may I ask -- I'm trying to figure out what exactly your argument is.  So let me give you two options, and you tell me what your argument is, all right? One -- you can tell me it's neither, I suppose.  But one is this case is moot because there's no practical way to enforce any relief that's ordered by the Eleventh Circuit, all right?  That's what I came in thinking your argument was. The second is -- is just no, it's just improper for the Eleventh Circuit to enter any order granting relief. So which is it?  Is it that it's improper to enter any order at this point?  Or is it -- you know, you can enter an order, but it's just not going to be enforced, and, therefore, this case is moot?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand the third option."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then you seem to be saying that if the -- if the law does not permit the issuance of a particular kind of order, and that's what the -- THE plaintiff is seeking -- or that's what the appellant is seeking, then the case is moot.  Is that your argument?  I thought that's a merits question, not a mootness question."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Cullen, are you saying that the -- under the treaty, there can be no rereturn order?  Is that what you're saying?  Whether the -- whether the return order was wrong or right, there can be no rereturn?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And there could be no rereturn by the terms of the treaty.  So this is an argument that hangs on what the treaty's terms say; is that correct?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It does equate, but now, you've got me -- I think I'm on the same wavelength."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And I think it was back just as well, let me see, because Justice Ginsburg -- I see the point of her answer now. It's really fact-specific to this case that you're talking about.  So it just happens that the child has now been in Britain or in Scotland for 18 months. And so the question of current habitual residence where they have been there for 18 months is a question of what's been happening over these 18 months, and what happened before the 18 months has absolutely nothing to do with it. And the most that the court of appeals could say is that it was resident in America 18 months ago, and that's no more relevant than saying that the cow jumped over the moon or some other thing.  Is has -- is that the point?  Is that the point?  Is that the point?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"I thought -- I thought that's what you were saying."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"If that's the point -- yes, that is the point.  Okay.  If that's the point --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the Convention doesn't know whether it's 18 months or 6 months or what counts as habitual residence, does it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's true, but you have to decide whether that's the habitual residence.  And it seems to me that you're adding a factual thing, that what happened in 18 months earlier has nothing to do with whether the child is now a habitual resident of Scotland. And what I want to know -- and I'm not going to find this in the treaty, I don't think, because it's not going to say whether it's 11 months or 12 -- but I want to know what source I look to, to show that you're right and that what happened 18 months previously has nothing to do with the child's habitual residence as of the place where he has lived for 18 months."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  Fact."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yours is fact.  I want to know what I look to, to find out that fact."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So everything turns, under your view, on whether or not the district court gives the losing party the 48-hour stay or whether the mother in this case decides to stay in the United States until the U.S. proceedings are done. The incentives if you prevail are for the custodial or the parent with control over the child to leave immediately.  Even after a motion has been filed -- if a motion for a stay has been filed, that's not a stay.  Get on the first plane out, and then you're home free.  That seems, to me, to be a very unfortunate result."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  I know, but the point is that the other side says that the decision was wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And -- you know, most -- not most, but many district judges don't like to immediately say, after they have issued a decision, well, there is a good likelihood that I'm wrong, and therefore, I'll issue a stay. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"So there has to be at least a period before somebody can go up to the court of appeals and get a stay, and if you're right, what's happening during that 48 hours or 24 hours is that the parent with control of the child is trying to find the first flight out, and once she does, it's all over."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if I understand your answer to Justice Kagan, your argument is dependent on the proposition that, under the Convention, that once the child has left this country, a U.S. court no longer has any power to order the child to come back; is that right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And I don't see where that was decided, either by the court in this case or in the Beckier case that the Eleventh Circuit panel here cited. There is no discussion in either of those opinions of the -- how the Convention -- what the Convention says on this question."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  This is not a -- this is not a question about our general standard of mootness.  This is a question of the meaning of the Convention.  As I understood your argument to Justice Kagan, your position is dependent on a particular interpretation of the Convention.  And I don't see any discussion of that interpretive issue in either of those opinions."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If the -- if the Convention said explicitly that a court in this country or whatever other sending countries involved could order the child back, this case would not be moot; is that correct?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And you -- but you say that the Convention, in effect, says exactly the opposite; once the child leaves, there can't be an order requiring their return."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But asking is not enough."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Because the mother can get on the plane the moment she hears that someone's asked."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Manely, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what he says is that, after 18 months in Scotland, the Scottish court will decide where is the habitual residence of the child.  We are now in August of year 2, and what happened before January of year 1 is now totally irrelevant.  So even if the American courts decided prior to January of year 1 the correct habitual residence was Alabama, when the -- when the Scottish courts decide what is his habitual residence as of 18 months later, they won't pay any attention at all to that American decision because it is not relevant. That, I take it, to be his argument, which depends on the long time, 18 months.  So what is your response?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was the purpose of the Convention, was to cut that out.  That's the whole reason for the Convention, that they wanted to stop the shuttling of children. Do you -- are you aware of rereturn? Your -- your thesis is that the -- that, now, the court of appeals could tell the district judge, you were wrong.  And then the father, armed with that, can go and get a rereturn order from the Scottish court under the Convention. Have there been instances under the Convention, was this question of rereturn -- is rereturn authorized, assuming that there was a valid return order, at least valid when it was entered and when the child was returned --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the incidence of rereturn under the Hague Convention?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there a Spanish case?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't there a Spanish case?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not a Scottish, Spain, a case from Spain."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where the child was, in fact, returned when --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the child returned? Or was it just a decision that the appeal could not be avoided?  Was the child returned by Poland?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- see, that's the whole problem, is that you -- you're going to have rival decrees of two countries, which is what -- exactly what the Convention was meant to avoid."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, there is an amici brief here that says that the Scottish courts will not pay attention to the habitual residence of a child at the time of the removal.  The amici brief that was filed with us yesterday, if I'm reading it correctly, suggests that the court believes that hasn't been settled in English law; is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That that -- so that proposition is not as settled as the amici suggests?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that sounds awfully speculative and conjectural.  That doesn't sound -- whether you're analyzing it under standing in the first instance or mootness later, that doesn't sound to be the sort of concrete injury that's required."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL E. MANELY","firstName":"MICHAEL","lastName":"MANELY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2043,"interruptions":25,"times_spoken":65,"laughter":0,"num_int_by":6},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1451,"interruptions":13,"times_spoken":23,"laughter":0,"num_int_by":4},{"id":2,"fullName":"STEPHEN J. CULLEN","firstName":"STEPHEN","lastName":"CULLEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2132,"interruptions":25,"times_spoken":53,"laughter":2,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":733,"interruptions":0,"times_spoken":20,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":901,"interruptions":4,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":409,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":948,"interruptions":4,"times_spoken":40,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":624,"interruptions":2,"times_spoken":30,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":296,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1340,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":365,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":38,"words_spoken":3494,"times_spoken":88,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":25,"words_spoken":2132,"times_spoken":53,"laughter":2,"num_int_by":8},{"side":"justices","interruptions":12,"words_spoken":5616,"times_spoken":157,"laughter":3,"num_int_by":8}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.6981413345635553,"respondent":0.3018586654364447,"date":1472501779159}}