{"petitioner":{"name":"COY A. KOONTZ, JR.","counsel":[0]},"respondent":{"name":"ST. JOHNS RIVER WATER MANAGEMENT DISTRICT\n","counsel":[1,2]},"caseNumber":"11-1447","date":"2013-01-15T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case 11-1447, Koontz v. St. Johns River Water Management District. Mr. Beard? "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's back up.  When he asked for a permit, he voluntarily said, I -- as mitigation for the loss of wetlands, I am going to voluntarily create a conservation easement on the rest of my property.  So he recognized, from day one, that there had to be some mitigation for what he was seeking to do in the permit.  Is that right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And if he had offered nothing, and he just said, I want this permit to develop my land, and the agency said, you have offered no mitigation, we deny your permit, would he have a claim?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose he just put in the application, no mitigating -- no mitigation of any kind, and the agency says no.  You recognize that he would have no claim, right?  That he had an obligation to mitigate."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"For what?  For what?  You wouldn't -- you wouldn't know what property was taken."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You are -- you are posing a situation in which he never came forward with any suggestion.  They never came forward with any suggestion.  You say he still has a cause of action for a taking?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A taking of what?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think the other side says that you may have such a cause of action here."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't -- wouldn't the other side in this case acknowledge that you have such a cause -- that you may have such a cause of action here?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they are just saying you don't have a cause of action for a taking."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I've had a problem with your argument, okay?  From the record, it's very clear that a conservation offer is not considered mitigation because there's still a net loss of wetlands. The policy is abundantly clear, stated, and undisputed. Okay? So, given that policy, why are we even in this case?  Meaning whether there was an exaction or no exaction or whatever happened in terms of the denial, you couldn't win on your offer because the policy of the State was clear and, in my mind, unassailable:  We have to preserve wetlands.  Conservation of other wetlands is not enough.  Mitigation means make sure that we get a net gain of wetlands. So why are we here?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you -- I think you have a problem then, Mr. Beard, because, if you look at the record, the record is very clear that it was not -- that the district didn't come back and say, take it or leave it, you -- you improve our wetlands, or you get no permit. There was -- and if you -- they are set out in the Respondent's brief at pages 13 to 15, oh, at least half a dozen, maybe more, that the -- the district said, here are several ways -- several ways that you could sufficiently offset the adverse impact.  And some of them had nothing to do with improving the government's own land. So if we can't -- we really can't say this was a take it or leave it, either you do the improvement that we are asking you to do, or you get no permit, what do you do with the fact that, as the appendix certainly bears out, that the district offered a range, it offered many, many ways that this permit might be granted.  And then it says, then you are free to come up with some other -- something else."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not -- because he wouldn't go beyond what he was offering, but that's -- some of these options -- one was that he -- that he adjust the size of his project, that he make it smaller. The -- the staff suggested eliminating -- no, that -- that's a different one. But there was one that suggested that he -- he reduce the scale, the Petitioner reduce the scale of his project to one acre and preserve the rest for the conservation easement.  Now, if that -- if he took that, would you have any -- any case here?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If they said, we will give you -- we will give you a permit if you reduce the scale of your project to one acre, and then preserve the rest by a conservation easement?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Beard, can I go back to Justice Ginsburg's first question and make sure I understand your answer to it? Suppose that the State just had a policy that said, We're concerned about wetlands; in order to develop your piece of property, you have to come forward with a proposal -- a mitigation proposal and an adequate mitigation proposal.  And then it gives some guidance about what an adequate mitigation proposal would mean, but it really leaves it up to the landowner. And the landowner says, sorry, I'm not giving you anything, I think I should be able to develop this on my own without providing any mitigation.  Is that -- and -- and the State says, well, then, sorry, you don't get a permit. Is that a taking?  Does the man have a takings claim?  I heard you answer the question yes."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- that's the next question I was going to ask you because my understanding of Nollan and Dolan was that it assumed the condition, if taken alone, would constitute a taking. Do you disagree with that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So then you need a taking someplace in the picture; isn't that right? Nollan/Dolan says this is how we analyze takings in the context of a permit scheme.  So we have to look for a taking.  So, in my example, where is the taking? This was Justice Ginsburg's example. Where is the taking?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the district did -- did have, as I think it did here, a uniform policy that, for every acre you develop, you have to preserve 10 wetlands -- 10 acres of wetlands. And then two cases, both hypothetical, one is somebody had an 100-acre parcel, and they want to develop five acres, and they have 50 acres that they mitigate for wetlands.  The other person has only one acre, and he wants to -- and he has to develop the whole acre. Can the district then say, we'll give you the one-acre development permit, if you reclaim wetlands on 10 other acres that you -- that we can designate for you elsewhere?  The hypothetical being designed to point out whether or not the crux of your argument is that he had to go off -- offsite."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in my hypothetical, you would -- would there be a violation in my hypothetical, as you understood it?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you normally decide whether the agency has done that right or not?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you normally decide?  Let's assume Justice Kagan's question -- or Justice Ginsburg's question.  No -- it just says, come to us with a mitigation plan.  And you say, this is what I offer, and it's enough.  And they say, no, it's not enough; denied. Would you go through the State administrative process, to figure out whether that was arbitrary and capricious, whether it was a Penn Central violation?  What would you do with that claim in the normal circumstance?  Justice Kennedy's question."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be an inverse condemnation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so what I think might be driving some of these questions is the district court says -- just as you say, had Koontz offered additional mitigation -- the additional that would have cost $10,000, he would have gotten the permit.  That's what he said. So then you look back to see what additional mitigation.  And, here, we have in the record, at least that my law clerk finds -- you know, that -- that they went to Koontz and they said, here are some choices: Install a subsurface stormwater management system in the development -- I mean, right on your land -- or reduce the size to one acre; or eliminate the filling of the slide slope areas; or replace 15 culverts and eliminate a ditch system somewhere else; or enhance 50 acres somewhere else.  Now, at that point, when -- and then they said, won't you negotiate for 30 more days, maybe we can find some other things?  He says, no, I'll bring a lawsuit.  Okay. Now, I absolutely can see a Penn Central claim there.  But the land -- what you're talking about is not some land somewhere off the site.  We're talking about his land.  If, after all, they said you have to leave all the coal in the mine to hold up the ceiling -- you know what I'm referring to -- then they go too far. And, here, if we look at all these conditions proposed and said -- you know, this is just terrible, they don't do it for anybody else, your client's the only one, it bears no relation, oh, it just goes too far, you win under Penn Central. So I can see the framework here.  I'm not saying you're going to win, but I got it clear what the framework is.  But suddenly you bring this Nollan/Dolan business into it, and I get confused.  And the reason is because there was a different piece of land in Nollan and Dolan. The piece of land that was different was an easement in front of -- and an easement is a piece of property in Nollan, and there was a bike path in Dolan, right across his property.  So -- so I don't see how Nollan and Dolan have to do with this.  I see everything that Penn Central has to do with it, and that grows out of the nature of what was being offered.  You are saying what they are offering you is simply going too far.  Okay. I've got that conceptually. I ask this question because all these briefs are about Nollan and Dolan, and I don't understand what they have to do with it.  I must be missing something, and that's why I am asking you."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But, of course, they are land claims because they took a piece of land, which everybody assumes -- right in front of his house -- and said, you've got to let everybody from the beaches walk back and forth from one beach in the north to another one in the south, and they are going to walk over your land. And the Court said, you can't take his land unless you have a nexus to some public purpose that is related to his building the house.  I got it.  I just don't see what it has to do with this case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you can.  In fact, there is too much coal.  That's an unconstitutional condition.  It goes too far, and there is a framework called Penn Central, which deals with it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which -- how does that not address going too far?  You just said it.  If -- if this is unrelated to the -- the denial of your permit of all uses of your land, and you're saying that's the problem, which is I still have a use, I just want more, why does that entitle you to your lost profits? When were you ever entitled to start with the claim that, somehow, you're entitled to a permit, as a matter of law?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's fine.  That -- that would enable you to challenge the denial of the permit, saying it's based upon an unconstitutional condition.  But how does it -- how does it enable you to say there's been a taking?  What has been taken?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It hasn't -- it hasn't been taken.  I mean, he turned it down."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the permit was granted in Nollan and Dolan.  And -- and the condition attached to the permit, therefore, took effect; namely, that you had to dedicate this easement over your -- over your beach, whereas, as my colleague pointed out, anybody could walk back and forth, barefooted. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Look, we have the same question.  I just want an answer to my question.  And, for the purposes of this question, I am assuming enormously in your favor.  I am assuming that this set of conditions is the worst thing since sliced bread. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"All right.  I think there -- all right.  I'm assuming that in your favor.  All right. be good. bad."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Sliced bread's supposed to"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"No, no.  It's been proved (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"The -- the -- but -- but in any case, the -- the point is, you see, I assume that in your favor.  I'm trying to figure out the conceptual framework.  I assume that in your favor.  I assume whether they didn't issue the permit and would have, but they haven't quite, or maybe they have -- it means nothing. Now, having assumed that, it seems to me what your argument is, is that this is a form of regulatory taking of the kind that Holmes was talking about.  And that -- that's what was going on in -- in Penn Central, and so we simply look to see if it went too far or whatever.  The lower courts could do that.  I got that part. Now, I want you to answer the question, which is, am I right?  Is there another part -- a different part to this case, called the Nollan/Dolan part and explain that to me.  That's why I asked the question.  I want to hear what you're going to say."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the record just doesn't bear that out; the record shows that it wasn't one option.  They gave him a laundry list of things he could do, some -- some of them having nothing whatever to do -- anything off his own property. Suppose the -- whatever the district court might have said, the record shows that the agency said, you're right, seven things you could do, come up with here are six, if you have something else.  And some of them have absolutely nothing to do with other properties."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where is that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Beard, I don't think anybody is contesting that there was a condition imposed or maybe there are.  But -- you know, there's another question whether that condition is a taking.  And we've been trying to figure out what's the taking here. In Nollan and Dolan, they took an easement, they took a piece of land, so that's the taking.  Now, you said the funds are the taking; is that correct? Any time that somebody comes up with a proposal for -- for a developer to pay money, in order to compensate the State for the costs that are associated with his development, that that is, itself, a taking?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand.  But, in the permit context, a State can't say to somebody, you have to pay to perform some service or to compensate without it being a taking and without it being subject to Nollan and Dolan analysis."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so, for example -- and I'll try to do this very quickly, if -- if the State just had a policy for every acre of wetlands you fill in, it costs us $10,000, you need to pay $10,000, that's subject to Nollan and Dolan analysis, too."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it -- it would be subject to Nollan and Dolan analysis if they took the $10,000.  If they issued the permit, the developer went ahead with the development, and the State then attached the -- the bank account in the amount of $10,000 or whatever, that would be Nollan -- in Nollan and Dolan -- in Nollan, there was a taking. He had gone ahead with the -- with the development of his house under the permit, which said, if he did that, he gave away the easement.  So there -- there was a -- a taking there.  The -- the easement would have been taken automatically. In -- in -- in Dolan, there was -- the individual had not gone ahead with the development, but it was clear that any development the person undertook would be subject to the -- the exaction that the municipality required.  So there was a -- a taking there, we said. Here, there's nothing that happens.  The permit was denied, unlike in -- unlike in -- in Dolan, where the permit was granted, and it was understood that, if she went ahead with it, she was going to lose -- lose some land rights.  Here, the permit's been denied.  I can't see where there's a taking here. Nothing's been taken."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The permit had issued.  The permit had issued in both of those cases, and, therefore, the person was saying, to go ahead with this permit, I give up -- I give up this land."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There was no approval with conditions.  There's one thing for -- for a municipality to issue an -- an approval with conditions, and a municipality saying, we can't approval it unless you agree to these conditions.  And the person doesn't agree, and the municipality says, we don't approve it."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I have one question. I know we -- you are running short on your rebuttal time. Assume that, when we look at this record, assume we think there is a due process violation, not a taking violation.  That is not before us here, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And I will afford you some additional time, since our questioning intruded on yours."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Wolfson? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Does it make any difference, in his refusing to do anything more, whether the condition is onsite or offsite?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Those are all State -- State law provisions you are talking about."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about is there -- is there anything in the Federal Constitution that limits the conditions that you can demand?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that's -- but there is no -- there is no restraint on the agency.  It can ask for the moon -- before it will give a permit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know of any case where the government has lost a Penn Central case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let me present -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't happen very often."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Just -- just to nail it down, your -- your position is that there is no limit in the Federal Constitution on what the agency can demand as a condition for the issuance of a permit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but the Takings -- the Takings Clause does not."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose the agency said, we are really short of revenue; we will let you develop your land, if you contribute a million dollars to our new football stadium?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it doesn't raise Penn Central.  You keep on running away from it by saying Penn Central or Lucas."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It does not deprive the land of all value.  The land still has some value.  Penn Central is totally out of the case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Sure it would have been -- sure it would have been, if they just went along -- to a landowner, and the landowner is there, minding his own business, and they say, well, you own some property, so give us a 1 million dollars to build a football stadium. That would be -- that would be unconstitutional, right?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I'm trying to understand what would be -- what would be left of Nollan and Dolan, if we agree with you. Let me give you three situations.  First, the petition -- the district says, we are granting your permit on the condition that you give us one-third of your land.  That's Nollan and Dolan, right?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Situation number 2, permit is denied, but it will be granted, if you give us one-third of your land.  What about that?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the same as the first example, for purposes of Nollan and Dolan?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now let me to get to my third.  The permit is denied, but it will be granted, if you give us the fair market value of the third of the land, and, once you have done that, then we're going to condemn your land and pay you the fair market value for it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"As I understand your position, cash is magical, right?  The -- the government can come in and -- come into my house, take all of the cash that's there, and that is not the basis for a takings claim, right?  Because cash is not -- is not a taking.  Does that make any sense?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The stopping point is don't take my cash."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Your -- your answer to my question is, that's okay, it's not a taking, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I may have some other cause of action, but not a -- not a taking?  The government's come in and taken my money."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking Nollan and Dolan.  I'm talking about your position that the taking of cash cannot be a taking."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I see, I see."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If they -- if they say, you have to turn over to us whatever money you have in your house, or you have to turn over to us whatever's in your bank account, that's not a taking."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"One of the things the -- the Federal provision, the Takings Clause, is designed to prevent property owners from having to bear the costs that should be borne by the people as a whole. The football stadium example, there is no reason that a particular landowner should have to pay for the football stadium, simply because he owns property. The Takings Clause is designed to make sure that those exactions are not imposed on property owners, but spread more evenly across the citizens who benefit from it.  And I guess I don't understand why you say that the Takings Clause is the one provision that doesn't apply in that type of situation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The generally applicable regulation in the football stadium hypothetical is not generally applicable.  It says, you are the owner of this property, and if you want to develop it, you've got to build a football stadium."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What if they do it to five or six other landowners, okay?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's -- let's put -- let's put it this way:  I take it, it's -- it's a given that the government cannot take an easement on your property.  It cannot use your property for its own purposes.  It cannot park its trucks there.  It cannot cut the grass. Why is it that, if it can't do those, it can still force you, as a condition to using your property to its highest and best use, to pay them money?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't that an equal burden -- why isn't that an equal use of the property by the government?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Really?  Gee, that doesn't strike me as -- as entirely true."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You mean a tax that is imposed only on landowners, and it's -- you know, it's a tax -- $5,000 per landowner, if that were replaced by a provision that said, every -- every landowner shall contribute to the State a portion of his property worth $5,000, that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The latter is bad, and the former's okay?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So that -- am I wrong about -- I might have this -- I thought the framework, roughly, is the following:  it is not the case that Penn Central applies only where there is a physical invasion of property, or there is total destruction of the value of the property. In those two situations, what we said in Lucas is it applies without case-specific inquiry, but there are another set of cases where Penn Central and McMahon apply with case-specific inquiry. And those, to discover whether you have one, you look into such things as whether the regulation destroys investment-backed expectations.  And then you look to the nature of the government interest and the relationships, et cetera.  That's what I thought the framework was. Now, if that's the framework, then, when the government says, I will let you develop your land if and only if you give $50,000 to the Shriners Hospital, you would say, I can't develop my land.  And, besides, that significantly interferes with my investment-backed expectations.  And, besides, there is no relation whatsoever.  Therefore, I win under the Takings Clause. Now, I spell all that out because I -- if I'm wrong about that framework -- if I am right about the framework, that can apply to this case.  If I am wrong about the framework, I want to know where in the cases I'm wrong."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That surprises me."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So, if I'm right about the framework, that takes care of all the hypotheticals you were asked.  In those cases, there is a significant interference with investment-backed expectation.  And there's no justification whatsoever, so the Takings Clause applies."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Justification is the protection of wetlands.  That's a justification, the protection of wetlands. There's no necessary comparison, as Nollan and Dolan requires, between the harm that would be occasioned if the permit were granted and what the State is exacting in order to mitigate. That -- that doesn't exist anywhere in -- in the analysis that you are talking about."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, that is a problem. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think that your point goes to the question that has been raised about -- there's no permit issued.  He didn't accept the -- the permit.  And I don't understand that proposition. Are you saying that, if you are confronted with an unconstitutional condition, you have to accept it, and then you can challenge it?  You can't simply say you denied that on the basis of an unconstitutional condition, and that's wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  I'm trying to get to the Federal.  You often fall back to the State provisions.  I'm looking at the Federal Constitution. And, assuming the State provisions give you no relief, is it your position that he has no claim, unless he accepts a permit with unconstitutional conditions?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Wolfson, why isn't it entirely reasonable to say, if you are going to put a condition on a permit, that condition has to have some rough proportionate relationship to the harm that is being done to the permit -- what -- that seems to me perfectly sensible, that if they are going -- if they are going to exact a condition, the condition has to have some discrete proportional relationship to the harm?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in Penn Coal v. Mahon, the government didn't enter the property.  It didn't take the property in the physical sense of moving in inappropriate.  It just says, congratulations, you have some coal under your land, and we hope you enjoy it because you can't move it. And we said that is a taking, that is a regulation that goes too far.  And it deprived, as Justice Breyer indicated, the owner of investment-backed expectations, although that word wasn't in Penn-Mahon."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Wolfson. Mr. Kneedler? "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What was taken in Nollan and Dolan?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In Nollan, was it the easement that was taken?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but it -- wasn't what was taken unreasonably the ability of this homeowner to make the alterations to his house that he wanted to make?  He wanted to add another story and the court -- and the State said, you can't do it. And its only basis for saying, you can't do it was because you wouldn't give us the easement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what about -- what about the football stadium?  Do they -- can you pick a particular landowner?  I mean, you took a case in which there is no question, under Nollan and Dolan, about the relationship, proportionality, and nexus. Let's put those to one side because the issue is whether Nollan and Dolan apply.  Can the government say, okay, you want a permit, we will give you the permit, if you fund the new football stadium?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But the one constitutional provision that is concerned with protecting property owners from having to bear burdens that should be borne by the public at large is not applicable?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  Why isn't the answer, yes, it is applicable?  Of course, it's applicable.  I own a piece of land, and they have significantly interfered with my investment-backed expectation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and to say that I can't put a house on this because I'm supposed to pay for a football field, which has nothing to do with it, is as close to insisting that you have to have 4,000 columns of coal in your mine, so that you can never use it, as I can think of.  It's Holmes brought up-to-date."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, at least that argument would be made --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And why wouldn't it be a winning argument?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I agree with you --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, can I go back to the questions presented for a moment?  The court below did two separate rulings, I think.  One is there can't be a taking if the -- if the claim is that it's of an undifferentiated money, not a res.  And I think you would agree with that. If the only issue is an obligation to pay money, that that's not a takings claim, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  There was a second holding, however, which really gets ellipsed by the second, which is a denial of a permit doesn't permit you to raise the Nollan/Dolan case.  And it appears, to me, even if there is an easement situation -- so, even if there is an actual takings claim at issue, do you agree with that first holding by the court below?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Assuming we narrow it not to undifferentiated money, but is there a difference between a denial or a grant?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree -- your friend on the other side cited a number of places in the record, where he thought your condition was satisfied, that the denial of the permit was expressly based on the failure to comply with the offered conditions."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't this unreal?  I mean, you are saying, all along, in the negotiations, the agency says, if you do X, you get the permit.  And X is -- would -- would be an unconstitutional condition. Okay.  He refuses to do X.  The permit is denied with a general statement like this:  The permit is denied because he has refused to do the -- the necessary mitigation. Isn't it clear that the reason he's refused to do the necessary mitigation, is he has refused the last demand of the agency?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what he's going to say, in part, is -- I guess, I did a little numbers from your brief, the 37 million acres in Florida, say about 4 million are bodies of water and say a third of them are built up, and we have 11 million that are wetland and 11 million that aren't.  That's crude. So they're saying why in heaven's name are we supposed to -- everybody wants to build.  And why should the people that happen to live in wetland have to pay for all the other wetland?  That's just coincidence. So he is going to say that that is like the Shriners Hospital.  You are going to say, no, it isn't like the Shriners Hospital. Now, all I'm saying is isn't it at least an issue, under the Takings Clause, whether it is or isn't?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I know you'll say that.  He will say that it is."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you may be right, but you are making Nollan and Dolan a trap only for really stupid districts -- you know, if they -- they say the right words and then they are out from under it; isn't that right?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why should it matter whether the -- whether the permitting authority says expressly in the denial, \"It's denied because you didn't do this,\" or it just says, \"It's denied,\" but it's perfectly well understood what was needed -- what they were going to demand in order to get it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Kneedler. Mr. Beard, you have three minutes. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do we do with what Mr. Kneedler says is a ruling in your favor on this question, that all denials are subject to Nollan and Dolan?  What do we do with that? I mean, what's the -- I see an enormous flood gate here and one in which we are sending a signal that, perhaps, States should be more quiet, rather than more engaging.  They should just say no because anything they offer is going to be seen as an -- potentially, as an unconstitutional taking. They should just plain say no and not explain why, not engage in any work with you to mitigate."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they're not.  People are asked to pay taxes.  Homeowners are asked to pay taxes all the time; development fees, if they want to develop something.  People are subject to money exactions all of the time in this society."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what happens in just -- when the legislature passes a development fee? Are you, now, saying that's subject to Nollan and Dolan, too?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Finish your thought."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel. The case is now submitted."}],"people":[{"id":0,"fullName":"PAUL J. BEARD","firstName":"PAUL","lastName":"BEARD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2394,"interruptions":26,"times_spoken":46,"laughter":0,"num_int_by":7},{"id":1,"fullName":"PAUL R.Q. WOLFSON","firstName":"PAUL","lastName":"WOLFSON","counsel":true,"justice":false,"side":"respondent","words_spoken":2008,"interruptions":28,"times_spoken":43,"laughter":0,"num_int_by":4},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1055,"interruptions":12,"times_spoken":20,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":695,"interruptions":0,"times_spoken":25,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":637,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1043,"interruptions":1,"times_spoken":34,"laughter":2,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":624,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":434,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":412,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1371,"interruptions":2,"times_spoken":16,"laughter":2,"num_int_by":1},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":238,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2394,"times_spoken":46,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":40,"words_spoken":3063,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":3,"words_spoken":5454,"times_spoken":114,"laughter":4,"num_int_by":2}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.5601689424981794,"respondent":0.4398310575018206,"date":1472501779163}}