{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"AMALGAMATED BANK\n","counsel":[1,2]},"caseNumber":"11-166","date":"2012-04-23T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-166, RadLAX Gateway Hotel v. Amalgamated Bank. Mr. Neff. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But how does one determine what is the indubitable equivalent of the creditor's claim?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the sale -- something -- the sale can't go on without the court's approval.  I mean, the -- the auction has to have the court's approval, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And so what qualifies as indubitably equivalent?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the -- suppose the creditor thinks that the -- the sale was -- undervalued the assets, that it -- it wasn't the equivalent?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't the -- isn't the issue who is going to decide whether something is really the indubitable equivalent?  Is it going to be the judge, which is what you would like?  Or is it going to be determined through a particular bidding procedure --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- namely, where there can be credit bidding, which is what the -- which is what the Respondent would like."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if the Respondent thought that what the judge would determine would indubitably provide the indubitable equivalent, then there wouldn't be an issue here, right? The reason why there's an issue is because they don't think that what the judge will decide will indubitably provide the indubitable equivalent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't that -- isn't that pretty much what he bargained for when he insisted upon security before giving the loan?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're depriving the secured creditor of the opportunity to hold on to the asset because he thinks it is, for perhaps a short period, unreasonably devalued.  Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did -- did I cut off your answer to Justice Alito?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the -- could the judge say, when the proposal is made to him, the only way I can be sure that it is the indubitable equivalent is to have the sale open to credit bidding, which is what we always do?  Can the judge say that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you're, you're --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":6,"sideBefore":"justices","text":"It makes no sense to me what you are saying because, under all circumstances, the credit bid, unless the property is valued higher than the credit bid amount, but then another bidder could do -- could make -- could enter that bid."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The maximum value always has to be the value of the credit."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If the -- if the -- if the creditor is willing to put it at risk that way."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And so what's wrong with that? I mean, a creditor loaned you a million dollars.  For the million dollars, he got an interest -- a secured interest in a piece of property.  And that property is worth whatever it was -- whatever it's worth -- less than a million, and he says that's the deal. I -- I have a secured interest in this; I want the property.  Now, you are better off because you can stretch out the payments over time, and maybe you don't have to give it to him immediately, but I don't see anything unfair about saying, give him the property if he wants it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in accordance with (i), (ii) and (iii).  I mean, I'm not saying skip those."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand that. mean, as I read it, to put it out on the table, I read this makes perfect sense.  What they are trying to do is help the debtor a little, without mucking up the secured creditor's collateral.  Choice (i), give the secured creditor his collateral, and there is still a lien on it.  He has what he had before, and the debtor is better off because he can stretch the payments out over time, and that's one and two. Choice (ii), we give the creditor some new collateral.  Hmm, that's a little risky, but to be sure it's fair, we are absolutely certain, with a few exceptions not relevant, that the creditor can credit bid.  So he has it within his control. Choice (iii), something else which comes up in different situations, for example, a creditor who is over-secured, see, and -- and they want to sell the piece of property.  And he says, sure, I will let you sell it, but I want something that's the equivalent, give me this other property over here that you own, that has no liens at all.  And the judge can look at that and say that's fair.  That's what (iii) is basically about, as far as I could understand it. So it all makes sense to me.  And I don't understand why you would want to have a rule saying that (iii) trumps (i) and (ii) and stops credit bidding."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's the whole thing, as I am seeing it at this moment.  So I'll give you a chance to reply."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it doesn't have the language, which is why we have a case.  But, I mean, trying to interpret it in a way that makes sense, what is wrong with what I said as a way that makes sense? mean, why, since we are trying to give the -- the creditor the indubitable value, at the very least -- the best way to do that would be let the creditor credit bid."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why not?  And you can read it.  You don't have to read it the way that -- that you want.  You could read it the opposite way, too."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm looking at it from the perspective of a bankruptcy system --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that is trying to get secured creditors what they have their security in, while giving the debtor the advantage here of being able to stretch out his payments."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how would they get anything, anyway?  I mean, your brief suggests that, somehow, there are these unsecured creditors in the mix who are going to receive some benefit if your understanding of this statute goes forward. But, you know, in a circumstance like this, doesn't the secured creditor either get the property or get the money from the property, and the unsecured creditors are out of the mix regardless?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But those are -- those continue forward.  So even if the secured creditor got the property, there would be mechanic's liens on the property, isn't that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Neff, can -- are you done? I'm sorry. I didn't want to stop your answer."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- let's look at the text.  Little (ii) provides for exactly what you want to do here.  What you want to do under (iii) is precisely what (ii) says, except you want to eliminate, subject to Section 363(k) of this title, right? Does it -- does it make much sense for a provision to say you can do it three ways:  number (i); number (ii), you can have this sale subject to credit bidding; and number (iii), after -- after saying that, specifically, oh, you can have this sale, not subject to credit bidding? That's -- that's not a very sensible statute.  Why -- why go through that -- that problem of -- of saying number (ii), if you could have left it to number (iii) anyway?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's just not true from what you just said, meaning what you just said is that the buyer, obviously, is paying other things off, and by definition, he's deducting that from the purchase price.  No one gives a purchase price for a piece of property and agrees to pay something else and gives the highest price for the property once they've done that. So what you're asking for is permission for the debtor to use this property to pay other debts, and that's what I thought a secured interest prevented."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So why doesn't he get --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't he get everything that the buyer is promising to everyone else? For that, indubitably, is part of the price because he is giving out money to others.  That's part of the value of this property.  So why isn't the creditor -- the secured creditor, entitled to all of the proceeds from the property?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No -- with -- with sales price, but not from all the payments."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You still haven't answered my --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You still haven't answered my question.  If the buyer had money that he's willing to give up to others, why isn't he putting it in the purchase price?  Why isn't that part of the price?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could -- could you explain what the reasoning is for requiring a credit bid, if property is sold during the plan, but not permitting it when it's sold at plan time?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that delay the bankruptcy in every situation?  I can't actually understand what benefit, other than delay of the bankruptcy process, that would occasion."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Uh-hmm."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Neff, don't you feel sorry for the United States?  The United States is often in the creditor situation, and the United States cannot come up with cash. Are they going to run to Congress and get an appropriation for each -- each security case it has? What -- what do you propose we do with the United States?  The United States just can't take any security interests anymore or what?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't understand."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't have that right now?  They don't have that right now?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Neff, can I understand how your system would actually work in practice? Suppose you have an -- an auction, and there is -- the top value was $500.  And then you have the secured creditor, let's say, is in the position of the United States and comes in and says, we couldn't credit bid, but we -- excuse me -- we couldn't pay cash, but we think it's $750."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And, now, the court has to decide whether it's $500 or $750, after the auction has gone forward.  What happens?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now, let's say the court says, You know, I think that the government is right; it's really $750.  But you've already had a sale."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and you've sold it for $500."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't the court always say, when -- when it's confronted with this situation, the government comes in, and the court says, yes, well, you know, I -- I guess that that price is probably so low because nobody could credit bid. I mean, wouldn't that always be a -- a frailty of whatever -- whatever price it sold for?  Wouldn't it always be?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that might be, but -- you know, it doesn't -- it doesn't take a genius to figure out that if you allow people to bid for cash or for credit, you are going to get more bids and higher bids than -- than if you allow them to bid for cash only."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That just means that you can't find a buyer who is willing to pay that much."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You said -- look, in subsection (iii), if it applies here -- I assume there's -- suppose it doesn't apply here.  There is a safeguard against having no bidder. Bidders who would bid more than what the creditor thinks it's worth, the creditor will want them in this.  And if they -- he doesn't want it in, it's because he thinks it's worth more in his own hands.  So what's the problem? But there is a problem the other way.  The problem the other way -- and I'm not saying it's this case, but there are -- is that the insiders say to the stalking horse, we would like you to put this up at a low price and give us a job.  And if they keep the creditor out, well, that's a big incentive. And they are the ones who know what a hotel is worth, the judge doesn't know, and there is always leeway.  And so that -- that was worrying me about this fact pattern.  You want -- you want to get rid of my worry?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Good."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, but the concern was -- I gather there is no other bidder, you have said.  You've just found the stalking horse.  You agree to pay the stalking horse a million and a half dollars, in case he doesn't get it.  And then the people from the inside are being hired by the stalking horse, if he wins."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I'm not -- I'm sure they are acting very honestly.  But you would have to say, in such a situation, that there is an incentive to try to value everything on the low side by the debtor to make sure that stalking horse gets the property.  And that incentive is destroyed -- or at least doesn't work, if you allow the creditor bid."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When this procedure is followed, how often does a buyer, other than the stalking horse, obtain the property?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't realize the judge had to approve --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The judge has to approve the stalking horse?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The vast majority of bankruptcy courts have permitted credit bidding in these situations.  So if the vast majority of bankruptcies have stalking horses, then the norm is working, without us having to rule in your favor."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And stalking horses still come in.  So it's not as if the 363(k) procedure is failing in maximizing prices."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- say it again? I didn't -- I didn't understand that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- Well, this is a case, though, where you would not want the asset sold.  In other words, looking at it, he thinks, for particular, unusual situations, this is vastly undervalued; I am holding an asset that is going to appreciate if I hold onto it.  So he doesn't want the asset sold."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And what -- what is the doubtless equivalent of his claim?  Measured by the current market conditions?  Or does that include some premium, based on the assumption that it's going to increase in value over some period?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Maynard? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Or -- or he is entitled to realize the indubitable equivalent of his claims.  You really do just kind of elide the fact that the statute says, \"or.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They tried and failed to prove what?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Cause."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Cause."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Your -- your friend on the other side suggests that (ii) and (iii) address different ways of protecting the secured creditor.  (ii) is procedural, right?  You can go through these procedures, and you can cram down, so long as you are going through these procedures, which include credit bidding. Or you can cram down if you ensure that he receives the indubitable equivalent, a substantive protection.  What is wrong with that reading?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is it correct that, really, the heart of your argument is that the real value of this property is greater than the value that you think the Bankruptcy Court would assign to it, if this were done under subsection (iii)?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why?  Why do you have that fear?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But doesn't clause (i) depend upon a judicial valuation?  In clause (i), the Court has to say, what is the present value of your property, so that it knows what the right income stream is."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How about in subsection (iii), where it talks about substitute collateral? That's completely a judicial valuation, isn't it?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is it about the auction -- what is it about the auction process that you think is likely to produce or creates an -- an unacceptable risk of producing a valuation that is -- that is too low?  Is it because of this -- the use of the stalking horse or -- or what is it about the process?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but there is, of course, a good reason, which is consistent with the policy of the Bankruptcy Code, which is you do want to look out for the other creditors as well.  And if the secured creditor is getting, indubitably, the value of this security, why don't you weigh in the balance at least the interests of -- of the other creditors?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe in this particular case, but that's not going to be true in every case, and we are asked to issue a ruling that is going to apply in every case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know, but the whole premise of why this problem arises is that the security is worth a lot less than -- than it was, obviously, when it was -- was purchased.  Or a lot less than -- a lot less than the claim that it was meant to secure."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What is -- I was just guessing before, but, I mean, if you're right, what is the (iii) -- the indubitable equivalent, what kind of situation does that come up? I mean, I was guessing it would come up, maybe an over secured creditor, they want to -- they want to sell the property, and he still wants his security, and they have to put in equivalent property that wasn't mortgaged, but I was just guessing."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so what is it really -- what is it really used for, in your opinion?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I'm sure."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I was thinking."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me what the -- what's the purpose -- if you permit credit bidding, why do you go through the sale at all, if it's always -- if the credit is always going to be higher than the value?  Why don't you just turn over the property under (iii)?  What -- why do you -- why do you go through the sham of a sale?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So it is the stalking horse dance?  At what point do they credit bid until they get the highest price from someone else and then let that other person have it, is that it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"When do you think, under 363(k), what's good -- what would constitute or has constituted in the case law good cause not to permit credit bidding?  What situations have arisen under 363(k), where a court has found good cause?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  What --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How does a creditor commit malfeasance?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How does it -- how does it work in practice?  Is this something that is subject of extensive negotiation?  The secured creditor says, well, I'm interested in bidding in a credit bid, but I appreciate that that's going to make it difficult for you to get cash. And you've got these unsecured creditors who would want -- and so, what?  I'm not going to credit bid, so long as -- or I will only credit bid up to this particular amount; or let's sit down and work out a deal, negotiate over exactly how we're going to handle my security.  Is -- is that really how it happens?  Or is that not -- or not."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't that be a reason for saying that there's no adequate -- there's nothing under (iii) that would be the indubitable equivalent? In other words, one thing is to say that, if you -- if (ii) -- if you fit into (ii), that's it, you don't go to (iii).  Another is to say, well, you can go to (iii), but it's most unlikely that there would be the indubitable equivalent of allowing credit bidding."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The Petitioner suggests that the usual rule that the specific governs, rather than the general provision, doesn't apply in this case because the specific is not a subset of the general. What's -- what's -- what's your view about that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I lost you.  I lost you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's not just the requirements, but the exceptions to the requirements. What are you referring to?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You said, earlier, we have never said that the specific has to be a subset of the general.  How do -- how would it otherwise be specific and the one general?  It seems, if they are not a subset, then they are alternatives.  I don't see how the whole doctrine makes any sense, if the specific is not a subset of the general."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So when we say, our doctrine says the specific controls over the general, the specific is a subset of the general?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Harrington? "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Big case for the government, Ms. Harrington, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It is a big case for the government."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You have got a whole cadre of U.S. trustees that, presumably, can look out for the interests of the poor United States."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought we were worried about the situation where it's a creditor."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In those cases, of course, the trustee's there, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but, of course, it could bid up if it thinks that there are going to be other bidders, right?  It has a lot more flexibility than the other bidders to -- to the extent of its security interest."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That just begs the question, Congress gave them a right -- I mean, that's what we are deciding, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What is the reference? In clause (ii), we were just told, the -- the last  clause refers to \"under clause (i) or clause (iii).\" What -- what is the reference in (ii) to clause (iii)? What does that mean?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, valuing property is what bankruptcy judges do all the time, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Neff, you have 4 minutes remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What you just said is, so long as they come in with some appraisals that are above what -- what the property sold at for cash, then it's not the indubitable equivalent?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you've got to have at least one appraiser who says it's -- it's worth more. Is that all it takes?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Indubitable is indubitable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you have one honest appraiser who says --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what happens if you go to the judge and the judge says, there is one higher bid, so I can't say it's indubitable?  Then what happens?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that assumes that you can just pull out a wad of cash from your back pocket, but, mostly, the debtors are not in that position.  So it just seems like a gigantic waste of time."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I'm a person who believes that, in the business world, the greatest security is just knowledge of what courts will do.  And what the two courts who have agreed with you have done is contrary to what the majority of courts have done for -- for the longest time. What's the value for us upsetting the norm?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the business value for upsetting the norm?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That means, because people didn't think they could do it in plan sales.  So why should we upset the expectation?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They could have gone under (i) and -- and given the secured lender what he's entitled to, which is a future stream of payment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"If -- please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID M. NEFF","firstName":"DAVID","lastName":"NEFF","counsel":true,"justice":false,"side":"petitioner","words_spoken":3215,"interruptions":33,"times_spoken":71,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DEANNE E. MAYNARD","firstName":"DEANNE","lastName":"MAYNARD","counsel":true,"justice":false,"side":"respondent","words_spoken":2799,"interruptions":16,"times_spoken":31,"laughter":0,"num_int_by":5},{"id":2,"fullName":"SARAH E. HARRINGTON","firstName":"SARAH","lastName":"HARRINGTON","counsel":true,"justice":false,"side":"respondent","words_spoken":1370,"interruptions":4,"times_spoken":12,"laughter":1,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":760,"interruptions":0,"times_spoken":27,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":187,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":240,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":578,"interruptions":3,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":661,"interruptions":3,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":935,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":349,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":33,"words_spoken":3215,"times_spoken":71,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":20,"words_spoken":4169,"times_spoken":43,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":3710,"times_spoken":117,"laughter":0,"num_int_by":3}],"outcome":{"side":"respondent","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.4723279285555504,"respondent":0.5276720714444496,"date":1472523515549}}