{"petitioner":{"name":"ARIZONA, ET AL.","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"11-182","date":"2012-04-25T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 11-182, Arizona v. The United States. Mr. Clement. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- could I interrupt? And turning to 2(B), could you tell me what the state's view is -- the Government proposes that it should be read on its face one way, and I think the state is arguing that there's a narrower way to read it.  But am I to understand that, under the state's position in this action, the only time that the inquiry about the status of an individual rises is after they've had probable cause to arrest that individual for some other crime?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- can I --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- just stop -- stop you there just one moment? That's what I thought.  So, presumably, I think your argument is that, under any circumstance, a police officer would have the discretion to make that call.  Seems to me that the issue is not about whether you make the call or not, although the government is arguing that it might be, but on how long you detain the individual, meaning -- as I understand it, when individuals are arrested and held for other crimes, often, there's an immigration check that most states do without this law. And to the extent that the government wants to remove that individual, they put in a warrant of detainer.  This process is different.  How is it different?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand that's their argument.  I can question them about that."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I want to get to how -- assuming your position, that doing it on a systematic -- there's nothing wrong with doing it as it's been done in the past.  Whenever anyone is detained, a call could be made.  What I see as critical is the issue of how long and under -- and when is the officer going to exercise discretion to release the person?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens if -- this is the following call -- the call to the -- to the Federal government.  Yes, he's an illegal alien.  No, we don't want to detain him. What does the law say -- the Arizona law say, with respect to releasing that individual?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm putting all of this outside of -- of -- the --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But how would the state officer know if the person is removable?  I mean, that's sometimes a complex inquiry."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it takes two weeks to make that determination, can the alien be held by the state for that whole period of time --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- just under Section 6?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what would be the standard?  You're -- you're the attorney for the -- the alien, he -- they are going to hold him for two weeks until they figure out whether this is a removable offense.  And you say, under the Fourth Amendment, you cannot hold for -- what?  More than a reasonable time or --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How do they have -- well, the same question, but -- but I'm trying to think of examples.  Example one is the person is arrested.  Now, it says any person who is arrested shall have the person's immigration status determined before the person is released.  So I wonder, if they have arrested a citizen, he's Hispanic-looking.  He was jogging.  He has a backpack.  He has water in it and Pedialyte. So they think, oh, maybe this is an illegal person.  It happens he's a citizen of New Mexico.  And so the driver's license doesn't work. And, now, they put him in jail.  And are you -- can you represent to us -- I don't know if you can or not -- can you represent to us he will not stay in jail, in detention, for a significantly longer period of time than he would have stayed in the absence of Section 2(B)? Do you want to represent that or not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, if you cannot represent that -- and I'm not surprised you don't want to -- I mean, I don't know --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, fine."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Fourth Amendment -- since -- for -- I mean, that's -- that's another question.  I don't know how long the Fourth Amendment allows.  I don't know on that.  There probably is a range of things.  But we do know that a person, ordinarily, for this crime, X, would have been released after a day. Oh, you know, the Fourth Amendment would have allowed more.  So, now, what I want to know is what, in practice, will happen? You -- from your representation, I think that there will be a significant number of people -- some of whom won't be arrested.  It takes 11 minutes for some.  For citizens, it might take two hours.  It might take two days.  Okay.  There will be a significant number of people who will be detained, at the stop or in prison, for a significantly longer period of time than in the absence of 2(B). Is that a fair conclusion?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Anyway, if this is a problem, is it -- is it an immigration law problem?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or is it a Fourth Amendment problem?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the Government's attack on this that it violates the Fourth Amendment?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a different argument --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Can I make the following statement in the opinion -- and you will say that's okay.  Imagine -- this is imaginary.  \"We interpret\" -- imagine -- \"we interpret Section 2(B) as not authorizing or requiring the detention of any individual under 2(B), either at the stop or in prison, for a significantly longer period of time than that person would have been detained in the absence of 2(B).\" Can I make that statement in an opinion, and you'll say, that's right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But can I say that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to make sure that I have a clear representation from you.  If, at a call to the Federal agency, the agency says, we don't want to detain this alien, that alien will be released for -- unless it's under 6, is what you're telling me. Or under 6, 3, or some -- one other of Arizona's immigration crimes."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Then tell me --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"So, you'll concede that the -- that the state has to accept within its borders all people who have no right to be there, that the Federal government has no interest in removing?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's all the statute -- and you call up the Federal government, and the Federal government -- yes, he's an illegal immigrant, but that's okay with us."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and the state has no power to -- to close its -- its borders to -- to people who have no right to be there?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, I think --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think Justice Scalia's question was the -- was the broader one, just as a theoretical matter.  Can we say -- or can -- do you take the position that a state must accept, within its borders, a person who is illegally present under Federal law?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that is by reason of his alien --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, before you move on to the registration requirement, could I take you back to an example that's similar to the one that Justice Breyer was referring to? Let's someone -- let's say someone who is a citizen and a resident of New Mexico, has a New Mexico driver's license, drives across the border, is stopped for speeding, not 60 miles an hour in a 20-mile zone, but 10 miles over the speed limit on an interstate.  And the officer, for some reason, thinks that this person may be an illegal alien.  How would that work out? If you do the records check, you're not going to get anything back, right, because the person is a citizen?  So what -- where would the officer take it from there?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it dispel reasonable suspicion if it's -- if the officer knows it's a state that issues driver's licenses to aliens who are not lawfully in that instance --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that may be the case, and I would like to ask General Verrilli about that.  But, under the Fourth Amendment, presumably, if the officer can arrest -- the state officer can arrest a person on -- simply on the ground that the person is removable, which is what the Office of Legal Counsel opined some years ago, then, presumably, the officer could continue to detain that individual that I mentioned, until they reached a point where the Terry stop becomes an arrest.  At which time, they would have to have probable cause. But, if they had probable cause to believe the person was removable, then they could hold the person, presumably, until the -- the person's status was completely verified, isn't that correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, could -- does Section 6 permit an officer to arrest an individual who has overstayed a visitor's visa by a day?  They are removable, correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the definition of public offense?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, maybe it's a good time to talk about some of the other sections, in particular Section 5(C). Now, that does seem to expand beyond the Federal government's determination about the types of sanctions that should govern the employment relationship. You talk about supply and demand.  The Federal government, of course, prohibits the employment, but it also imposes sanctions with respect to application for work.  And the state of Arizona, in this case, is imposing some significantly greater sanctions."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Would you agree that -- would you accept, as a working hypothesis, that we can begin with the general principle that the Hines v. Davidowitz language controls here, and we're going to ask our principal -- our primary function is to determine whether, under the circumstances of this particular case, Arizona's law stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress? Is -- is that an acceptable test from your standpoint?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but then the government on this section is going to come and say, well, there may be -- this must be -- this -- the enforcement of this statute, as Arizona describes it, will be in considerable tension with our -- with our basic approach; isn't that what I'm going to hear from the government?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, for those of us for whom legislative history has some importance, there seems to be quite a bit of legislative history that the -- that the idea of punishing employees was raised, discussed, and explicitly rejected."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The preemption language would be geared to what was decided to be punished. It seems odd to think that the Federal government is deciding on employment sanctions and has unconsciously decided not to punish employees."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They did -- they did provide -- I mean, your position was the Federal legislation regulates the supply side.  That leaves the demand side open.  But there is regulation, and the question is whether anything beyond that is inconsistent with the -- the Federal -- it's not just that the person is removable, but, if they use false documents in seeking work, that's a Federal crime. So we have the -- what you call the supply side is -- is regulated, but you want to regulate it more."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We'll give you plenty of rebuttal time, but I'd like to hear what you have to say about Section 3 before you sit down."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would --  double prosecutions be -- suppose that an alien were prosecuted under Federal law for violating, basically, the terms of 3.  Could the states then prosecute him as well?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, it seems that the -- I would think the largest hurdle for you is Hines, which said the registration scheme -- Congress enacted a complete registration scheme which the states cannot complement or impose even auxiliary regulations. So I don't see the alien registration as a question of obstacle preemption, but appeal preemption that alien -- we don't want a competing registration scheme.  We want the registration scheme to be wholly Federal."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you something?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Well, in that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Justice Alito."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"justices","text":"In that regard, we are told that there are some important categories of aliens who can't obtain registration -- cannot obtain Federal registration; and, yet, there are people that nobody would think should be removed.  I think someone with a pending asylum application would fall into that category. How would Section 3 apply there?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course, if you've entered the country illegally, you can't get a registration."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it would -- but --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that.  I understand the distinction you're drawing, that you can't be prosecuted for lack of a registration, if you couldn't have gotten a registration."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Clement. General Verrilli. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Before you get into what the case is about, I'd like to clear up at the outset what it's not about.  No part of your argument has to do with racial or ethnic profiling, does it?  I saw none of that in your brief."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So this is not a case about ethnic profiling."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"General, could you answer Justice Scalia's earlier question to your adversary?  He asked whether it would be the Government's position that Arizona doesn't have the power to exclude or remove -- to exclude from its borders a person who's here illegally."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, all that means -- it gives authority over naturalization, which we've expanded to immigration.  But all that means is that the government can set forth the rules concerning who belongs in this country.  But if, in fact, somebody who does not belong in this country is in Arizona, Arizona has -- has no power?  What -- what does sovereignty mean if it does not include the ability to defend your borders?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it's still up to the national government.  Arizona is not trying to kick out anybody that the Federal government has not already said do not belong here.  And the Constitution provides -- even -- even with respect to the Commerce Clause -- \"No state shall without the consent of Congress lay any imposts or duties on imports or exports except,\" it says, \"what may be absolutely necessary for executing its inspection laws.\" The Constitution recognizes that there is such a thing as state borders, and the states can police their borders, even to -- to the point of inspecting incoming shipments to exclude diseased material."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if the state does --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"That's a question of enforcement priorities. Well, let's say that the government had a different set of enforcement priorities, and their objective was to protect, to the maximum extent possible, the borders.  And so anyone who is here illegally, they want to know about, and they want to do something about, in other words, different than the current policy. Does that mean, in that situation, the Arizona law would not be preempted?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I have the same question as the Chief Justice.  Suppose that the Federal government changed its priorities tomorrow, and it said -- they threw out the ones they have now.  And they said the new policy is maximum enforcement, we want to know about every person who's stopped or arrested, we want -- we want to their immigration status verified. Would -- would the Arizona law then be un-preempted?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any example where -- where enforcement discretion has the effect of preempting state action?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about another -- another case of ours where we've said that, essentially, the preemption of state law can occur, not by virtue of the Congress preempting, but because the executive doesn't want this law enforced so -- so rigorously, and that preempts the state from enforcing it vigorously. Do we have any case that says that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they do that with all -- with all Federal criminal statutes.  And you acknowledge that, as a general matter, states can enforce Federal criminal law, which is always entrusted to the Attorney General."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you say that the Federal government has to have control over who to prosecute, but I don't see how Section 2(B) says anything about that at all.  All it does is notify the Federal government, here's someone who is here illegally, here's someone who is removable.  The discretion to prosecute for Federal immigration offenses rests entirely with the Attorney General."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  So, apart from Section 3 and Section 5, take those off the table, you have no objection to Section 2?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly.  You -- the Federal government has to decide where it's going to use its resources. And what the state is saying, here are people who are here in violation of Federal law, you make the decision.  And if your decision is you don't want to prosecute those people, fine, that's entirely up to you.  That's why I don't see the problem with Section 2(B)."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Only under Section 3 and Section 5."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Let's say you're worried about --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Right. For the notification, what could possibly be wrong, if Arizona arrests someone, let's say for drunk driving, and their policy is you're going to stay in jail overnight, no matter what, okay?  What's wrong, during that period, by having the Arizona arresting officer say, I'm going to call the Federal agency and find out if this person is here illegally because the Federal law says the Federal agency has to answer my question. It seems an odd argument to say the Federal agency has to answer the state's question, but the state can't ask it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You think there are individual cases in which the state can call the Federal government and say, is this person here illegally?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So doesn't that defeat the facial challenge to the Act?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that every -- suppose every law enforcement officer in Arizona saw things exactly the same way as the Arizona legislature.  And so, without any direction from the legislature, they all took it upon themselves to make these inquiries every time they stopped somebody or arrested somebody. Would that be a violation of Federal law?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But what if they said, well, we don't care what your priorities are; we -- we have our priorities, and our priority is maximum enforcement, and we're going to call you in every case?  It was all done on an individual basis, all the officers were individually doing it --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that would be okay?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"General, I am having --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I can't understand because your argument -- you seem to be saying that what's wrong with the Arizona law is that the Arizona legislature is trying to control what its employees are doing, and they have to be free to disregard the desires of the Arizona legislature, for whom they work, and follow the priorities of the Federal government, for whom they don't work."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the hypothetical is that that's all the legislature is doing."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  I'm a little confused -- general, I'm terribly confused by your answer.  Okay?  And -- and I don't know that you're focusing in on what I believe my colleagues are trying to get to. Making the -- 2(B) has two components, as I see it.  Every person that's suspected of being an alien who's arrested for another crime -- that's what Mr. Clement says the statute means -- the officer has to pick up the phone and call -- and call the agency to find out if it's an illegal alien or not. He tells me that, unless there's another reason to arrest the person -- and that's 3 and 6, or any of the other provisions -- but putting those aside, we're going to stay just in 2(B), if the government says, we don't want to detain the person, they have to be released for being simply an illegal alien, what's wrong with that?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Taking out the other provisions, taking out any independent state-created basis of liability for being an -- an illegal alien?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Sounds like racial profiling to me."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have the statistics as to how many arrests there are and how many -- and what the -- percentage of calls before the statute?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What does this have to do with Federal immigration law?  I mean, it may have to do with -- with racial harassment, but I thought you weren't relying on that."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Are you objecting to harassing the -- the people who have no business being here?  Is that -- surely, you're -- you're not concerned about harassing them.  They have been stopped anyway, and all you're doing is calling up to see if they are illegal immigrants or not. So you must be talking about other people who have nothing to do with -- with our immigration laws.  Okay?  Citizens and -- and other people, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that has nothing to do with the immigration law --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- which is -- which is what you're asserting preempts all of this activity."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's -- let me just go back because I think -- I'm trying to get focused the question, I think, others are asking.  And one way to focus it is the same question I asked Mr. Clement. Think of 2(B), the first sentence.  All right? Now, I can think -- I'm not saying they are right -- but, if that means you're going to hold an individual longer than you would have otherwise, I can think of some arguments that it is preempted and some replies.  So keep that out of it. Suppose that we were to say, that sentence, as we understand it, does not raise a constitutional problem as long as it is interpreted to mean that the policeman, irrespective of what answer he gets from ICE, cannot detain the person for longer than he would have done in the absence of this provision. Now, in your view, is there any preemption exemption -- argument against -- any preemption argument against that sentence as I have just interpreted it?  I don't know what your answer is, and that's why I'm asking."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And if so, what?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It is not an effort to enforce Federal law.  It is an effort to let you know about violations of Federal law.  Whether or not to enforce them is still entirely up to you.  If you don't want to do this, you just tell the person at LESC -- if that's the right -- is that the right acronym?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- LESC, look, when somebody from Arizona calls, answer their question, and don't even bother to write it down.  Okay?  I stopped somebody else, is he legal or illegal, let me check -- it's -- oh, he's illegal.  Okay.  Thanks.  Good-bye. I mean, why -- it is still your decision. And, if you don't want to know who is in this country illegally, you don't have to."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Under 2(B), the person is already stopped for some other reason.  He's stopped for going 60 in a 20.  He's stopped for drunk driving.  So that decision to stop the individual has nothing to do with immigration law at all.  All that has to do with immigration law is the -- whether or not they can ask the Federal government to find out if this person is illegal or not and then leave it up to you. It seems to me that the Federal government just doesn't want to know who is here illegally or not."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Anyway, what -- what's wrong about the states enforcing Federal law?  There is a Federal law against robbing Federal banks.  Can it be made a state crime to rob those banks?  I think it is."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But does the Attorney General come in and say, you know, we might really only want to go after the professional bank robbers?  If it's just an amateur bank robber, you know, we're -- we're going to let it go.  And the state's interfering with our -- with our whole scheme here because it's prosecuting all these bank robbers."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, would anybody listen to that argument?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Of course not."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, are you talking about 3 now or --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- or does this argument relate to 2 as well?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, could I ask you this about 2, before you move on to that?  How is a -- this is just a matter of information.  How can a state officer who stops somebody or who arrests somebody for a nonimmigration offense tell whether that person falls within the Federal removal priorities without making an inquiry to the Federal government? For example, I understand one of the priorities is people who have previously been removed, then that might be somebody who you would want to arrest and -- and remove.  But how can you determine that without making the -- the inquiry in the first place?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what if they just -- they stop somebody for a traffic violation, but they want to know whether this is a person who previously was removed and has come back or somebody who has just -- just within the last few hours, possibly, come -- well, let's just -- somebody who's previously been removed. How can you know that, without making an inquiry?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if -- what if they just rolled in Whiting? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"That's a pretty good one."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Look, in the Federal statute, it says in 1373 that nobody can prohibit or restrict any government entity from making this inquiry of the Federal government.  And then it says that the Federal government has -- any agency -- and then it says the Federal government has an obligation to respond. Now, assuming the statute were limited, as I say, so nothing happened to this individual, nothing happened to the person who's stopped that wouldn't have happened anyway, all that happens is the person -- the policeman makes a phone call.  Now, that's what I'm trying to get at. If that were the situation, and we said it had to be the situation, then what in the Federal statute would that conflict with, where we have two provisions that say any policeman can call?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What's the -- that's -- that's where I'm trying to push you."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because, in my mind, I'm not clear what your answer is to that."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can I get to a different question?  I think even I or someone else cut you off when you said there were three reasons why -- 2(B). Putting aside your argument that this -- that a systematic cooperation is wrong -- you can see it's not selling very well.  Why don't you try to come up with something else? Because I, frankly -- as the Chief has said to you, it's not that it's forcing you to change your enforcement priorities.  You don't have to take the person into custody.  So what's left of your argument?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- please move more --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"General, you have been trying valiantly to get us to focus on Section 3, so maybe we should let you do that now."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe 1306(a) ought to be amended, then.  I mean, we have statutes out there that there a lot of people in violation of it and -- well, the Attorney General will take care of it.  Is that how we write our criminal laws?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Again, I ask you, do you have any other case in which the basis for preemption has been you are interfering with -- with the Attorney General's enforcement discretion?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I think that's an extraordinary basis for saying that the state is preempted."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's not criminalizing anything that isn't criminal under Federal law."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's -- it's the bank. It's the Federal bank example --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- a state law, which criminalizes the same thing that the Federal law does."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose -- well, assume these are two hypothetical -- two hypothetical instances. First, the Federal government has said, we simply don't have the money or the resources to enforce our immigration laws the way we wish.  We wish we could do so, but we don't have the money or the resources. That's the first -- just hypothetical."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":5,"sideBefore":"justices","text":"You said that in your brief, didn't you?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Also -- also hypothetical is that the state of Arizona has -- has a massive emergency with social disruption, economic disruption, residents leaving the state because of flood of immigrants.  Let's just assume those two things. Does that give the state of Arizona any powers or authority or legitimate concerns that any other state wouldn't have?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And can they go to their legislature and say, we're concerned about this, and ask the legislature to enact laws to correct this problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, keep going."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"General, didn't you say in your brief -- I forget where it was -- I thought you said that the Justice Department doesn't get nearly enough money to enforce our immigration laws?  Didn't you say that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly.  Okay.  So the state says, well, that may be your priorities, but most of these people that you're not going after -- or an inordinate percentage of them, are here in our state, and we don't like it.  They are causing all sorts of problems.  So we're going to help you enforce Federal law.  We're not going to do anything else.  We're just enforcing Federal law."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying the government has a legitimate interest in not enforcing its laws?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"General, when -- when -- I know your brief, you had -- you said that there are some illegal aliens who have a right to remain here. And I'm just realizing that I don't really know what happens when the Arizona police call the Federal agency. They give the Federal agency a name, correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, you don't really have knowledge of what --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  And what does the computer have?  What information does your system have?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how does that database tell you that someone is illegal, as opposed to a citizen?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Today, if you use the names Sonia Sotomayor, they would probably figure out I was a citizen. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But let's assume it's John Doe, who lives in Grand Rapids."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So they are legal.  Is there a citizen database?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  There is or there isn't?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So the guy who is -- so if you run out of your house without your driver's license or identification and you walk into a park that's closed and you're arrested, you -- they make the call to this agency.  You could sit there forever while they -- you're --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I had a little -- wasn't sure about your answer to Justice Kennedy. Is the reason that the government is not focused on people who are here illegally, as opposed to the other categories you were talking about, because of prioritization or because of lack of resources? You suggested that if the -- every illegal alien that you identify is either removed or prosecuted, that that would cause tensions with other governments. So I -- I don't understand if it's because you don't have enough resources or because you don't want to prosecute the people who are simply here illegally, as opposed to something else."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can't you avoid that particular foreign relations problem by simply deporting these people?  Free them from the jails --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And send them back to the countries that are -- that are objecting."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's the problem with that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So we -- we have to -- we have to enforce our laws in a manner that will please Mexico?  Is that what you're saying?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It sounded like what you were saying."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And your concern is the problems that would arise in bilateral relations if you remove all of these people -- or a significant percentage or a greater percentage than you are now. Nothing in the law requires you to do that. All it does is lets you know where -- that an illegal alien has been arrested, and you can decide, we are not going to initiate removal proceedings against that individual.  It doesn't require you to remove one more person than you would like to remove under your priorities."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And that -- and that arises under 3 and 5?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But not 2?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Section 5."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- think field preemption; is that your argument with respect to this section?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Clement, 5 minutes. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're inviting -- you're inviting the very sort of conflict that he's talking about because what's going to happen, now, is that, if there is no statement by the Federal agency of legality, the person is arrested, and, now, we're going to have Federal resources spent on trying to figure out whether they have an asylum application, whether they have this, whether they have that, whether they are exempted under this reason, whether the failure to carry was accidental or not -- I mean, you are involving the Federal government in your prosecution."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you may say we're not because all we're going to show is -- what?  That we got a Federal call -- we got a Federal answer that the person wasn't registered?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No -- no Confrontation -- no Confrontation Clause problem with that?  With relying on a call to a Federal agency and the police officer says, you're arrested, you're charged, it's not an illegal alien -- or it is an illegal alien."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  How about -- what -- how about they get a response, yes, it's an illegal alien?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So how -- where do they get the records that show that this person is an illegal alien that's not authorized to be here?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Who do they get it from?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Clement, General Verrilli.  Well argued on both sides.  Thank you. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":4542,"interruptions":37,"times_spoken":59,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":4667,"interruptions":54,"times_spoken":87,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1050,"interruptions":2,"times_spoken":33,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1289,"interruptions":9,"times_spoken":38,"laughter":1,"num_int_by":4},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":181,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":495,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":785,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":964,"interruptions":3,"times_spoken":35,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":809,"interruptions":5,"times_spoken":17,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":4542,"times_spoken":59,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":54,"words_spoken":4667,"times_spoken":87,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":26,"words_spoken":5573,"times_spoken":156,"laughter":2,"num_int_by":5}],"outcome":{"side":"respondent","margin":2},"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472501779169}}