{"petitioner":{"name":"VIRGIL D. \"GUS\" REICHLE, JR., ET AL.","counsel":[0,1]},"respondent":{"name":"STEVEN HOWARDS.\n","counsel":[2]},"caseNumber":"11-262","date":"2012-03-21T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 11-262, Reichle v. Howards. Mr. Gallagher. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There's just a little bit of noise in the courtroom, and I'm -- I have a little bit of difficulty hearing your very opening statement."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Yes.MR. GALLAGHER:  -- U.S. Secret Service agents who arrested him, allegedly with a retaliatory motive, after he lied to them about whether he touched Vice President Cheney.  There are three reasons why these agents should not be held personally liable. First, the absence of probable cause should be a required element of a retaliatory arrest claim. Thus, this Court is called upon to answer the question that it left open in Hartman v. Moore. Second, U.S. Secret Service agents acting in their protective capacity should be entitled to a qualified immunity when they make an arrest with probable cause.  Indeed, to view it any other way would be to subject Secret Service agents to the potential of retaliatory arrest claims based upon a mere allegation of retaliatory animus, something this Court has steadfastly refused to do, and for good reason:  Because retaliatory animus is easy to allege and hard to disprove. And, third, regardless of whether this Court decides to extend the Hartman rule, the law in 2006, at the time of the arrest was not clearly established, thus entitling the agents to qualified immunity."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"What was the probable --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I don'tunderstand --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"What was the probable cause?  What was the probable cause for the arrest?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Explain that to me. That's a false statement to a government officer, but that's not the reason -- 1001 wasn't the reason that these officers had to arrest.  They -- there was a question of assaulting the Vice President, and I think that the charge that eventually was made in the State court was harassment.  So, there's no indication that these officers had 1001 anywhere in their minds."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they have to give -- at least when you stop a car, the test is whether there wasprobable cause, not whether that was the reason that the officer stopped the car."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was a broken taillight.  There existed probable cause, whether that was the basis on which he acted or not.  Now -- is it any different when --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"With respect to an arrest?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So long as they have good reason for an arrest, it doesn't matter."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- we've never held that in respect to a claim that the real reason the police arrested was retaliation against, for example, a picket sign having an unpopular point of view or a statement having an unpopular point of view.  That is, this Court has never held that it overcomes an arrest where there's a claim of retaliatory First Amendment action; is that right?MR. GALLAGHER:  That's right, and --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"All right.  And what you're saying is your first reason is that we should say that. And the -- the question I wanted to ask you there is, you make a very strong case where the President and Vice President are involved, the need to protect them, but the rule that you there adopt is a rule that will apply to every police officer, anyone who arrests anyone anywhere in the country, and no matter how clear it is that the motive was retaliation against a point of view, that individual will be protected from a Bivens action. So, it sounds as if your first claim -- the remedy sweeps well beyond the need that you sketch.  And so, I'd like your response to that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that.  I'm just saying if I agree with you on your first that if there is a probable cause for an arrest, then wouldn't I have to say there is no retaliatory First Amendment claim when a border officer chases into Arizona a personwith whom he politically disagrees, and there are 14 bishops who will say he cared about nothing but his political disagreement?  And there's nothing to the contrary, and he says:  Oh, I happened to notice -- at trial -- that when he left he reached out and snatched a $5 bill that was in the till.  And so, I had probable cause to arrest him. End of case.  Now, that sounds very far-reaching, and I don't know that I'm prepared to do that.  So, therefore, is there another way you might win your case, or should I do that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And, of course, Hartman dealt with prosecutions.  But people all the time don't arrest others.  Policemen frequently don't arrest people for everything they might arrest them for.  I mean jaywalking, to take an example.  Or all kinds ofthings where they just normally don't arrest somebody. You might -- or I'm sure you didn't, but I might sometimes have driven 60 miles an hour in a 55-mile zone.  And I shouldn't even admit this.  I hope I get away with it. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"But -- but you see, it's different arrests and prosecutions."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it different?  You -- you acknowledge that prosecutors always prosecute, that they never exercise discretion and say, oh, what the heck, you know?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All the time.  All the time.  I don't know that it's any less frequent than -- than an officer deciding not to arrest."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, that --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, if that something about you they don't like is that you're wearing an antiwar armband, are we going to let that plaintiff not recover, because somehow we need to protect police officers so much, in the discretionary use of this vast power they have to arrest that we're going to permit them to trample the First Amendment, essentially? Or are we going to say, in the normal situation there is a First Amendment claim, even with probable cause, if you can prove that it's the motivating factor for the arrest; but we treat Secret Service differently? And I think that was the pointJustice Breyer's getting to, and the one I'm most interested in."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If we don't extend. Hartman, how do we in a principled way deal with the unique needs of the Secret Service?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're jaywalking, there's probable cause."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but what does it have to do with violating the First Amendment?  Meaning, if police officers have discretion and they would not otherwise arrest you except for their dislike of your speech, that's a violation of your right to free speech, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We can go to that question later."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not suggesting absolute immunity?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's a different kind of qualified immunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Srinivasan. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I assume you would include U.S. marshals?MR. SRINIVASAN:  Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"F.B.I. agents?  So, you're talking about protective details."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Does your rule apply regardless of the degree of animus that the agent is alleged to have had as to the particular view being expressed?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Why is there any difference if -- when ordinary policemen are policing an authorized demonstration --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Illegitimate?  You just --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Look, you just used theword \"crowd control.\"  And I take it, in saying the word \"crowd control,\" you are making a distinction."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you want -- do you want the same rule of automatic, you know, immunity -- it's sort of automatic immunity -- when crowd control isn't at issue, where there's a history of persecution of an individual by a particular officer, da, da, da?  I mean, you know, we can make up cases."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Did you want it absolutely across the board, or are you going to start making distinctions?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, I agree with you about the crowd control."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I see that.  I see that problem.  I see the problem of protecting people in public life; I see the problem in protecting the President."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, how far -- now, giventhat that's a particular problem where views are likely to be evidentiary -- unpopular views actually are, unfortunately, but how far do you extend it?  You say extend it to everything.  To jaywalking, to persecutions, to, you know -- that's what's making me a little nervous."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you have a sense of how many of these First Amendment retaliatory claims in those jurisdictions that permit them -- I know they're more limited -- how many of these cases arise?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And with what frequency?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It's -- a non-felony. I'm sure it's in the millions."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Even though this -- I think in Hartman, Justice Souter gave two specific reasons, neither of which apply in this context.  I mean, this is -- it's the prosecutor who institutes the charges, but the suit is not against the prosecutor, who would be absolutely immune.  So, that is not in this picture.  Here we have one officer. So, it would certainly be an extension of Hartman because the reason that Hartman gave for the rule was tied to -- very much tied to prosecution rather than arrest."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You might apply the same immunity for selective enforcement based on race?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I'm aware of the reservation in Whren.  Why should there be a difference in the Fourteenth Amendment equal protection and First Amendment speech?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what about for crowd control?  You want to extend it to crowd control as well.  What difference does the First Amendment make there?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"How many cases -- you might know this; you might have information on how many cases over 5 years or whatever period there actually have been against Federal protective officials of retaliatory First Amendment activity."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It would be in the Department, wouldn't it?  Do they keep track?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do we know that this is not unique, the one before us?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But when you looked up your research for this, did you find any other case in which anyone had ever asserted a First Amendment claim of retaliation for an arrest?MR. SRINIVASAN:  In --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Yes, against a Federal --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Against a Federal protective official."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"May I go back to the probable cause, the question I asked before?  It's not like the taillight.  1001 came up in court.  I -- this situation may well have warranted probable cause for assault, probable cause for harassment.  But where did -- but the 1001 was not the -- was in no one's mind.  It does seem quite strange."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But doesn't it matter that it's something that comes up only in court; it's not something that -- I mean, why wasn't the natural -- well, one would expect probable cause to arrest because it was an assault or harassment -- the actual charges that were made?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel.Mr. Lane. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There's no --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"That's an assault, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All it takes for an assault is an unwanted touching."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's not incidental if you reach out and touch somebody on the shoulder or the arm."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's fine, and he didn't -- he doubtless didn't consider those contacts hostile. But when somebody tells you \"I think your policies aredisgusting\" --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, just don't tell me that it's -- it's not a crime.  It is an assault if it's an unwanted touching."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what you've described is not when the person was arrested, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The person was arrested later, when approached by the Secret Service agent, lied about whether he touched the Vice President; at that time, in a non-protected area, was carrying a bag, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And wandering around.  Turns out that he was looking for his son.  But if you're the Secret Service agent, you see somebody who said your policies are disgusting, that person touches the Vice President, he -- he lies to you.  He comes back, he's carrying a bag and he's wondering -- wandering around, do you think it's reasonable at that -- well, I guess you don't -- (Laughter.)CHIEF JUSTICE ROBERTS:  To arrest the person?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The reason it's multifaceted is because I'm trying to capture what might have been going through the Secret Service agent's mind at the time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what would be going in a reasonable Secret Service's agent's mind at the time."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but they did say -- and also you've left out that one of the agents overheard him say he was going to ask the Vice President how many babies he killed that day."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So, their job is to protect the Vice President."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's their job."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And it's a very emotional subject."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And if something happens to the President, nobody's going to say, oh, you know, what were you doing?  And the whole country is in mourning.MR. LANE:  Correct."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"We understand that.  And, therefore, it's a matter of concern that the -- if you have a rule of law that says to the agents, when you hear someone who says how many babies are you going to kill that day, I'm going to ask the Vice President, I'm going to touch him, I am going to then tell them a lie when they ask me if I touched him -- that's cause for concern."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Now, if there's a lawsuit, the agency will say we just can't do it.  We can't do it.  We can't use that as a basis for stopping that individual."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All that poses a problem. Now, you're -- and I -- I think -- I recognize it as a problem.  I'm not saying I have the solution."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And it wouldn't be a violation of the First Amendment if they only did that because they didn't like the ideas he was expressing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Wouldn't that be a violation of the First Amendment?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Even though they're doing it for -- they do it for a racial reason, would that be okay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Of course not.  I don't see how your -- your First Amendment exception doesn't apply to those things as well as to --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- to the arrest."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, what you have, under your theory, a person should put on his car a bumper sticker that says \"I hate the police\" and then every time they're pulled over, they will have -- certainly a plausible case is you violated my First Amendment rights.  It's not because I was going 60 miles an hour; it's because of my bumper sticker."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And the police officer -- at that point, he says, you know, I can't give a ticket to this guy without being hauled into court on personal liability because he's got a credible case that it was for First Amendment grounds."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  You've already got the officer in court.  I mean, you get a speeding ticket, and most times they don't show up because they have got other things to do.  Now he's gotto show up in district court, in State court, to defend against this."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  Well, this --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that -- is that a case that you could state?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"He pulled me over, he gave me a speeding ticket, but the only reason he picked me out is because I had a bumper sticker saying \"I hate the police.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Does that go totrial?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why doesn't it go to trial?  And -- well, does it go -- I mean, do you get depose the police officer?  You know, why did you stop him?  Did you stop anybody else for going 65 miles an hour that day?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's not a conclusion.  I mean, if -- if he didn't have the bumper sticker and you asserted in the pleading he stopped me because he knows I hate the police, that's a conclusion.  But if you have the bumper sticker, he says, you know, I had the bumper sticker, and that's why he stopped me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, the only way you can find out is you put in the evidence -- here's the bumper sticker -- and you put the police officer on thestand --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- and you say, why did you do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And then all of a sudden -- I don't know why everybody doesn't have a bumper sticker."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, say, though, that in the case of the President, what you're hearing is, as you well know, that the combination of disparate political views and risk is unlike other situations. And I don't know if they can prove it or you could prove the contrary, but that's -- that's a claim.  And I can't say there's nothing to it.So, let me suggest to you another arrow which – I’ll ask you what you think of this arrow, and the answer's going to be not much, but I'm interested in hearing --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- your reason."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In -- in Hartman, Justice Ginsburg and I dissent."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And we referred to a D.C. Circuit case.  And in the D.C. Circuit, it said -- it talked about rare cases \"where strong motive evidence combines with weak probable cause to support a finding that the prosecution would not have occurred but for the ... animus.\"  Now, so far, you think \"fine.\" But suppose you were to say because of the factors that have just been mentioned where the President's at stake, the courts -- where his life is at stake, the President's -- the courts will not infer once probable cause exists that it's weak.  And the courts will not infer from the simple presence of political disagreement that the motive of retaliation is strong, which in fact would produce a very limited extension of Hartman to the case of protecting the President of theUnited States. And now, I know you're not going to agree with that, and I'm trying it out and I'm not saying I agree with it, but I want to see what you -- how you react."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Let's go past that for a second.  What was it that the arresting agent said or did that showed the animus?  Meaning, because that another officer actually saw it and understood himself what he thought doesn't mean that this agent who was told that there had been a touching had that information.MR. LANE:  The evidence --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":8,"sideBefore":"justices","text":"So, I know collective knowledge is a theory in a lot of cases, but let's deal with the facts of this case.  What's the animus?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How does all of that prove your point of animus in light of the undisputed fact that he lied about touching the Vice President?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And that's the --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You do understand that this case is inviting the questions the Chief Justice asked, which -- and which -- as Justice Breyer and some of us are concerned about, which is what your adversary has described as First Amendment voicing is going to be a part of many, many arrests."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How do we draw a lineoutside of the one that you proposed by your adversaries, that probable cause is the line?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That doesn't enmesh the police in a constant barrage of claims that just because they angered a police officer, that's why they were arrested."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Would you --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Would you acknowledge that the Secret Service faces a different situation from ordinary police officers in conducting their daily activities, in that Secret Service agents may legitimately take into account First Amendment activity by someone who is in the vicinity of the President or the Vice President in assessing the degree of danger the person presents?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Again, I don't understand why you -- why you say that they're immune from the charge of First Amendment retaliation for that but not immune from the charge of First Amendment -- I mean --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If you say they're doing it on First Amendment grounds for the one, they're doing it on the First Amendment grounds for the other.  Why is either one okay?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So, then putting it in their point of view, I just what he actually said. He was very angry, your client.  I mean, judging what he said -- there were a lot of swear words and so forth -- he was pretty angry at this whole situation. So, you're a Secret Service agent, and you hear him say -- speak like this -- he has every right to speak like that.  I mean people do.  I understand that. But now he's also thinking that -- I'm nervous about this.  The President is here, the Vice President, whatever --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- same thing -- and I've got to do my job.  So -- and nobody's going to say, ho, ho, First -- whatever if is -- if somebody is hurt."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, he has also lied about whether he touched the President."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And he has also been talking about the President killing people."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Killing babies and so forth and --MR. LANE:  Let's see if he's a threat."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"All right.  So, what is he supposed to do in your view?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it is in this situation --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But this situation, I've -- I'm pretty --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Nothing there."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"He says, okay --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"A lot of people in that place."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he lied.  He --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But they didn't arrest him -- they didn't arrest until after he lied, right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And when you say that, that means that almost all of these cases have to go to trial --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- before a jury.Well, how are -- how can they be stopped before they go to trial?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I engaged in First Amendment -- I engaged in First Amendment activity."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, summary judgment, that's -- you've already been in court for a long time when you're talking about summary judgment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there is an easy way out of it.  We could agree with the -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"One thing about your analysis that concerns me is that you seem to have a very black-and-white view of what's going on in the officer's mind:  Did you stop -- did you arrest him because of retaliation or was it because of legitimate security? And I suspect that the people engaged in this type of thing have intuition.  I mean, they don't sit there and say, well, let's see; is it because he says he didn't like the war in Iraq, or is because he's wandering around, looks like he's looking for something, with a -- with a bag?  I mean, I assume they sort have experience and they calculate all this in and say I've got to do something.  And how do you parse those different motivations?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"One reason that I, in fact, don't like the answer is because what the agent is now going to have to factor -- in addition to the hostility of the views, the touching of the Vice President, the lying about it, the wandering around with the bag -- is in the back of his mind, you know, if I'm wrong, I may be held personally liable in damages for taking some action that some jury somewhere is going to say was based on retaliation rather than my obligation to protect the Vice President."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Which -- is there a record of retaliatory arrests by Secret Service agents against people who say things that are critical of the President and the Vice President?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we lost a couple of Presidents, didn't we? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it's ambivalent.  I mean, suppose it turns out you have this trial.  We know what words were spoken.  Get to the trial; it turns out Reichle is a strong opponent of the war in Vietnam. Then, end of trial, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SEAN R. GALLAGHER","firstName":"SEAN","lastName":"GALLAGHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1349,"interruptions":7,"times_spoken":24,"laughter":0,"num_int_by":5},{"id":1,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2326,"interruptions":13,"times_spoken":28,"laughter":0,"num_int_by":4},{"id":2,"fullName":"DAVID A. LANE","firstName":"DAVID","lastName":"LANE","counsel":true,"justice":false,"side":"respondent","words_spoken":2936,"interruptions":34,"times_spoken":72,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":770,"interruptions":3,"times_spoken":28,"laughter":2,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":273,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":451,"interruptions":5,"times_spoken":22,"laughter":1,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1415,"interruptions":11,"times_spoken":44,"laughter":1,"num_int_by":4},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":449,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":135,"interruptions":2,"times_spoken":6,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":3675,"times_spoken":52,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":34,"words_spoken":2936,"times_spoken":72,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":25,"words_spoken":3828,"times_spoken":132,"laughter":4,"num_int_by":8}],"outcome":{"side":"petitioner","margin":8}}