{"petitioner":{"name":"","counsel":[0,1]},"respondent":{"name":"SMITHKLINE BEECHAM CORPORATION, DBA GLAXOSMITHKLINE.\n","counsel":[2]},"caseNumber":"11-204","date":"2012-04-16T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 11-204, Christopher v. SmithKline Beecham. Mr. Goldstein. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is that consistent with the Government's argument?  They argue, quote, \"an employee does not make a 'sale' for purposes of the 'outside salesman' exemption unless he actually transfers title to the property at issue.\"  The statute refers to a consignment for sale.  When that occurs, does -- does the consignor actually transfer title to the property at issue?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that, but I would appreciate an answer --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to my question."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the Government's position consistent with the reference to consignment for sale? When a consignment for sale occurs, is there a transfer of title?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a -- a transfer of title?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps I should ask them about -- about their position."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  I -- I don't agree that there's an agreement for transfer of title. Where there's a consignment, you give the property to somebody, and he says I will sell it to somebody if somebody will buy it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no agreement to transfer title."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's purely a future contingency.  If someone will buy it, I will sell them -- sell it to that person on your account."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, not really, but anyway, go ahead."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because -- because the limitation on sale is they can't sell -- by Federal law, they can't sell.  And you -- you are debating about exchange, sale.  What strikes one about this case is that these are workers -- they work autonomously.  They don't clock in and out.  They work outside the workplace.  After they're trained, they have minimal supervision. Is there any other category of exemptworkers that have that kind of autonomy and yet come under the wage and hours law?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"For example, what are the -- that's what I wanted to know.  What are the categories of people that seem to be autonomous, not the type that clocks in and out?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I don't understand what that is."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What's an emergency service worker?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  They're not on duty all the time.  Aren't -- don't they have hours of duty?  My goodness.  Some of them make enormous overtime wages because they've put in hours beyond their regular hours of duty --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"These people have no hours of duty."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, doesn't that just -- I mean, that's when the doctors are there."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about the extras?  I mean, we're told that part of this job is to have a good relationship with the doctors.  It includes dinners.  It may be conventions. Entertainment, maybe golf.  If -- if you're right, would the time on the golf course get time and a half?MR. GOLDSTEIN:  Well, a couple things about that, Justice Ginsburg. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You were -- you were giving examples, and we just stopped at --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- emergency service worker.  But you said there are many examples --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of people who are highly autonomous and still come under the hours regulation."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And these are all -- these are all within the Fair Labor Standards Act?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any occupations or pursuits that are not covered by the Fair Labor Standards Act because -- on the rationale that they are out, that they are unsupervised, and so forth.  In other words, if you were arguing the case of the Respondent, would you -- would you have any close analogies to areas that are not -- that are exempt; in other words, they wouldn't be salesmen, but there'd be some other classifications to fit them in?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress can draw -- draw even silly lines."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If Congress draws it, it's a line.  But the line you're suggesting here -- both your brief and the Government's, as I recall, say, my goodness, if we find for the Respondent here, there'll be so much uncertainty in the future.  I'm not sure there isn't a lot of uncertainty if we -- if we find in your direction. Now, let me give you an example.  One of my law clerks -- my law clerks supplement my sparse life experience. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"One of my law clerks is familiar with the -- the framing business.  Okay?  Now, salesmen of frames do not sell the frames at the time that they visit the -- the framing company or the framing store.  They get a commitment that in the future, that person will order from the framing company.Now, is that a sale?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but there is a commitment.  There is a commitment to -- what they're trying to get is a commitment to consider this drug if it's appropriate for prescription to patients in the future.  That's a commitment."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a peculiar line of commerce.  And -- and you're saying that what constitutes a sale -- a salesman cannot take account of the fact that this is a weird line of commerce, where you're selling to people who cannot make a commitment."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Mr. Goldstein, doesn't --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":8,"sideBefore":"justices","text":"May I ask you to followup on other -- other categories of employee?  You gave me cleaning workers, emergency service workers.  Are any of those categories people who get paid commissions?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Stewart."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Could you answer Justice Alito's question?  Your brief to the Second Circuit and the Ninth Circuit suggested that a sale is a -- is a transaction, a transfer of some sort, or at least a promise to purchase.  But your brief here calls it a much more rigid test, that there has to be a transfer of title.  And he pointed to the language of 3(x) -- 3(k), that says \"consignment for sale,\" which doesn't have a transfer of the title.  So, what is the Government's position?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, excuse me. Consignment salesmen are -- are not exempt?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And what about salesmen who -- whose objective is to obtain a rental?  The lower courts have said that they qualify.  Does the Government disagree with that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me.  How can they put in number (2)?  I -- I thought that 3(k) is 3(k). Can -- can they supplement 3(k)?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What's the authority to do that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's wonderful. Then if you can go beyond 3(k), I guess really the question before us is whether it's arbitrary or capricious for the agency not to extend their -- their power to supplement 3(k) to this situation, which these people look like salesmen to me. And so, if they can do number (2) there, I don't know why -- why the agency couldn't say, oh, and by the way, detailers are also included."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And the issue would be whether it's unreasonable for them not to say that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure there is; sure there is.  But once you -- once you concede that it doesn't have to be within 3(k) and that it's within the power ofthe agency to grant the exemption anyway, then we really have a different -- a different argument before us here."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Stewart, there's this other regulation which is I guess in the coverage section, 779.241, which says that if an employee performs any work that in a practical sense is an essential part of consummating the sale of the goods, he'll be considered to be selling the goods. So, I guess this question is a two-part question.  Do you agree that that regulation does cover the -- these detailers?  And the second part is, if you do, you know, how does it work that we should understand \"sale\" one way for purposes of coverage and another way for purposes of exemption?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But that seems a little bit blind to the way the industry actually works.  The way this industry actually works is the real work is done by the detailer getting the doctor to say, yes, I'm going to start prescribing this where it's medically appropriate.  The actual sales from the company to the pharmacy just follows from however successful the detailer is."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, do those employees work on commissions?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Promotional workers do work on commissions?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Did we have detailers in 1940?  Gee, that's a long time ago.  Did we have detailers in 1940?  That's almost a century ago."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"That's my point, actually. That's where I'm sort of bothered, just exactly what Justice Scalia said, that if you look through what I've seen so far by the materials, they're pretty evenly balanced, and there are tens of thousands of people who work in this industry, and there's a history of 75 yearsof nobody said anything. So you would think -- and it isn't the only problem that has just been recognized in other industries, too.  If the agency is going to reverse, not reverse, but suddenly do something it hasn't done for 75 years, the right way to do it is to have notice and comment, hearings, allow people to present their point of view, and then make some rules or determine what should happen.  Perhaps they'd say for the future let's do this, but not let's give people a windfall for the past.  Perhaps they'd say some and not others.  Okay? That's my instinctive reaction, not necessarily legal, but informed by administrative law. But why shouldn't I try to get there?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I've read those."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I've read those, and I find them beautifully ambiguous. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"I'll go back and read them again, and if they're absolutely clear, you win, fine,that's the end of it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":10,"sideBefore":"justices","text":"And it's gone on for 70 years, and you're -- and instead of doing a regulation, amended regulation, as Justice Breyer indicates, you're filing amicus briefs quietly in different -- different courts.  It seems to me that's not nearly as fair or straightforward or as candid as -- as an agency ought to be."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"You're right about that, and so, they're at fault, too.  But on the other hand, their employees might have been satisfied, and this is done to protect the employees.So, I'm asking, not saying, but what is the process here?  How do you know -- at what level was this agency decision made to suddenly go ahead with this? Who made it?  What was the input?  How do you know they're on your side?  You do know; you're right.  But I mean, what's the process internally?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you -- I'm sorry to interrupt your answer, but does your office review the amicus filings in the courts of appeals by the agencies?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that the normal procedure?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, right, to get -- instead of doing rulemaking, instead of doing adjudication, we're going to file amicus briefs, and the court will accept our view in that amicus brief and, hey, presto, we have -- we have made law."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"That's extraordinary."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, the alternative step ..-- well, did the Secretary of Labor herself or himself, depending on when it was, consider this matter?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"No, we don't.  All right. So --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"There are 90,000 of these people, and you have not -- the agency has not brought any action for these -- lo, these many years.  Ninety thousand of them.  And all of a sudden, you say -- you come in and say, oh, you have been in violation of the law in the past, and you're going to have to pay a lot of money for all these people that you didn't give overtime to in the past. I just think that's extraordinary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And yet, you expect the industry to know all about it; and yet, it escaped your attention."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, can I --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"So, you have been guilty of malfeasance for 70 years, right?  These 90,000 people out there who have been in violation of the law and the agency has done not a blessed thing?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, I thought that this whole system was set up on giving industries the opportunity to ask the government for an opinion letter, correct?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I saw in the briefing hundreds of opinion letters by hundreds of different industries.  Outside of this 1945 letter, did anybody else, any other pharmaceutical company, ever set out for the government or seek an opinion letter that you're aware of?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You don't suggest -- you're not arguing for a rule that if -- if an individual does not seek an opinion letter, he's guilty?  Is that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Stewart. Mr. Clement. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And they don't make sales."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"justices","text":"That's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Your long list sort of stopped one step short.  They don't make sales."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can you give me what your regulation is going to be?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And would it exempt everybody from coverage?  Meaning, you seem to be saying if in some sense they make sales, it seems that every promotional person will be a salesman, that all industries have to do is put one or two forms of sales activities involved in the work of their worker, and they're exempt.  Give me your definition?  As long as it's in some sense, that covers everybody's exempt?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it seems like the sale here is not the primary duty.  The sale here is to schmooze the doctor and give him information.  That's what you said in one of your briefs -- your company said in one of its briefs in -- in a products liability litigation."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Primary duty is one of the limiting, and what was the second limiting principle?MR. CLEMENT:  The second limiting principle is actually what I'm talking about now, which is if you look at 503, which are the regulations that draw the distinction between promotion and between being outside sales, they do not say that promotion is nonexempt activity.  What they say is it depends who does the promotion.  And as long as the outside salesperson does the promotion in conjunction with his or her own sales or solicitations, then that is exempt activity.  And what they're trying to --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":9,"sideBefore":"justices","text":"But it also says -- it also says promotional work incidental to sales made by someone else."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- is nonexempt."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And these sales -- I mean, eventually there is a sale to a hospital, to a pharmacy, and that sale is not made by the detailer."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that might be one thing that they are concerned about, but it may not be the only thing.  I mean, if you look at these regulations, it seems as though what they're trying to do is draw a distinction between people who actually consummate transactions, transactional people, and people who are pitchmen.  And -- and what the Department of Labor here is saying is detailers are people who make pitches; they're not people who consummate the transactions."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But why isn't that possible? I mean, your brief seemed to suggest that in every industry there needs to be some group of people who would be classified as outside salesmen.  And that's not necessarily the case.  There may be some industries, and here it's a result of regulation, or it may be because of other business practices, where there just isn't anybody who's an outside salesman."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What is -- what is thiscommitment?  Is the commitment in writing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Would it be lawful to make it -- put it in writing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Would it be lawful to put it in writing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That sounds to me it's not a commitment, unless the doctor says:  Well, I'll look at this, this is interesting; I'll go home and read your material, I'll think about it. Is that -- is that a --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it's got to be non- binding."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that's why -- and that's why it's not in writing."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me ask you this, and I'm not well versed in all -- in all of the specifics, but my understanding is that the Federal Government has expressed new concerns, has new regulations, new rules about these outside sales. Does that mean that the nature of the work has changed in the last 5 or 10 years, so that the70 years we are talking about is not relevant?  Would you comment on that?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Clement, I thought that in 2004 there were two proposals, really, and one was the proposal that was changed, and the other was theproposal to get rid of this promotional stuff and to allow people who promoted products to qualify as outside salesmen, and the agency specifically rejected that suggestion."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that seems to be inconsistent with this -- this opinion letter.  The request is put in by the pharmaceutical company, and they want an exemption under administrative employee. In the Department of Labor's response allowing that exemption, it says that these detailers, and they use the word \"detailers,\" medical detailers, are engaged in a form of promotional or missionary work."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"This goes -- the letter goes on to say that these detailers are engaged in a form of promotion not having for its object the making of specific transactions."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But as far as your 70 years, it's suspect for two reasons.  One is we're told that in the early years, at least, before there were regulations restricting the sale of prescription drugs, that these detailers did two things.  They didhave their informational function, but they also did direct sales to pharmaceutical companies, to hospitals. So, for at least 20 years of those 70 years, these people were engaged in what the department would call sales.  So, that's suspect. And then when we have the commitment, the opinion letter that says we have a category for these people; they are engaged in instruction, in information; they are not engaged in sales; but because they're so independent, we rank them as administrative -- in the particular case we rank them as administrative people. So -- so, it's not so that there was a sudden about-face as you suggest.  We have a categorization as -- as administrative employees, but not sales employees, and we have a history of these detailers at one time actually selling."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You wouldn't -- you wouldn't mind being exempt as administrative, would you?MR. CLEMENT:  I wouldn't, Justice Scalia --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But they've changed their -- their view."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Did you claim -- did you claim exemption as administrative employee?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So, that would -- then that would be still open if you lose on the outside sales?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mr. Clement --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":10,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":8,"sideBefore":"justices","text":"Are they paid commissions? If they're -- if the salesman or the promotion agent, as the case may be, is successful in his territory in getting doctors to prescribe the drug, does he receive extra pay?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What does that mean?  Does he -- I mean, an outside salesman -- in one document, it says is a person who often obtains a commission on his sales."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And now what I'm trying to figure out -- I might not have the right words to ask the question -- are these people, people who in some sense or other receive commissions on their sales?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"How's that different from a bonus that an employee gets?  How is it any different than what most companies do in -- in giving a bonus at the end of the year?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, you give me one definition of \"outside salesmen,\" the one that you prefer for us to apply here.  The Department of Labor gives another, and the one they're giving according to them is a bright-line rule.  It's easy to apply.  You have to do some sort of transfer of title.  That's as -- their rule. Tell me what the -- your argument is that -- why your rule has to win.  Meaning, aren't we supposed to give deference to the expertise of the agency, especially when Congress lets them define --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- the scope of the --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, I guess I'm not sure I understand what you just said. If -- forget the transfer of title business, but if it's just -- we're requiring a transaction here. And we're drawing a line between people who do transactions and people who just advertise or make pitches or whatever you want to do it.  That's perfectly consistent with the statute, isn't it?  I mean, you can argue about is it the only possible reading; you can even argue about whether it's the best possible reading.But it's surely a -- a possible reading."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I suppose that that's a question for them.  I read their amicus briefs to sort of suggest two things.  Sometimes they just talk about transactions, and sometimes they talk about transfer of title."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think that they would say that it doesn't make any difference, because they've never really seen a person who makes transactions without transferring title.  So, I think that --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- they would think the -- the difference is --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Consignment, for one, which is legitimate business."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Did -- did the pharmaceutical companies request -- ever in this period, request a ruling, a rulemaking on the status of these PSRs?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That was an opinion letter, they said.  I thought they said that was an opinion letter.MR. CLEMENT:  It was a request for an opinion letter.  I'm sorry."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Yes.  I asked if there was a request from the pharmaceutical companies for a rulemaking on the proper classification in this case."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What's the case that I cite if this opinion is written the way you -- you propose, and the -- this Court says, well, this has been 70 years, or maybe in 10 years if you take the new regulations as setting a new regime, and the Department has never made an objection.  And, therefore, it follows that the Department's interpretation is implausible or improper, and then I cite some case from our Court. What -- how do I write this?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'd like one. (Laughter.)"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Clement, this isn't a change.  You've referred to it as a change in a lot of ways -- in a lot of times, but what we have here is an agency that, for some number of years, thought that this was not the most urgent problem on their plate.  Indeed, one would think this is a pretty peculiar Department of Labor if they thought that this was the most urgent problem on their plate.  So, they didn't enforce it. But now the question has come up.  And so, they say we'll look to our regulations.  This falls on one side of the regulation.  Now, you've been given a gift for all these years is one way of looking at it, because -- because you were not their most urgentproblem; and so, they didn't enforce their own regulations against you."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why must you -- why must you look to an amicus brief?  Why not just look to the regulation that defines -- the regulations that define \"sale\" and that define \"promotion\"?  The 541.503 says promotion work incidental to a sale made by somebody else is not exempt. Why do we get into the amicus brief when we have in these 541 regulations a definition of sales on the one hand, promotion on the other, and then this statement that promotion work incidental to sale made by somebody else is not exempt? Why doesn't -- why isn't that the answer to this case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Does the -- does the pharmaceutical company have a sales force?  I mean, who sells to the wholesalers, the pharmacies, and the hospitals?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But there are -- there are people who sell to them.  There may be only a few, but --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is there -- are they exempt, too?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the actual sellers from the -- the people on the staff of a pharmaceutical company who sell to the wholesalers, pharmacies, and hospitals, are they exempt?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is there -- let's say the doctor hears the spiel and the doctor says, okay, yours is the first thing I'll think of, you know, when I have a patient with this and this.  I mean, is that a sale?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that's a firmer commitment when they say I'll buy it.  The physician is just saying I'll think of your product when it -- when the need comes up."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But don't you think that the way this works -- I mean, the way we should all hope it works is that the detailer comes in, the detailer provides information, the doctor says that's very interesting, I want to think about it, I'm going to think about it.  Then the doctor reads some medical journals; then maybe the doctor goes to a convention and talks to other doctors about the product. I mean, that's what you would hope that a doctor would do before a doctor decided I'm going to start prescribing this medicine.  And the detail work is a part of that, but so are many other things before the doctor actually decides to do something."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, I wanted to ask you about section 501 of the regulations, which -- which is on page 4 of the appendix in the blue brief,and was mentioned in the -- in the Government's presentation.  It says -- requires that the employee be engaged in (i) making sales within the meaning of 3(k); or (ii) obtaining orders or contracts for services or for the use of facilities. What authorization is there for the agency to invent number (ii)?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Let's pursue this for a second."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Because I'd like to go back to Justice Kennedy's question, and this is only me speaking.  I don't know how anybody else feels.  If this had come up in 1941, you wouldn't have had a chance.  I would have said look at the statute; it says the Secretary defines it.  You'd say, well, can you define it in a brief?  Yes, you have to be careful of briefs, but, yes.  And that's the end of the case.  It's not a question for judges; it's a question for administrators.All right.  But now it's difficult for me because of the passage of 75 years.  And we can blame it in part on the industry or in part on the Secretary. There is blame to go around.  So, the question is, what do I do as a judge? And partly my instinct is get somebody to decide this other than a lawyer in the Department of Labor, because this is a hard question.  And that's where we come to Justice Kennedy's question, which is he says all right, fine, let's write that, and -- and what case do we cite? And I don't agree with you, overturn Auer. I think amicus briefs are often helpful, but use them with care.  And then I have the statute here, which talks about the Secretary doing the definition of \"outside salesman,\" and I have lots of rules and regulations and reports, which are fairly ambiguous in my opinion.  So, you tell me what to say."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Certainly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"justices","text":"Thank you.  I'll look at it."},{"name":"CHIEF JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"Mr. Goldstein, 3 minutes."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do they say that that's -- that that's their test?  Where does the Department of Labor say that's their test, that it has to be a commitment?  I thought what they said in their brief was there has to be a transfer of title."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, which is it?  I mean,you say, yes, yes, it's both."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Pick one."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it the transfer of title or a commitment?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah.  Okay."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the district court here made a finding -- this is at 42a of the appendixfor the Petitioners:  \"Sales volume is directly and exclusively driven by the number of prescriptions written by physicians, and plaintiffs' job was to encourage such prescriptions.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a finding of logic, for Pete's sake.  These are prescriptions.  You can only get a prescription from a doctor.  Obviously, the number of prescriptions, drugs sold, depends upon the number of prescriptions given by doctors."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a different point."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not the point you were making."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2078,"interruptions":24,"times_spoken":41,"laughter":1,"num_int_by":7},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":1596,"interruptions":17,"times_spoken":34,"laughter":1,"num_int_by":5},{"id":2,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":3684,"interruptions":34,"times_spoken":58,"laughter":1,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":186,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":207,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":921,"interruptions":3,"times_spoken":36,"laughter":1,"num_int_by":3},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":840,"interruptions":3,"times_spoken":24,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":429,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":804,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":515,"interruptions":4,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":690,"interruptions":3,"times_spoken":16,"laughter":1,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":41,"words_spoken":3674,"times_spoken":75,"laughter":2,"num_int_by":9},{"side":"respondent","interruptions":34,"words_spoken":3684,"times_spoken":58,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":20,"words_spoken":4592,"times_spoken":140,"laughter":4,"num_int_by":6}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127170}}