{"petitioner":{"name":"DOUG DECKER, IN HIS OFFICIAL CAPACITY AS OREGON STATE FORESTER, ET AL.","counsel":[0,1]},"respondent":{"name":"NORTHWEST ENVIRONMENTAL DEFENSE CENTER, ET AL.\n","counsel":[2]},"caseNumber":"11-338","date":"2012-12-03T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 11-338, Decker v. Northwest Environmental Defense Center and Georgia-Pacific v. The Northwest Environmental Defense -- Defense Center. Mr. Bishop. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Before -- before we get into that, congratulations to your clients --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- getting almost all the relief they're looking for under -- under the new rule issued on Friday."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And thank you for calling it to our attention."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was no ruling in the court of appeals.  The court of appeals did not rule on the statute -- whether the statute mandates that these logging roads be governed."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So is --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And so that's not a point that this Court could resolve in the first instance."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, you can do that; but this Court is a court of review, not first view, and we don't take questions that haven't been aired below."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it's -- it's an unusual situation for us to rule in a case --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where the issue has ongoing significance and that's taken away.  And what we would be doing is, when there is a new rule, we would be considering quite a lot of difficult issues to determine what the old rule was, so that you can unravel what the Ninth Circuit has upheld."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the case law was fairly clear that, when the EPA changes its rules in your favor, that they can't -- the court can't impose penalties for a past violation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this a -- is this a new rule that they -- I too haven't had much of a chance to look at it.  But is this a new rule?  Or is it an amendment of the existing rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you sure you want what you're asking for?  What if we go ahead and decide this case and rule against you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's usually the objective."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I suppose that your clients and others similarly situated -- or I -- I guess it would be the Respondents -- can challenge the new rule, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would have, simultaneously pending, a case involving the interpretation of the old rule and a challenge to the new rule."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Each of which would have the same issue."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Bishop, as -- as Justice Ginsburg said, that question was not decided below, and in the context of this case, which, of course, was very different when it was briefed, Mr. Fisher spent a grand total of 2 pages and rightly so.  It wasn't -- it was -- it was not the main issue in the case then. So would we really be doing something -- you know, a good practice to decide this issue, without really any briefing on it and without a decision below?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that isn't really quite fair.  It is 2 pages because it wasn't decided below and because -- and because the -- the question in the case was very different, with a different regulation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You wouldn't have to do anything if the Court vacated the decision below.  Then you wouldn't be facing anything."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you be --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you be entitled to it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so if you're right, that you're entitled to it and we agree with you, then there is nothing.  You don't have anything hanging over your head as a result --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of the prior decision."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- which issue are you talking about?  The industrial activities issue or the silvicultural?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we -- how do we avoid, under your reading -- assuming we agreed with you what the rule says, that there is a difference between logging roads and access roads?  The other side raises a lot of question about whether these, in fact, are access roads or not.  So do -- do we need to --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have to reach that issue then?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do we --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It may not --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It may not be, but these are pipes, ditches, and channels which the CWA explicitly defines as point sources --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that are not part of the harvesting.  By definition, they are not. They're -- you're saying public roads and not access roads."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I correct or incorrect that a considerable number of these roads are -- a significant number of these roads were built initially by the logging industry?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's a little hard for you to say that, when these were built by the logging industry and presumably maintained to some respect by the logging industry, to say, oh, well, these are used by hunters and so forth.  I --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bishop, could I -- I'm sorry that I don't understand this well enough yet.  But can I understand what's still at stake for you in -- in the case?  Put aside the question of whether the new rule is valid or not, all right?  And what -- what do you have riding on whether the Ninth Circuit's decision is correct at this point?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So which remedies are you worried about?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Stewart. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Were you as surprised, as we were, to learn about that final rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"When did you learn that the final rule would be issued on Friday?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You had no idea before Friday that this was coming out?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"In early November?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Maybe in the future, you could let us know when something as definite as that comes. There were 875 pages on the merits briefing in this case, and if we knew that the final rule was imminent, we could have rescheduled the case for April or-- or something along those lines."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, I know, that there was a proposed rule.  Is it your experience that proposed EPA rules become final within a couple of months, particularly?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, maybe.  And it would have been best if we had known about this in early November."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"How do you deal with his points about the ex-fact remedies of attorneys' fees and remediation?  Why are -- why are those moot?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you -- are you saying that the private companies would not be liable for civil penalties, even though the alleged violation was ongoing at the time of the district court litigation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, can I stop you just for a moment?  EPA made clear that the conduct was not unlawful.  We have a new regulation.  The fact that they have issued a new regulation doesn't mean that the reading -- doesn't mean that that's a demonstration that the prior conduct under the old regulation was lawful. Now, I know you've taken the position that it was not, but you've got a court of appeals decision saying it was."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That -- that would have to be based on the assumption that the Ninth Circuit decision was wrong."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What if -- what if the rule is held invalid?  I mean, we don't know the answer to that question until this rule is challenged, and there is ultimately a -- I'm sure it will be challenged because their position is that the -- this rule contradicts the statute.  So how does that factor in to your analysis?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand that, but my point is, until that suit is -- is concluded, you don't know whether there is a possibility of future violation or not, do you?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Is what you said true also of the remediation piece of this?  You said that, at this point, even if we understand this as a change in the law, the Plaintiffs would not be entitled to fines. Would they also not be entitled to any kind of remediation?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it your submission that we should issue an order vacating this moot or issue an order for the court of appeals to consider whether it's moot?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What is your submission?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I'm having trouble seeing how we can dismiss it as moot when there would remain pending claims for civil penalties and injunctive relief, which you've already said you want to take a closer look at, and attorneys' fees. Now, you seem fairly confident that they'll lose on those, but you felt pretty confident that you'd win on this."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It seems strange that you would -- that there would be an order of remediation to undo the results of past discharges when, at this point, the law going forward is, go ahead and discharge."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Is this something that -- in terms of mootness, we should evaluate under the voluntary cessation doctrine?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The EPA has changed its ways."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Fisher. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if we do that -- if we dismiss as improvidently granted, you still go back and you -- you get your attorneys' fees, you get the civil penalties, you get remediation because the law governing your case would be the existing Ninth Circuit opinion."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the case is not --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I was just going to say the case is not going to be over if we dismiss."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Because, as you just said, it's interlocutory."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but, in other words, it goes -- under your view, it would go back to the district court; the district court would try all this.  And, as the Chief Justice says, we know what the law of the case is, if -- if the opinion stands."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and so isn't -- isn't it fairly clear, well, we know that the district court must do under the court of appeals' decision?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is this a --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So you're disclaiming that you have to go to the court of appeals; you think you can bring a citizen suit to challenge the validity of the regulation?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But we didn't --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- that is the question, the question of what the statute requires, was not decided below."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And you -- you're not urging that we reach it?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Fisher, why would you proceed that way?  It's at least arguable that you're wrong on that.  I mean, it's a -- it's a question as to what 1369 does.  And you obviously do have the route of direct review.  Why don't you proceed that way with respect to the new regulation?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that, on your view of 1369, you can't go to the Ninth Circuit?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What do you mean, \"active\"? What does that mean?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They -- they cut maybe, what, every -- every 10 years?  Is that active?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about the 9 years in-between?  Are they being actively used?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  This is page 18.  That's -- that's the last page?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and so I'm reading under where it says, \"stormwater discharges\"?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought -- I thought -- I'm sorry.  I thought they said that their rules mooted this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if we -- if we dismiss as improvidently granted, are you suggesting that the Ninth Circuit would then be the -- be a court to consider this?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I'm just thinking if we vacate, perhaps another court will consider it, but if we dismiss as improvidently granted, the Ninth Circuit will, quite reasonably, think they are done."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I mean, they're done -- they are done in terms of their interpretation of the regulation and the applicable law."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But then -- but then why -- why isn't your -- aren't your concerns met if we vacate for the court of appeals to consider, in the first instance, the extent to which this regulation may bear on its opinion?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think the -- the Ninth Circuit had the -- of course, EPA's views before it.  I don't know, if I'm the Ninth Circuit, why I would reconsider my ruling, in light of this new regulation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I mean the ruling in the -- the decision that they --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- issued that's before us today."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that's the -- but that's the whole point, which is if you go back what's the value of the backward-looking construction, if what you're seeking is injunctive relief that has to be based on the new rule?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm looking at page 7, and it doesn't say the authority to designate additional roads.  It says additional stormwater discharges."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That could be stormwater discharges that have nothing to do with logging."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But if you were challenging the new rule, you would have EPA as your adversary.  The format of this case now is we have -- we have Decker on one side and you on the other, and the EPA is not in the lawsuit."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Does that include a right to intervene and dismiss the action?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, they -- they are just intervening.  It's -- it's not like what happens in the -- in the suits for fraud against the government, where they take over the litigation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They don't take it over. They just intervene."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr.  Bishop, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"TIMOTHY S. BISHOP","firstName":"TIMOTHY","lastName":"BISHOP","counsel":true,"justice":false,"side":"petitioner","words_spoken":2066,"interruptions":17,"times_spoken":36,"laughter":1,"num_int_by":5},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":1377,"interruptions":12,"times_spoken":21,"laughter":0,"num_int_by":5},{"id":2,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"respondent","words_spoken":3352,"interruptions":16,"times_spoken":36,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":870,"interruptions":4,"times_spoken":41,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":217,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":253,"interruptions":5,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":196,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":344,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":239,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":3443,"times_spoken":57,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":16,"words_spoken":3352,"times_spoken":36,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":14,"words_spoken":2119,"times_spoken":94,"laughter":0,"num_int_by":2}],"outcome":{"side":"petitioner","margin":6},"prediction":{"petitioner":0.6833789525901814,"respondent":0.31662104740981856,"date":1472419305531}}