{"petitioner":{"name":"ABIGAIL NOEL FISHER","counsel":[0]},"respondent":{"name":"UNIVERSITY OF TEXAS AT AUSTIN,\nET AL.\n","counsel":[1,2]},"caseNumber":"11-345","date":"2012-10-10T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I get to say that this is Case Number 11-345, Fisher against the University of Texas at Austin.  And you get to say -- "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rein, before we get to that, because the Court is supposed to raise it on its own, the question of -- of standing.  The injury -- if the injury is rejection by the University of Texas, and the answer is, no matter what, this person would not have been accepted, then how is the injury caused by the affirmative action program?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you get past Texas v. Lesage with that injury --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which says that mere use of race is not cognizable injury sufficient for standing."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I go to another side?  She's graduated."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"She disclaimed the desire, after her application, to go to the school at all.  She was permitted to apply for the summer program and get in automatically, and she didn't, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But she's graduated."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Injunctive relief, she's not going to get.  So what measure of damages will she get or will she be entitled to?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have to claim an injury.  So what's the injury --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that you're claiming that would sustain a claim of damages?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You still haven't answered how Lesage gets away from that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but if there's a -- give me another --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- damages question."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What damages --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"We've had cases involving alleged discrimination in state -- state contracting. And we haven't required the person who was discriminated against because of race to prove that he would have gotten the contract otherwise, have we?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's been enough that there was a denial of equal protection."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Her claim is not necessarily that she would have been -- would have been admitted, but that she was denied a fair chance in the admission lottery.  Just as when a person is denied participation in the contracting lottery, he has suffered an injury."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you are going to the -- to the merits, I want to know whether you want us to -- or are asking us to overrule Grutter.  Grutter said it would be good law for at least 25 years.  And I know that time flies, but I think only nine of those years have passed. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"And so, are you?  And, if so, why overrule a case into which so much thought and effort went and so many people across the country have depended on?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So your question is whether -- your point is does your case satisfy Grutter? Is that what you're arguing?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do you want to argue it right now in the next ten minutes?  I'm interested because I have a very short time to get my question out, and I need to know how you are going to argue it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you on that specifically, let's take away the 10 percent solution. Suppose the only plan were the one that is before the Court now, no 10 percent.  This is the exclusive way that the University is attempting to increase minority enrollment. Then, if we had no 10 percent solution, under Grutter, would this plan be acceptable?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then the -- the question is can you have both?  But it seems to me that this program is certainly no more aggressive than the one in -- in Grutter; it's more -- in fact, more modest."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The one social studies that this University did said that minority students, overwhelmingly, even with the numbers they have now, are feeling isolated.  So what do -- why isn't that even under your test?  We can go back to whether substantial evidence is adequate, is necessary, or not.  Why does their test fail?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was it -- was it done before or after they announced the decision to reinstitute racial --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which came almost immediately after our decision in Grutter."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And by the way, do you think that Grutter -- this goes to Justice Breyer's question -- do you think that Grutter held that there is no more affirmative action in higher education after 2028?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was that the holding of Grutter?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a scary -- that's a scary --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"I agree it might, but I want to get to the question, so, what I'm trying to pinpoint, because we have such a limited time, and to me, the one thing I want to pinpoint, since you're arguing on that this satisfies Grutter, if properly understood, as you say that.  In looking up, we have a two-court rule. And two courts have found, it seems to me, that here, there is a certain thing -- there is no quota.  It is individualized.  It is time limited.  It was adopted after the consideration of race-neutral means.  Each applicant receives individual consideration, and race did not become the predominant factor. So I take those as a given.  And then I want to know what precisely it is that Grutter required in your opinion that makes this different from Grutter, in that it was not satisfied here?  The ones I listed, two courts say are the same.  So maybe there's some others."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But we have a rule that if two courts say it, we're very reluctant, on something connected with facts, to overturn it, so -- so that's why I mention that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"There are facts, and there are facts, aren't there?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that's a normal fact that we accede to two-court holdings on, whether there is -- is or is not a critical mass?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a weird kind of a fact."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an estimation, isn't it?  A judgment?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So could you tell me what a critical mass was?  I'm looking at the number of blacks in the University of Texas system.  Pre-Grutter, when the state was indisputably still segregating, it was 4 percent.  Today, under the post-Grutter system, it's 6 percent.  The 2 percent increase is enough for you, even though the state population is at 12 percent? Somehow, they've reached a critical mass with just the 2 percent increase?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No -- putting aside -- I don't -- I'm not going to quarrel with you that, if demographics alone were being used, I would be somewhat concerned.  But you can't seriously suggest that demographics aren't a factor to be looked at in combination with how isolated or not isolated your student body is actually reporting itself to feel?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It might be insulting -- it might be insulting to some to be thrown into a pot."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Why -- why don't you seriously suggest that?  Why don't you seriously suggest that demographic -- that the demographic makeup of the state has nothing to do with whether somebody feels isolated, that if you're in a state that is only 1 percent black that doesn't mean that you're not isolated, so long as there's 1 percent in the class?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I wish you would take that position because it seems, to me, right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, but the test is -- the test is, in your opinion -- I have to write this in the opinion, let's say -- the proper test of critical mass is, is the minority isolated, unable to speak out. That's the test.  And that wasn't in Grutter or was in Grutter?  And in your opinion, it was in Grutter?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isolated.  And the reason it was satisfied there and not here is?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what are you telling us is the standard of critical mass?  At what point does a district court or a university know that it doesn't have to do any more to equalize the desegregation that has happened in that particular state over decades, that it's now going to be stuck at a fixed number and it has to change its rules.  What's that fixed number?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they told -- they told the district court.  They took a study of students. They analyzed the composition of their classes, and they determined in their educational judgment that greater diversity, just as we said in Grutter, is a goal of their educational program and one that includes diversifying classes. So what more proof do you require?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but given it was in the evidence, what more do you think they needed?  I think I hear all you saying in your brief is the number's fixed now, they got enough, no more is necessary."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's enough now."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what you're saying?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell me -- all right. Tell me what about their use of race did not fit the narrow tailoring -- not the necessity prong as you've defined it, but the narrow tailoring that Grutter required?  How is race used by them in a way that violated the terms of Grutter?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Assuming that the need is there.  I know you're challenging the need."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have to set a quota for critical mass?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So we won't call it a quota, we'll call it a goal, something Grutter said you shouldn't have."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Boy, it sounds awfully like a quota to me, that Grutter said you should not be doing, that you shouldn't be setting goals, that you shouldn't be setting quotas.  You should be setting an individualized assessment of the applicants. Tell me how this system doesn't do that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rein, do you understand what the University of Texas thinks is the definition of a critical mass?  Because I don't."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Rein, it seems to me that, in your talking about critical mass, you are relying entirely on the 10 percent is enough.  They don't -- they got minorities through the 10 percent, so they don't need any more.  And I tried to get you rigidly to focus on -- forget the 10 percent plan.  This is the entire plan."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because of the 10 percent."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And this was -- and this was before the adoption of the plan."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm sorry. Now, I'm confused.  I thought the 15 percent figure was the one that was arrived at with the 10 percent plan."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you comment on this -- and then I hope we can get back to Justice Alito's question. You argue that the University's race-conscious admission plan is not necessary to achieve a diverse student body because it admits so few people -- so few minorities.  And I had trouble with that, reading the brief.  I said, well, if it's so few, then what's the problem?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Then -- let's assume --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that it resulted in the admission of many minorities.  Then you'd come back and say, oh, well, this is -- this shows that we -- we were probably wrongly excluded.  I --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I see an inconsistency here."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- are you saying that you shouldn't impose this hurt or this injury, generally, for so little benefit; is -- is that the point?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But is the -- the race-neutral alternative is the 10 percent plan?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say, and that's okay because it's -- it's race-neutral.  But is it really?  The -- the only reason that they instituted the 10 percent plan was to increase minority enrollment."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it -- and that -- the only way it works is if you have heavily separated schools.  And worse than that, I mean, if you -- if you want to go to the University of Texas under the 10 percent plan, you go to the low-performing school, you don't take challenging courses, because that's how you'll get into the 10 percent. So maybe the University is concerned that that is an inadequate way to deal with it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  The 10 percent plan is not imposed by the University.  It's not their option --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to say this -- this is not good for education because people will take easy courses.  It's imposed by state law, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Anybody who is in the top 10 percent of any school in the state gets into the University of Texas."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or they could -- this is what is underlying my thing here.  I want to get you directly to answer it.  I did look up the figures.  And before Hopwood and the 10 percent plan, it looked on the African American side, that it averaged about 5 -- 5 percent per year, really, pretty steadily. Then after Hopwood and 10 percent, it went down a little bit, not a lot, but it went down to about 3 and a half percent -- 4 percent, maybe.  And then they introduced Grutter, and it's back up to 5 percent."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Now, is that a lot? Is that a little?  There are several thousand admissions officers in the United States, several thousand universities, and what is it we're going to say here that wasn't already said in Grutter, that isn't going to take hundreds or thousands of these people and have Federal judges dictating the policy of admission of all these universities?  You see why I'm looking for some certainty?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I saw what happened, you saw the numbers. Sorry.  Go ahead."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You can answer it later, if you want, or not answer it at all, if you don't.  (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Uh-huh."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So now, we're going to tell the universities how to run and how to weigh qualifications, too?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me, again, how race and their use of race overwhelms those other factors in their system as it's created?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, perhaps you could summarize by saying -- by telling us, from your point of view, this plan fails strict scrutiny on one or two or both levels, A, because the objective is inappropriate or ill-defined, and, B, because of the implementation is defective.  Which or both of those are you arguing?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And in what respect does this plan fail strict scrutiny under either of those -- under both of those categories?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, you are the one who, in your brief, has assumed that they are valuing different races differently.  But Asian numbers have gone up, under however they have structured this PAI. And as I understand their position, race is balanced against other issues like socioeconomics, the strength of the classes people took.  It's never a standalone.  So even a white student, I presume, who goes to an -- an entirely black or an entirely Latino school, who becomes class president, would get some points because he has or she has proven that they foster or can deal in a diverse environment.  That's how I understood their plan, that it's not just giving you a plus because of race.  It's combining that with other factors."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We will afford you rebuttal time, since our questions have prevented you from reserving it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Garre. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I put that in the narrow tailoring category, that it is narrowly tailored the way Grutter did -- said, not the necessity prong and not the need prong -- not the necessity prong.  I think most of his argument has been centered on that, so --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, before -- I need to figure out exactly what these numbers mean. Should someone who is one-quarter Hispanic check the Hispanic box or some different box?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I suppose a person who is one-quarter percent Hispanic, his own determination, would be, I'm one-quarter percent Hispanic."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They would check that box.  What about one-eighth?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would it violate the honor code for someone who is one-eighth Hispanic and says, I identify as Hispanic, to check the Hispanic box?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You don't check, in any way, the racial identification?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So how do you know you have 15 percent African American -- Hispanic or 15 percent minority?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You say it's \"the same way.\"  What is that way?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do they have to self-identify?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And how do they decide? You know, it's -- they want not just a critical mass in the school at large, but class by class?  How do they figure out that particular classes don't have enough? What -- are they -- somebody walks in the room and looks them over to see who looks -- who looks Asian, who looks black, who looks Hispanic?  Is that -- is that how it's done?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what you are talking about.  I mean, it is either a factor that is validly in this case or it isn't.  Now, do they look to individual classroom diversity or not?  And if so, how do they decide when classes are diverse?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Fine.  I'm asking how.  How did they look to the classroom?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"On their way in -- did they require everybody to check a box or they have somebody figure out, oh, this person looks 1/32nd Hispanic, and that's enough?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What kind of a study?  What kind of a study?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  It doesn't explain to me how they go about, classroom by classroom, deciding how many minorities there are."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There are student lists in each classroom that -- that have race identified with the students?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, you go back to what they checked on the form?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's a yes or no question.  You go back to what they checked on their application form in deciding whether Economics 201 has a sufficient number of African Americans or Hispanics?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on the classroom diversity, how does the non-top 10 percent part of the plan further classroom diversity?  My understanding is that the university had over 5,000 classes that qualified as small, and the total number of African Americans and Hispanics who were admitted under the part of the plan that is challenged was just a little over 200. So how does that -- how does that -- how can that possibly do more than a tiny, tiny amount to increase classroom diversity?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Per class?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In an entering class."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How many -- how many non-top 10 percent members of the two minorities at issue here are admitted in each class?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I really don't understand your answer.  You know the total number of, let's say, African Americans in an entering class, right?  Yes or no?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And you know the total number who were admitted under the top 10 percent plan?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If you subtract A from B, you'll get C, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And what is the value of C per class?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What is that number? What is the critical mass of African Americans and Hispanics at the university that you are working toward?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So how are we supposed to tell whether this plan is narrowly tailored to that goal?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does critical mass vary from -- from group to group?  Does it vary from state to state?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  But could you answer my question?  What does the University of Texas -- the University of Texas think about those questions?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is the critical mass for the University of Texas dependent on the breakdown of the population of Texas?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, could you explain -- I think you were trying to before -- what seems to me the critical question in this case:  Why didn't the 10 percent solution suffice?  There were a substantial number of minority members admitted as a result of the 10 percent solution.  Why wasn't that enough to achieve diversity?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand that. Why?  Why -- why doesn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What kind of viewpoints?  I mean, are they political viewpoints?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"This -- this has nothing to do with, with racial diversity.  I mean, you're talking about something else."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Also, the kind that is likely to be included within the 10 percent rule.  And, incidentally, when -- when was the 10 percent rule adopted?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought that the whole purpose of affirmative action was to help students who come from underprivileged backgrounds, but you make a very different argument that I don't think I've ever seen before. The top 10 percent plan admits lots of African Americans -- lots of Hispanics and a fair number of African Americans.  But you say, well, it's -- it's faulty because it doesn't admit enough African Americans and Hispanics who come from privileged backgrounds.  And you specifically have the example of the child of successful professionals in Dallas. Now, that's your -- that's your argument? If you have -- you have an applicant whose parents are -- let's say they're -- one of them is a partner in your law firm in Texas, another one is a part -- is another corporate lawyer.  They have income that puts them in the top 1 percent of earners in the country, and they have -- parents both have graduate degrees. They deserve a leg-up against, let's say, an Asian or a white applicant whose parents are absolutely average in terms of education and income?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how can the answer to that question be no, because being an African American or being a Hispanic is a plus factor."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what you're saying is that what counts is race above all?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's the necessary -- that's the necessary response to Justice Alito's question."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You want underprivileged of a certain race and privileged of a certain race.  So that's race."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But the -- but the reason you're reaching for the privileged is so that members of that race who are privileged can be representative, and that's race.  I just --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I understand my job, under our precedents, to determine if your use of race is narrowly tailored to a compelling interest.  The compelling interest you identify is attaining a critical mass of minority students at the University of Texas, but you won't tell me what the critical mass is.  How am I supposed to do the job that our precedents say I should do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I know what you say, but when will we know that you've reached a critical mass?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Grutter said there has to be a logical end point to your use of race.  What is the logical end point?  When will I know that you've reached a critical mass?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you, what, you conduct a survey and ask students if they feel racially isolated?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And that's the basis for our Constitutional determination?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  What are the others?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"At what level will it satisfy the critical mass?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but at what level will it satisfy the requirement of critical mass?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"When -- how am I supposed to decide whether you have an environment within particular minorities who don't feel isolated?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So, I say -- when you tell me, that's good enough."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But would 3 percent be enough in New Mexico, your bordering state, where the African American population is around 2 percent?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, I think that the issue that my colleagues are asking is, at what point and when do we stop deferring to the University's judgment that race is still necessary?  That's the bottom line of this case.  And you're saying, and I think rightly because of our cases, that you can't set a quota, because that's what our cases say you can't do. So if we're not going to set a quota, what do you think is the standard we apply to make a judgment?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- that -- that holds for only -- only another what, 16 years, right? Sixteen more years, and you're going to call it all off."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you're appealing to Grutter, and that's what it said."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre.  Mr. Garre."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Some of the stuff that Grutter says -- some of the stuff that Grutter says you agree with, some of the stuff that it says you don't agree with."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, before your time is -- runs out, the other point that I'd like you to answer is the argument based on Parents Involved, that the gain is just too small to warrant using a racial criteria."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Once you have the 10 percent, you don't need more.  So how do you answer the argument of the gain is too small?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in terms of diversity, how do you justify lumping together all Asian Americans? Do you think -- do you have a critical mass of Filipino Americans?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Cambodian Americans -- Cambodian Americans?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And do you have a critical mass as to all the subgroups that fall within this enormous group of Asian Americans?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If I could, before we get to that."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose we -- that you, in your experience identify a numerical category a numerical standard, a numerical designation for critical mass:  It's X percent.  During the course of the admissions process, can the admissions officers check to see how close they are coming to this numerical --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you cannot do that?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't that what happened in Grutter; it allowed that."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So are you saying that Grutter is incorrect?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm asking whether or not you could do that.  And if --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They don't -- they don't monitor, but race is the only one of your holistic factors that appears on the cover of every application, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  The question was whether race is the only one of your holistic factors that appears on the cover of every application."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We will give you a little more time since I'm going to give your friend a little more time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Just to be clear, are you arguing that she doesn't have standing in an Article III sense?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You address that in your brief in one footnote, right?  We have an obligation to consider it in every case, and what you gave us is one footnote in which you said it's hard to see how she could establish cognizable jurisdiction."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- what about our Jacksonville case that said it is an injury to be forced to be part of a process in which there is race-conscious evaluation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought your friend -- your friend told us that these remedial issues and damages issues had been segregated out of the process and are still available for remand."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's part of the injury she suffered.  It's -- it's not the only injury perhaps."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But she -- she had to pay an admissions fee for a process in which she was not treated fairly."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why shouldn't she get her money back?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you to get -- if this is easy, do it; if not, don't. I wanted to use accurate numbers, and so I discovered -- I wanted to find out how many universities actually used a Grutter-type process last year or the year before, etcetera.  And one of your amici, the admissions officers, according to our library, is the only place that has that information, though it's public, and I didn't want them to do it because they are an amici of yours.  And you are both here, both sides, so if you can agree on -- simply, roughly -- what that number is, I would like to know it; otherwise, I will -- I can use pre-Grutter numbers which are public and available."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Since we are asking questions about just curiosity, I am curious to know how many -- this is a very ambitious racial program here at the University of Texas.  How many people are there in the affirmative action department of the University of Texas?  Do you have any idea?  I mean, there must be a lot of people to, you know, to monitor all these classes and do all of this assessment of race throughout the thing.  There would be a large number of people be out of a job, wouldn't we, wouldn't they, if we suddenly went to just 10 percent?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How many people?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You don't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"General Verrilli. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Does the United States agree with Mr. Garre that African American and Hispanic applicants from privileged backgrounds deserve a preference?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If you have two applicants who are absolutely the same in every respect:  They both come from affluent backgrounds, well-educated parents. One falls within two of the groups that are given a preference, the other doesn't.  It's a marginal case. It's the last -- the last position available in the class.  Under the Texas plan, one gets in; one doesn't get in.  Now, do you agree with that or not?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree with -- do you agree that that is an incorrect statement of the facts, or do you agree that that's an incorrect understanding of the Equal Protection Clause?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but -- but the hypothetical is that the two applicants are entirely the same in all other respects."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And if -- if the ability to give a racial preference means anything at all, it certainly has to mean that, in the -- in the hypothetical given -- given by Justice Alito, the minority student gets in and the other one doesn't."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's not a matter of not everyone; it's a matter of two who are identical in all other respects."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And what does the racial preference mean if it doesn't mean that in that situation the minority applicant wins and the other one loses?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But, they're already talking --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":6,"sideBefore":"justices","text":"I just don't understand this argument.  I thought that the whole point is that sometimes race has to be a tie-breaker and you are saying that it isn't.  Well, then, we should just go away.  Then -- then we should just say you can't use race, don't worry about it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't function more subtly in every case.  We have findings by both courts below -- and I'm reading from the court of appeals opinion at Petitioner appendix page 33. \"The district court found that race is indisputably a meaningful factor that can make a difference in the evaluation of a student's application.\"  If it doesn't make a difference, then we have a clear case; they're using race in a way that doesn't make a difference.  The supposition has to be that race is a determining factor. We've heard a lot about holistic and all that.  That's fine.  But unless it's a determining factor, in some cases they're using race when it doesn't serve the purpose at all.  That can't be the situation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You have to agree that it makes a difference in some cases."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But that's the same -- the same would be true in -- of the Bakke plan, that in some cases it's going to make a difference.  The same would be true under Grutter.  The same would be true under the policies now in existence at the military academies."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"General, I think, as I take your answer, is that the supposition of Justice Alito's question is truly impossible under this system.  There are not two identical candidates because there are not identical mechanical factors that -- except the 10 percent plan. Under the PIA, the factors are so varied, so contextually set, that no two applicants ever could be identical in the sense that they hypothesize."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Because no two people can be the same --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Just to get back to what we're talking about, you -- as I understand it, race by itself is taken into account, right?  That's the only thing on the cover of the application; they take race into account. And the district court found -- and you're not challenging -- that race makes a difference in some cases, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right, so.  But it is the correct answer to Justice Alito's -- if there are ever two applicants where the GPA, the test -- the grades, the SA1, SA2, leadership, activities, awards, work experience, community service, family's economic status, school's socioeconomic status, family's responsibility, single-parent home, languages other than English spoken at home, and SAT score relative to school's average race, if you had a situation where those -- all those things were absolutely identical, than the person would be admitted on the bounds of race."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"General, if you don't like --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Let me withdraw my prior question if you don't like that. Before your time runs out, let me ask you another question. Your ROTC argument -- you make -- you make -- you devote a lot of attention in your brief to the military.  Could you explain your ROTC argument to me?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why is it important for the ROTC program for commissioned officers that Texas have this other plan on top of the top 10 percent plan?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I understand that.  And just -- I don't want to cut you off, but --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- because the time is about to expire, so you've got a marginal candidate who wants to go to the University of Texas at Austin and is also interested in ROTC.  Maybe if race is taken into account, the candidate gets in.  Maybe if it isn't, he doesn't get in.  How does that impact the military? The candidate will then probably go to Texas A&M or Texas Tech?  Is it your position that he will be an inferior military officer if he went to one of those schools?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then I don't understand the argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"General, how -- what is your view on how we tell whether -- when the University has attained critical mass?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  I'm hearing a lot about what it's not.  I'd like to know what it is because our responsibility is to decide whether this use of race is narrowly tailored to achieving, under this University's view, critical mass."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We should probably stop calling it critical mass then, because mass, you know, assumes numbers, either in size or a certain weight."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So we should stop calling it mass."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Call it a cloud or something like that. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General.  Mr. Rein, 10 minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Just keeping the playing field level."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your complaint limited to injunctive relief and the return of the $100? As written, is that what it's limited to?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In Arizonans and Alvarez we said any all -- any and other -- all damages is too speculative.  Is what you actually see what I said: Injunctive relief and the return of the $100."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In Arizonans and Alvarez we said you can't manufacture standing after the fact. Did you ask only for injunctive relief and the $100, specifically?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you would have paid that no matter what; under any system of admission you would have paid the same $100."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"For what, nominal damages?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And then how do you get around Arizonans?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"She was going to get a better job because she went to a different university?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You are not suggesting that if every minority student that got into a university got into only the physical education program; and in this particular university that -- that physical education program includes all the star athletes; so every star athlete in the school happens to be black or Hispanic or Asian or something else, but they have now reached the critical mass of 10, 15, 20 percent -- that the university in that situation couldn't use race?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In the holistic way that Grutter permits?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it's just that every one of their students who happens to be a minority is going to end up in that program.  You don't think the university could consider that it needs a different diversity in its other departments?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Aren't they saying the same thing when they say, when we are looking at the holistic measure, we are looking for that student who is a -- that minority student who is a nuclear scientist?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it any more unchecked than the Harvard plan which -- that started all this off in 1978, decided by Justice Powell?  Is it any different from how race is used in our military academies?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what you want me to do is go read back what we wrote in Grutter, go look what the underlying determinations of critical mass were there, go look exactly how it is being done in Texas -- which I have charts that help me see that -- and I will then find enough of a difference that I can write some words that can be administered by 2,000 or 3,000 -- a thousand Federal judges as they try to deal with programs like this, in -- that's the point, is that right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you don't want to overrule Grutter, you just want to gut it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You just want to gut it. You don't want to overrule it, but you just want to gut it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now you want to tell universities that once you reach a certain number, then you can't use race anymore."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BERT W. REIN","firstName":"BERT","lastName":"REIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":4320,"interruptions":56,"times_spoken":95,"laughter":0,"num_int_by":7},{"id":1,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":2882,"interruptions":50,"times_spoken":86,"laughter":0,"num_int_by":6},{"id":2,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":1388,"interruptions":10,"times_spoken":30,"laughter":1,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":938,"interruptions":1,"times_spoken":47,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":551,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1358,"interruptions":8,"times_spoken":48,"laughter":0,"num_int_by":4},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":966,"interruptions":4,"times_spoken":45,"laughter":1,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":909,"interruptions":0,"times_spoken":17,"laughter":2,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":844,"interruptions":2,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":433,"interruptions":5,"times_spoken":19,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":56,"words_spoken":4320,"times_spoken":95,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":60,"words_spoken":4270,"times_spoken":116,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":20,"words_spoken":5999,"times_spoken":218,"laughter":3,"num_int_by":7}],"outcome":{"side":"petitioner","margin":6},"prediction":{"petitioner":0.4973147452543796,"respondent":0.5026852547456204,"date":1472419305532}}