{"petitioner":{"name":"MICHAEL B. ELGIN, ET AL.","counsel":[0]},"respondent":{"name":"DEPARTMENT OF THE TREASURY, ET AL.","counsel":[1]},"caseNumber":"11-45","date":"2012-02-27T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-45, Elgin v. Department of the Treasury. Mr. Schwartz. "},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schwartz --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- suppose an employee is fired and he has a variety of different kinds of claims, constitutional and statutory.  What would you think happens then?  Does he bring the constitutional claims in one court but the statutory claims in another court -- excuse me -- in the -- in the commission?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that seems just as bad.  In other words, that then, you -- it's not inefficient necessarily, but your scheme would force the employee to choose between her constitutional claims and her statutory claims."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would we do that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, well, that's -- that's the problem here.  I mean, yes, if all you have is a constitutional claim, I suppose the system you propose would work.  You go to the district court.  But where -- where you have both, it's a problem."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You suggested that it's a situation that doesn't often arise, and I guess that puzzles me.  Why wouldn't it often arise?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Counsel, do you --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- what would happen if -- if the employee is fired because of his or her religion and he goes to MSPB?MR. SCHWARTZ:  Yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":5,"sideBefore":"justices","text":"And this is a First Amendment claim.  MSPB has to say, well, this is not adequate cause, and -- and then they find something else in the statute?  It can't look at the constitutional aspect of the claim?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, because -- well, let's -- then I have to do a new hypothetical. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Because he gave a -- a speech --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- saying there's no global warming or something."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- you're talking --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"I'm sorry, just to clarify:  No, they wouldn't say that?  Or -- I'm -- I lost this, which way your \"no\" was going."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schwartz, I thought you're talking about the constitutionality of a statute."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Not any constitutional claim that there has been unconstitutional action by an official.  I thought that your point was when you're challenging the constitutionality of a statute, then you have a right to go to the district court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But could I --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"justices","text":"What I'm asking --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Could I please verify your answer to Justice Kennedy before you moveon?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you talking about a facial challenge to the statute as -- and am I understanding you right?  A facial challenge goes to the district court and a constitutional as-applied challenge goes to the commission?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- I was leading up to the fact, why should there be a difference?  If the MSPB has this expertise in as-applied, why doesn't it have it for facial?  I mean, the expertise question is -- it can't be a matter of expertise; or am I wrong about that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, and whether that reason was justifiable.  And isn't it the case that whenever the reason is an unconstitutional reason, you would have an as-applied challenge, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, why do you need a facial challenge in addition?  I thought that we always try to do as-applied first and facial second.  So, why isn't it enough that you can go to the Merit Systems Protection Board and then to the Federal Circuit saying that this action was wrong and not allowed under the statute?  And -- and if -- if the reason it was wrong was that it was unconstitutional, what's -- what's the problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So, that is the rule --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the rule that you would apply across the board so long -- only in the case of a facial challenge do you get to go to the district court?  If it's an as-applied -- this law was unconstitutional as applied to me -- that's still before the MSPB?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me how --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- how -- how this is any different than the administrative system and review system that was reviewed in Thunder Basin and Illinois Long-Term Care?  In both those statutes, the agencies weren't permitted to consider facial challenges, constitutional challenges; and we said that's okay, they can't, but the reviewing court can.  So, how's that any different from the situation you're proposing here?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But please deal with the language of both cases.  Both cases said even if the agency can't review a constitutional challenge, there's still review within the Federal Circuit -- within the -- within the circuit courts, and that's okay."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, why isn't that okay here?  I think that was Justice Scalia's question to you.  I know that you say, well, the Federal Circuit won't have a record.  But the Government says if it wants a record, it can remand and ask the agency to develop it.  So, what's wrong with that procedure?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't one of the challenges here by one of the Petitioners that he was constructively discharged?  Isn't that an issue that the board is better suited to determine in the first instance, whether there was at all a constructive discharge?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your position was that the Merit Systems Protection Board has said we have no authority to adjudicate constitutionalquestions, period."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, I thought that the court was saying this claim is dismissed because we don't have jurisdiction to deal with that kind of question.  And then your next -- the Federal Circuit -- well, how can the Federal Circuit exercise jurisdiction over a claim where the first-instance decisionmaker said it didn't have authority to render the decision?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that that's what your position was."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not your position, as I understood it, in your response to my earlier question.  You said that the -- it is all right to have as-applied constitutional challenges presented to the MSPB or not presented but then reviewed in the Federal Circuit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, but -- but within the statutory scheme, are you saying that a claim that this statute is, while not facially unconstitutional, unconstitutional as applied to me -- Where does that go?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it's probably mine."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does -- where does -- where does that claim go?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why wouldn't thedividing line be -- and I think that this is consistent with your argument.  The dividing line should be where the MSPB itself could decide the claim."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If the MSPB can decide the claim, then it goes to the MSPB.  If the MSPB can't decide the claim, I think is what you're saying, then it has to go to the district court."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're saying that the MSPB has said that, although it can decide, can decide, cases where he says, you know, my -- my supervisor fired me for a discriminatory reason, that that's within the scope of the MSPB's authority, a claim like this, which is that the Selective Service Act is unconstitutional full stop, is not within the scope of the MSPB's authority.  Is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume that's for very different reasons -- one because they are summer interns, and, you know, if they are impermissibly treated, it's kind of -- they're summer interns. There's no reason to get -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"I don't -- I don't mean that facetiously.  I mean, what they're saying is that there's some level of de minimis personnel actions when you're talking about the vast Federal bureaucracy that we don't have to really give, you know, the whole panoply of rights.  And FBI agents, I assume, because it's the sensitive nature of what they deal with. So, I guess what I'm saying is, do you want us to focus on the millions of employees who would now be going to district court or do you want us to focus on the small number that have facial constitutional challenges?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And why is that wrong?  It seems to me that's what the -- what the Administrative Procedure Act says, that if there is no other effective means of judicial review, you get judicial review under the APA."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"These people have no effective right because they can't go to the MSPB and can't go to the Federal Circuit.  So, they have -- they have rights in the district court.  That's not a problem. The problem is the people who do have rights to go to the Merit Systems Protection Board, right, who have constitutional claims based on -- on the unconstitutionality of a statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that's -- that's entirely logical.  Fausto in effect said that the statutory structure simply provides no cause of action for these people, okay?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They're not entitled to anything.  But I don't think that there's anything in the -- in the civil service laws that say these people are not entitled to constitutional protections.  So, I don't think that -- that Fausto rules this out."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's those that I say that people not covered by appeals to the Merit Systems Protection Board -- they can bring those constitutional claims, even though they can't bring statutory claims."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  You're taking -- I'm saying that's true only with respect to those people who have no right to appeal to the Merit Systems Protection Board.  You're going further."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're saying even the people who can appeal to the Merit Systems Protection Board, right, can go directly to the district court? That's a different question."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There are at least -- at least three different kinds of constitutional claims, and I'm not sure where you're drawing the line withrespect to your argument.  There's a claim that -- that the agency acted in an unconstitutional manner, not that any statute is unconstitutional --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but there's unconstitutional executive action.  There's an as- applied claim.  Let's say that a plaintiff says that the registration requirement is unconstitutional as applied to me, not to other people, but to me because I'm a conscientious objector or I have religious objections to military action that the United States is taking at this particular time.  And then there's this -- there's a claim that this statute is unconstitutional on its face. Now, where do you -- which of those can the Merit Systems Protection Review Board decide?  Just the first category?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's not a distinction between as-applied and facial?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your position was that whatever the MSPB cannot hear, then you can goto the district court."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, in your original briefs, Mr. Schwartz, you suggested that if the MSPB can't hear a claim, neither can the Federal Circuit.  And as I understood the Government's brief, the Government comes back and said that's not the case.  Even when the MSPB can't hear a claim, the Federal Circuit could hear it. Now, then there's a question of, if there's a necessity for a record, how does the record get developed? But do you now concede that the Federal Circuit could hear the claim as a matter -- you know, on the -- at the -- at the first level?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you take the position that the MSPB, having no jurisdiction and saying it has no jurisdiction, it can't adjudicate this matter, well,then, a reviewing court has no jurisdiction to -- to review?  There's nothing to review because the MSPB said we have no jurisdiction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it really a question of jurisdiction of the MSPB?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Jurisdiction\" is a word with many meanings."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what's the problem?  He says -- the employee says I was dismissed.  MSPB saysthat's right, you were, and it's lawful.  The employee says but you didn't consider my argument that the relevant statute was unconstitutional.  MSPB says, no, we can't.  The Federal Circuit says but we can; so, make your argument.  What's the problem?  And then I'll decide it.  And if they decide it's unconstitutional, then the action of the MSPB is wrong."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know -- I'm just saying, is there any practical problem with that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine, fine.  What they say is you have one argument here, that the statute that led to your dismissal was unconstitutional."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"We do not have jurisdictionover that; therefore, we say you were rightly dismissed."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, they appeal that, and they say they're right that they didn't, but you do; so, will you please decide that this statute is unconstitutional?  What's the problem?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah.  It may be unusual.  I just want to know what's the problem.  I'm not saying there isn't one.  I want to know what's the problem with that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it doesn't affirm the dismissal.  It says the dismissal was unconstitutional; go reinstate him."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that your point was and hasn't the Federal Circuit said that the MSPB has no jurisdiction to decide we have no jurisdiction to review."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that an appellate court is reviewing a court of first instance.  The scheme that has been proposed would turn the Federal Circuit into a court of first instance, rather than an appellate court."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't your basic answer to Justice Breyer -- I mean, correct me if I'm wrong -- you think that the problem is that there's no record that the Federal Circuit can use to evaluate this constitutional claim?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, every day of the weekwe get constitutional claims, and people submit all their arguments in the briefs.  Now, occasionally, there's one you have to have factual development, and I grant you on that one maybe they could appoint a special master or, if not, send it back.  But they have plenty of authority to get them to argue the facts.  But I doubt -- I don't know if there are such claims.  But I don't see why that would be a problem.  Now, I'm not -- again, I'm not giving you an answer.  I'm giving you a question."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your conclusion, and I want to know what -- what is the practical reason that that wouldn't work or why is that such a big problem to have it work that way?  I'm asking for your answer on that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Give me one where it wouldn't."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Give me one where it wouldn't.  But I don't want to cut into your time.  Your time is up.MR. SCHWARTZ:  Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"So, you have to be thinking about it if you want to respond."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said this one."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This one, because you want to make a record of all the changes that have occurred in the service, and you need much more than briefs.  You need to have maybe testimony from people who have -- who have been working with the changes in the -- in the opportunities for women in service."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your whole point was --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Feigin. "},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We could just ask the MSPB, Mr. Feigin.  If you bring the claim to the MSPB, and then the MSPB says, no, we have no authority to adjudicate this claim, then you know that you're in a world in which the MSPB doesn't have authority, so that you can go to the district court."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but the CSRA is presuming that the MSPB actually can decide something."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feigin, those -- those statutes to which you refer said that no action on the claim -- well, this was Social Security benefits -- no action shall be brought under 1331.  There is no such provision here."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, could you help me with something?  Because I agree with you, Thunder Basin is a very strong case for you, but McNary is a very strong case for Mr. Schwartz.  And I read those two opinions, and, frankly, I have a tough time reconciling them.  So, could you tell me how you do?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I imagine so."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is that your -- is thatyour answer for that's why it's an out for their failure to have gone to the Federal Circuit?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Will they be able -- if the -- if the commission says, no, we won't reopen, do they have any avenue now to go to the Federal Circuit?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Please finish with your answer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask you to pause --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- briefly on that question?  So, the government -- if Mr. Schwartz comes in before the MSPB and says we have three witnesses who are going to testify only on the constitutional issue; I have this volume of evidence about what's happening in the military; it's only relevant in the constitutional issue; and, you know, it's going to take us 2 days to present this -- the government is going to say it's okay with us, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They're not going to object that that's beyond the jurisdiction of the agency to decide."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I will object.  What is the agency -- taking evidence on an issue that it has no jurisdiction to decide?  That is absolutely weird.(Laughter.)"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But they're very different because the magistrate can come back to the district court judge and say we have a tough one, Your Honor; why don't you decide it? I mean, here you're stipulating that the board has no power to decide this question.  Call it jurisdiction; call it something else.  The board cannot decide the question, but the board is going to now become the arbiter of discovery disputes?  The factfinder?  I mean, \"weird\" is a good word for it."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How can it -- how can it deal with discovery without knowing -- without goinginto the merits of the constitutional claim?  In other words, the parties can just put in any evidence they want?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Any evidence they think might be possibly be relevant to the case, they can put that in.  It can be discovery of anything."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the MSPB should find facts with regard to this claim?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe it will and maybe it won't."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I would think, Mr. Feigin, it would depend on how it's litigated.  But in a case in which there is some factfinding to be made, would the MSPB have authority to find facts?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can you go back and tell me when the government changed its position?  It was my understanding that up until, well, certainly this case was litigated, the government was taking the position MSPB has no jurisdiction to pass on the constitutionality of a statute. When did the government back away from that position?  When did it say, no, we were wrong; they do have jurisdiction?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I don't want to delay you; so, don't pause too long.  But I've just been curious -- where did this rule -- is there a statute or something that says an agency can't say that this action would be unconstitutional?  Where does that idea come from?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Feigin, they might well be the same claim, but if the MSPB can decide the one and cannot decide the other, that's a relevant distinction.  Now, you might be right in what you said. Well, maybe one answer is that the MSPB can decide both. But as long as the MSPB can decide the one or the other, it seems -- I mean, that's -- it seems like a sensible dividing line."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But they're not at all the same claim.  They're related, but one says the statute means something; and insofar as it's applied to a particular situation, it's unconstitutional.  The other one says it doesn't mean that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"When we -- just let me rephrase that.  If -- if this Court adopts a certain interpretation based on the principle of constitutional avoidance, do you think the Court is rewriting the statute?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any such possibility in this case?  I mean, the statute says men must register for the draft.  There's no way to avoid -- to reread that statute to say anything other than that. So, I don't -- I don't see any constitutional avoidance."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"To go back to your interesting suggestion that the board should decide the constitutional issue, I've just been spending a littlebit of time going through the Act, and you're certainly -- it doesn't appear that there's anything in the Act that precludes them from granting any appropriate relief with respect to an unlawful discharge.  Am I correct?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Although, that's weird in another way, isn't it, Mr. Feigin, because, can we really imagine in the real world the MSPB deciding that the Selective Service Act is unconstitutional?  I mean, what do they know about that question?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but this is a question, and -- and you can -- I take the point that I'm just talking about this case.  But this is a question about whether women should have to register for the draft in the same way as men should.  That goes todefense policy.  It goes to equal protection law.  It doesn't seem to have anything to do with -- with workplace issues of the kind that the MSPB is expert on."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Congress is -- Congress is unhappy when this Court holds a statute unconstitutional. (Laughter.)"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Do you think it's -- it's really likely that they intended for the MS -- MSPRB to have the authority to declare its acts unconstitutional?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why?  I mean, it sounds -- really what the argument boils down to is -- is if we accept your position, there's a kind of procedural complexity and anomaly.  And your argument is that his position's worse.  And, yours is also fairly bad. (Laughter.)JUSTICE BREYER:  So, that's his point.  So, I mean, that's -- but that's why I wondered.  I mean, U.S. magistrates, all -- tax courts, all kinds of people as a preliminary matter have jobs where they say we think a statute is unconstitutional.  I suppose millions.  I don't know how many.  So, is this coming that they can't do it from some kind of lore from Kenneth Davis or something or -- what's -- what's the basis of this?  And wouldn't it be simpler if you just said it says they can take appropriate relief?  They can take appropriate relief, period.  End of the matter."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are there --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, somebody quoted Kenneth Davis in 1958 and wrote it into an opinion in a holding?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So, Kenneth Davis said this in 1958?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Johnson v. Robison is one such case.  I don't recall in that case anybody referring to any administrative law treatise."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If I could just focus there.  In your brief, you're quite careful, and you have been today, to talk to even if the MSPB lacked this authority.  It's your position that the MSPB does lack this authority in fact; right?  It's not just the MSPB's position."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If anybody who drafted or voted for the Civil Service Reform Act had thought about a case like this, where it's a pure question of law, a facial challenge to the constitutionality of a statute, do you think they would have said, well, the way we think that this should be handled is this scheme that you have proposed?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know of anyother -- any other case where an appellate court has authority to decide a question that the court of first instance lacked authority to decide?  I mean, you say MSPB says it has no authority, and you agree with that. I couldn't think of another case where a court of appeals, which is a court of review, not first view, substitutes itself for an incompetent court of first instance."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feigin, could I go back to the Chief Justice's question about what actually would happen in the MSPB?  Presumably in this case, what the plaintiffs seek to do is to develop an extensive factual record showing how much has changed in the military in terms of the -- the -- the role that women play in the military.  And that it's almost impossibleto litigate this kind of claim without having such a record.  That's the entire basis for -- for arguing that Rostker is outmoded, given current military operations. So, how could the -- the plaintiff develop that record that is needed to litigate this claim?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't like that at all. That's ridiculous.  Send it back to an agency that has no jurisdiction over the question, you know, make factfindings on this -- on this question over which you have no jurisdiction. Can you give any example where -- where that occurs elsewhere?  Why wouldn't the -- the preferable course be to appoint a master, have the Federal Circuit appoint a master to do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't like that. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"I mean, the idea of -- the special masters floating around freely every time you get one of these cases -- I mean, what -- inevitably what's going to happen is that you're going to have a more or less permanent special master who gets all these things.  You're not going to appoint 85 special masters if there are 85 of these sorts of claims.  It seems to me you've got an agency there that's expert in the interrelation between the different provisions in the statute.  And, you know, why don't -- why don't -- they make factfindings all the time in areas within their authority to decide.  It seems to me it's ready-made for sending these things back."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but -- but this is not an area that's within their expertise to decide.  What do they know about -- about the military?  And when is that ever -- ever relevant to anything that they decide? It's utterly irrelevant to their work.  And you're telling them to take --MR. FEIGIN:  Well, first of all, Your Honor, I think it's actually going to be a fairly rare case in which a challenge to a legislative act of passing a statute is really going to turn on some sort of factual finding -- like a credibility --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Well, but this is that case."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I suspect that if this were litigated in district court, the government would moveto dismiss and would take the position that it doesn't matter; even if women can now do 99 percent of the -- the things that are done in the military, the Registration Act is still constitutional.  Wouldn't you take that position?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would you say that if -- if it can be proven that they've -- that women are now -- that the percentage is now high enough, the statute may be unconstitutional? Anyway, assuming that you might take that position, then -- and you might win on that -- then what would be the point of having all of this discovery that you're talking about?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All of this -- all of this development of the factual record?  What -- what sense does it make to develop a big factual record before you know whether it's even -- whether it even makes any difference?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any rule of the board that stops a litigant from making a proffer -- an offer of proof?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't that be the proper way of doing it, if you're going to go up on a constitutional claim?  Make your offer of proof, and then the Federal Circuit can decide if it needs more evidence or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if -- I guess that the party doesn't -- doesn't even have to raise its constitutional claim before the MSPB, does it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it's pretty odd to say that you've somehow waived a claim youcouldn't pursue."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wait.  You're -- you're actually proposing that you have to exhaust questions that the agency has no authority to decide?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Curiouser and curiouser. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"If you don't bring before the agency a question that the agency says it has no authority to decide, you have forfeited your ability?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Where did -- where didSalfi go?  The agency couldn't decide the constitutional question.  So, what's the next stop?  Was it a court of appeals or the district court?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Not on the constitutional question."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why?  The district court is -- that's what it's equipped to do.  That's what it does all the time.  And --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Feigin. Mr. Schwartz, you have 2 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"HARVEY A. SCHWARTZ","firstName":"HARVEY","lastName":"SCHWARTZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":2432,"interruptions":21,"times_spoken":77,"laughter":1,"num_int_by":7},{"id":1,"fullName":"ERIC J. FEIGIN","firstName":"ERIC","lastName":"FEIGIN","counsel":true,"justice":false,"side":"respondent","words_spoken":3519,"interruptions":34,"times_spoken":55,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":692,"interruptions":3,"times_spoken":26,"laughter":2,"num_int_by":3},{"id":3,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":947,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":644,"interruptions":1,"times_spoken":17,"laughter":2,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":150,"interruptions":3,"times_spoken":8,"laughter":1,"num_int_by":3},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":410,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":628,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":528,"interruptions":1,"times_spoken":13,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":594,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":2432,"times_spoken":77,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":34,"words_spoken":3519,"times_spoken":55,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":15,"words_spoken":4593,"times_spoken":140,"laughter":7,"num_int_by":6}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.9257615074130767,"respondent":0.07423849258692328,"date":1472703110656}}