{"petitioner":{"name":"LOS ANGELES COUNTY FLOOD CONTROL DISTRICT","counsel":[0]},"respondent":{"name":"NATURAL RESOURCES DEFENSE\nCOUNCIL, INC., ET AL.\n","counsel":[1]},"caseNumber":"11-460","date":"2012-12-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 11-460, Los Angeles Flood Control District v. The Natural Resources Defense Council. Mr. Coates. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why don't we just remand and let it sort it out under the right understanding of the legal rule?  Which is basically what the government is saying, with an added twist because it thinks there is another legal question that I think the Ninth Circuit has answered, but we could go back and forth on it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Everybody agrees."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems to me that they present a very direct syllogism.  You have a permit that sets these monitoring stations where they are.  The monitoring stations show exceedances, you have violated your permit.  What -- what's wrong with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  But I understand the argument to be that that's the problem that your permit imposes on you; in other words, that this is where the monitoring station is supposed to be. What is it monitoring, if not discharges from the MS4, for which you're responsible? The government suggests that there could be different rules about whether you have to show the allocation or if that's your responsibility."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you don't -- you don't question that there was an actual discharge. The storm sewer system in Los Angeles hasn't been shut down, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So there are discharges, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't dispute that there was at least some small amount of pollutant, even below the -- the permit level, from your point sources, do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm asking you whether -- I mean, isn't it -- doesn't common sense suggest -- you have asked in your permit for a limit on how much of a --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- particular pollutant you can discharge."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You wouldn't do that, unless you expected to discharge some."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why did you put the monitoring sources where they are, if that wasn't what was going to measure your compliance with the permit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the government says that that question -- you're saying, I understand, there are other discharges -- well, you're by far the dominant discharger, but I understand there are others, and they may contribute as well to what the monitoring station says. But the government's position is that, well, that's how you wrote the permit without any allocation; and that whatever allocation issues you have may be between you and the other dischargers, but that doesn't affect the showing of liability."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that?  I know we've got the permit.  Where does it read that way?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What page again?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that the district has 85 percent of the water by volume that's put into this river, and then you have this high pollution index. Does that make it an easier case for the challengers? Or is that just irrelevant?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I have one different question.  This is hypothetical.  It's not in the case. It's just for me to understand that. Suppose you have the river, and part of it is a concrete bank, and then there's a more natural bedding and then another concrete bank. And when the -- in the dry season, they fix the concrete bank, but they use bad concrete.  And a lot of pollutants are coming out of the concrete, but it is in the river.  Is that a discharge under this statute?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would there be any --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's -- that's a separate provision of the statute, nonpoint source pollutions."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not in this case."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It was just a background, background question for you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Coates, I am -- I am still perplexed."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You say -- and it seems to be correct, that each -- each alleged polluter is only responsible for his own pollution.  But you also say that these monitors are so situated that it is impossible to tell from the monitor who is responsible for the pollution; is that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So whose fault is that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what it is -- what is it that provides for that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So this was a regulatory void?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A regulatory void that these -- that there was no requirement previously that you monitor the outfalls?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do you -- how do you envision this permit was -- by the way, just one side question and then on to this one. I thought the Ninth Circuit basically endorsed your view that, under the permit, you're not -- you're only responsible for your own pollution."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it has resolved this issue?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So that's why I ask why remand and why you're saying why remand."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But putting that aside, how do you think the system was supposed to work before?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you have any obligation, once you saw the excess pollutants, to start the reiteration process, to try to figure out who was the cause of this?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean the Respondents could have done that here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what -- what percentage of discharges come from you, as opposed to the other members of the MS4 --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Give me an estimate."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what goes into these discharges, besides the rainwater runoff?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So your -- your hypothesis is, in some of these minority dischargers, that, for some reason, their rainwater would have a different amount of pollutants than your rainwater?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, you mean --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Justice Kennedy."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Circuit's error -- was the Ninth Circuit's error here a factual one, because it was based on the location of the stations?  Or was it a legal one because it misinterpreted our Miccosukee case?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You just said there were polluters upstream.  Are those industrial polluters upstream --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or industrial facilities, are they within your MS4?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what you're saying is that there are outfalls from different people into the same river."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So we don't know whether the outfall is from your MS4 or from some other source?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So you say they have two remedies, that the NRDC, if they think you are polluting, could have done -- could do two things.  One, they could go and get some expert to try to get a sample or to make an estimate, based on what he knows about the industrial sites that it's actually your storm drains that are polluting.  That's one thing they could do; you say they didn't do it. Okay.  The second thing they could do is they go to the permitting authority, and they could say, will you please ask the L.A. County to monitor the actual storm drains when they come in, a sample thereof. And you're saying they could have done that, but they don't have to now because, now, that is a requirement. And we are doing it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where --   where is that requirement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that requirement that you're now doing?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are not doing it now?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it your position that the rivers -- the two rivers in question are outside the MS4?  I thought there was a suggestion in the government's brief that you could have both the river and the MS4 that could cover the same area."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the purpose of having the monitoring station if nothing can be done? And are -- the monitoring shows, yes, there is a lot of pollutants in there, and we know that at least some of them have to be ascribed to the district.  But you say, unless you -- you show the outflow, that it comes from there, no liability. Why shouldn't it be that, given there is going to be a contribution that the district is making, that the district should have the burden of showing, no, there are all these other ones out there, so our percentage is X, not the whole thing?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is your description of the statute meant to conclude, or does it -- does it conclude, that these outsource monitoring stations which exist under the new permit are not really required?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I understood that. Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you put in the permit stuff that the statute does not require?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Shah. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"","text":"Mr. Shah, what about the problem that one of the amici brought up concerning dredged material?  Said that if we just say Miccosukee applies, then when there's a dredging operation and the material is redeposited back into the same water, then that would also -- there would be no responsibility based on that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"Counsel, tell me why remand?  I thought -- and correct me at whatever step I'm wrong, okay -- that the district court rejected Respondents' argument that the mere monitoring excesses created liability.  What it said is you have to follow the terms of the permit and make the permittee responsible only for their excess discharges, and you haven't shown us any evidence that does that. The Ninth Circuit agreed that the permittee is only liable for its own discharges.  It held the permittee liable because it believed that the discharges were within their source -- within their outflow.  So what are we remanding for?  The legal question of whether the -- the -- the monitoring stations automatically create liability has been answered in the negative by both courts."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"How would it --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"-- what could it do differently?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"How does that change the answer to the legal question that the permittee -- both courts have said the permittee is only liable for their own discharges.  And unless this proves that they   discharged -- they, themselves, discharged, which it can't because it's in the river and not within the source --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"-- how can that, alone, establish liability?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"So -- so -- so what follows from that; that the district is liable because it's a lousy permit?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"I do not see how this   court -- how the -- how the court of appeals is going to be able to do anything different, other than say there's no liability here, unless, of course, it adopts another fanciful interpretation of the statute, which is something I worry about."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"I -- I agree with that, but how can this permit possibly be interpreted in such a way as to hold a district liable?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"They would assume that; but, if it doesn't, it doesn't."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"So what do you do if it doesn't?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"They have -- they have not agreed."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"So you're going to impose a shared thing?  I see no way for the court of appeals to do this in -- in a fashion that will not bring the case right back here, and you'll be asking us to send it back to the same panel."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"","text":"But, anyway, you say that the court held the same thing in two other cases involving two other rivers, and they didn't cross-appeal from that, and so that issue isn't really in front of us."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"","text":"And if they did hold what you said, then they'd have to reopen the other two   cases."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"","text":"Okay.  But if we decide that they needed file a cross-petition and they didn't, then what's the basis for our remanding, rather than reversing?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"","text":"It's that issue that what we have to decide."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"Why should we, in light of the clarity of the permit?  That's the question Justice Scalia is asking."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"","text":"And if there -- if there is --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"But that is not our ordinary practice, when -- when nothing can happen on remand, except -- except to give judgment for the Petitioners here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"","text":"Sometimes, the Court says the bottom line in that italicized thing, which I've never fully understood when and when we don't do it, but it just says, \"Reversed.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"","text":"And then, sometimes, it says, \"It is so ordered.\"  And exactly when you write the word \"Reversed\" -- but I usually just ask the Clerk, all right. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"But the question -- the   question is when do we do the one or the other, and I think, here, what they're saying is, just write the word \"Reversed,\" we'll deal with the rest of it.  All right. So that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Doesn't that always say that in the judgment of the Court?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Does it say, \"It is so ordered,\" in the judgment that we release?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"","text":"Mr. Shah, am I right about that this other theory, if it were open to the Ninth Circuit, would apply equally to the other rivers that Justice Breyer mentioned, and those were out of the case because, when it got to the Ninth Circuit, we were talking about only the Los Angeles and the San Gabriel?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"","text":"That -- that other theory would apply to all four."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"The reason it would not look at Malibu and -- what's the other one that we're already --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Yes -- would be because it wouldn't comply with the cross-petition rule."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"We're are not going to send it back to them to --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Do -- do you have a position on the cross-petition issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Mr. Colangelo. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, where is the permit's own terms?  Your friend cited JA 93, which says each permittee is responsible only for a discharge for which it is the operator.  So where does the permit clearly show the opposite?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Wait.  But -- but before you go further, it says each permittee must comply.  It doesn't say that each permittee shall be responsible or shall be liable.  And it's the other provision that says that each permittee is responsible only for a discharge for which it is the operator."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, the very first step is A, \"Upon a determination by either the permittee or the regional board that discharges are causing or contributing to an exceedance of an applicable water quality standard, the permittee shall promptly notify,\" et cetera.  They cannot make such a determination because of the nature of the monitoring -- monitoring here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But as I read it, and he explained it, I thought that, look, what they're thinking is this:  Stormwater is really a big problem, and it's really complicated how you work it out, and we want the agencies to work it out.  So the purpose of this monitoring thing is we first determine that there is an exceedance. Now, once we determine that there is an exceedance, which is the point of this pertinent particular requirement, then we're going to go on to decide who.  And what we're going to do is leave you with two possible choices.  One is you can try to figure out who, which means you've got to get an expert and monitor it; or let us now have a new permit which will -- will -- you know, which will -- which will put some responsibility on the individuals, because we'll monitor higher up the river. Now, that's a rational way for an agency to proceed and it leaves you with pretty good remedies. And so why -- why are we running all around, trying to work this thing out?  Why don't you just sort of try to deal with it as they described it and say, okay, we're going to either prove you did it before or at least we   can prove it now?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But how do -- the   district is a big contributor, but there are other contributors.  So, on your theory, how do we determine what is the share that the district would be liable for?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you still have to show that there is a contributor.  And I've been through these sections, and it seems to me that a reasonable interpretation of this section is that there is a violation if a particular permittee violates. And what I'm taking away from your argument is that, once there is a violation, all the permittees are liable, and that just can't be."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What's the third section, Mr. Colangelo?  I'm waiting breathlessly for your third section.  You said there were three. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I've got 195.  I've got 98.   Where is the third one?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"109."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well --  Looking at 109, it strikes me as a little bit circular to say – to   say they have the responsibility to carry out inspection and surveillance and monitoring to ensure compliance with the permit, and their point is, well, we're not -- we're not not in compliance with the permit because you haven't -- there hasn't been an allocation of the discharges to them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think that might be -- I think that might be right, but that gets back to the question of whether the permit is -- is poorly drafted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and I guess the idea is they're changing the permit so to -- to cure that problem."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why -- why do you need that if -- if the present permit covers it as clearly as you say?  I mean self -- self-monitoring."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"My goodness, you're going to go through all of this how many -- how long did it take you to challenge this and blah, blah, blah, blah? Why go through all that if, indeed, the present permit, as you say, is perfectly adequate?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, would you still I'm not clear if you gave me an answer to how the district share would be determined.  It is not the only polluter.  Are you saying each permittee is responsible for the whole?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So how do we find out what is its part -- what is its share?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is that the 109 language you cite?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So the upshot would be, however, as I understand it, and correct me if I'm wrong, that since they're doing that now anyway under the new permit -- and you can question my hypothetical assumption there -- but if they are doing it under the new permit, then the only result of your winning this would be to transfer the running of the district from the agency to the court.  And I suspect the Ninth Circuit knows less about it than you participating in a -- some kind of negotiation with the agency."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this is all fine and good.  Your -- your friend, though, says you should have cross-petitioned because the relief you seek expands the judgment below, and there are all these cases saying you can't do that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I understand that, but -- it seems reasonable, but they do cite a lot of cases that say you can't do that.  You can't just sort of say, oh, I give up on the others because the judgment, I guess, is one whole, and you would be changing the judgment."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn’t it necessarily --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":4,"sideBefore":"justices","text":"That’s because you’re giving up -- you're giving up on the two rivers, even though your theory would work the same way with respect to them?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But do you think that the trial court was wrong, the district court was wrong, and the Ninth Circuit, both times, when they said, well, you didn't prove -- there was no -- there was no proof that the district was responsible for a given part.  So, on your theory, both the district court and the Ninth Circuit were wrong on that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Colangelo, did you raise this argument in your brief in opposition?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where is it in that?  I was looking for it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that --  That may be, but you don't support -- and page what?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- you don't say that that's the basis for supporting the decision below.  I certainly didn't interpret it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't have your supplemental brief in front of me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Where on 4 to 5?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- but -- but that -- that's just to say you can rely on -- on the extant monitors."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you say -- you know, they were correct.  You have to find some basis for liability, and they use the monitors, and that's it.  It didn't -- it didn't say, in detail, that these people had to go and -- and set up their own monitoring under -- under the permit."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you told this to the Ninth Circuit, and the Ninth Circuit said no?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Colangelo, suppose we did what the Solicitor General says to do and vacated this.  Can you think of any reason why the Ninth Circuit would change its mind?  I mean, is there any connection between these two issues that you can point to, such that our making clear to the Ninth Circuit that they made a mistake on one actually would affect their analysis on the other?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why is there no -- where do I look to find out that the district is making a discharge of polluted water, other than under the Ninth Circuit's theory that it's in the river itself?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So is your theory that, if the district is permitted to -- on a scale of 1 to 10, to discharge up to 2, but that if the monitoring station in the river shows an 8, then it is automatically liable for the increase, even though other dischargees might have made this?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't get that from what you have read.  I've looked at --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- the text you've read and it looks to me like it's permittee by permittee."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Finish that.  So what's the consequence of that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Therefore, each one of them is liable for all of it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But they haven't done so. So what?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So if each permittee is allowed to put in a 2, but one permittee puts in an 8; then both permittees are liable?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, we now know the facts because it's the hypothetical."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are the provisions -- excuse me, the provisions we've been talking about, the three that you cited and the one that you’re -- are they boilerplate?  Do they show up in every typical stormwater permit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  What about the one that says each permittee is responsible only for a discharge for which it is the operator?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Your basic argument is this permit requires you, L.A. County, to do monitoring, to decide if you're violating it.  You chose this system, then common sense suggests you're doing it.  You struck out twice with that argument --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- in the other two rivers, and now, you're going to go back if we permit it, and we want to make the argument and tell the Ninth Circuit, three times and you're out; in this case, hold the opposite."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That’s what you want us –-   I understand it. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Couldn't you get some expert who understands --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand why you   didn't cross-appeal on -- on this theory that -- that the lower court rejected."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't say you need to. I didn't say you needed to.  But I -- I would normally have done it, just to be sure I had that arrow in my quiver and that it would not be argued, as it will be here, that this would be expanding the judgment below."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do we have -- I just don't remember now.  Do we have a circuit split on thi   issue of whether a permit in a situation like this would impose liability on all permittees?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I see.  What do you think of the government's point?  They are telling us, just write what you usually write, and then you can go make all your arguments, see what they do.  Does that satisfy you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What if this panel found – found for you on the ground that they used, they will surely find for you on this other ground, which -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- which has at least an inkling of plausibility."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Coates, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask a quick question."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it satisfy you if we just write in the judgment what you -- we usually write, and then you all can argue what it means below?  What about that?  Does that satisfy?  Or do you want us to write something special? (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did we use our usual language, and did it go back, and the -- and the court of appeals considered --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- considered the issue we had refused to consider?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't we have two -- I don't know that we do this all the time.  When we expect them to keep the case and do something different, don't we usually vacate and remand, rather than reverse?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they might change their mind now.  They might change their mind."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand, and you do cite a lot of cases for that, but I can't figure out what sense it makes.  I mean, if you're willing to give up Santa Clara and Malibu, you're -- you're safe there, and that's the only thing you've won. Why does it -- how does that make sense?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"TIMOTHY T. COATES","firstName":"TIMOTHY","lastName":"COATES","counsel":true,"justice":false,"side":"petitioner","words_spoken":3388,"interruptions":25,"times_spoken":63,"laughter":0,"num_int_by":6},{"id":0,"fullName":"PRATIK A. SHAH","firstName":"PRATIK","lastName":"SHAH","counsel":true,"justice":false,"side":"","words_spoken":1067,"interruptions":13,"times_spoken":31,"laughter":0,"num_int_by":4},{"id":1,"fullName":"AARON COLANGELO","firstName":"AARON","lastName":"COLANGELO","counsel":true,"justice":false,"side":"respondent","words_spoken":2833,"interruptions":20,"times_spoken":56,"laughter":1,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":901,"interruptions":4,"times_spoken":42,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":517,"interruptions":5,"times_spoken":23,"laughter":0,"num_int_by":4},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":461,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":892,"interruptions":2,"times_spoken":44,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":816,"interruptions":3,"times_spoken":18,"laughter":3,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":408,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":68,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":3388,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":20,"words_spoken":2833,"times_spoken":56,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":17,"words_spoken":4063,"times_spoken":155,"laughter":5,"num_int_by":6}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7819357023252761,"respondent":0.2180642976747239,"date":1472523515558}}