{"petitioner":{"name":"DEBORAH K. JOHNSON, ACTING WARDEN","counsel":[0]},"respondent":{"name":"TARA SHENEVA WILLIAMS ","counsel":[1]},"caseNumber":"11-465","date":"2012-10-03T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-465, Johnson v. Williams. Ms. Brenan. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens when there is a challenge to the admission of evidence on a state law ground on -- on a Confrontation Clause ground, and all the state court does is grapple with the evidentiary rule, but it's self evident that the Confrontation Clause is based on a different theory? Are we to assume, in the light of that kind of decision, that the court actually grappled with the Confrontation Clause?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I to make that assumption when, before our line of cases in this area, state courts generally had held that if hearsay was admissible under their evidentiary rules, that that was the end of their Confrontation Clause challenge? Is a Federal court supposed to continue with that presumption in light of an undisputed state's statement that their rules are consonant with the Confrontation Clause."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's assume it's not after our -- we render our decision."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If one --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Well, we can continue and probably should talk about this broad theory that you want us to adopt. Really, in this case, the court of appeals in -- in the state system cited Nesler, and Nesler in turn cited, at page 104 of the petition appendix, a Supreme Court case you don't even -- you say citation, you don't even give -- but it -- it's -- it's the Supreme Court case, United States v. Wood, written by Chief Justice Charles Evans Hughes.  And it seems to me it’s very clearly ties its state analysis to the Federal Constitution and a Sixth Amendment discussion in Wood. So it seems to me that you're -- you have a very strong argument that they did adjudicate the Federal claim anyway.  I know you want us to maybe reach the bigger issue, but -- and your brief almost downplays it -- but it seems to me pretty clear that you have the argument, that you don't strongly make, although you don't, by any means, abandon it, that -- that here the state law was tied to the Federal standard, and the Federal standard was the basis for the entire jurisprudence."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Irrebuttably?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I see exceptions to that already.  There are cases where the state court reaches one prong of the Strickland standard, has no need to go to the second."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you really can't say in that situation that you can assume they reached the second, can you?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose that the --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Ms. Brenan, we are straying pretty far from this case.  And correct me if I'm wrong, but, as I understand it, the argument was made under State law, and then Williams said there was an abuse of discretion under State law and therefore the Sixth Amendment was violated. So there really isn't any independent -- Williams hasn't stated any independent Sixth Amendment right.  It's State law was violated and therefore the Constitution was violated. So it seems to me if we just look at the position that Williams was taking, that these two, the State and the Federal claim, are tied -- tied together. And we don't -- to go beyond this case and imagine some other case that might come before us some day would not be wise."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the court of appeals, whose decision we're reviewing, understood the Respondent to present a separate State claim and a separate Federal claim, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the predicate to the whole question we have before us, right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me give you this hypothetical.  The brief filed with an intermediate State court of appeals contains 25 pages of argument on a Federal constitutional claim.  Let's say it's a Brady claim.  And then it also has two other claims, two other arguments.  They are State law claims, and each one is dealt with in two pages.  And then the State court, intermediate court of appeals, issues an opinion that addresses only the two State law claims and says nothing about the Federal constitutional claim. You would say there that -- that it's conclusively presumed that they adjudicated the Federal constitutional claim?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it necessary to go so far as to require a plain statement?  Why wouldn't you protect the same interests if you had a rule that said that there is a presumption that they have adjudicated the claim on the merits, but that it can be rebutted if there is a strong inference that they overlooked it or a very strong inference that they overlooked it. Then you wouldn't have situations like the one that Justice Sotomayor posed in her hypothetical or the one that I just mentioned to you."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I assume that in -- in many cases, especially capital cases, one could argue for years over whether -- whether, in fact, there was enough indication that the court did not consider it or not, right?  And every year is a reduction of sentence, so to speak."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose -- I suppose the broader rule, if you took $28.52 out of the State's judicial budget and bought them all a stamp which just says, we have considered and rejected all constitutional claims, then there would be no problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Any idea based on your experience how many separate claims are typically raised in a capital case of this sort?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There would be a lot of good debate over whether it was presented clearly enough, is presenting it in two sentences enough to require the court to answer it.  I can see a whole -- you know, a whole train of litigation on this wonderful subject, a whole new area of law.  Has the -- has the State supreme court overlooked something that was clearly enough presented, and is there enough indication that the State court has overlooked it?  I mean -- that's the problem."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":7,"sideBefore":"justices","text":"All of the circuit courts basically have a rule close to the one announced by Justice Alito, don't they?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All of them have essentially a presumption that's rebutted by some form of evidence, except for perhaps the Eleventh and this circuit that have a clear, almost irrebuttable presumption. I'm sorry.  Not the Ninth, but the Eleventh."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not as absolute as the Eleventh."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a -- you know, I mean, for every rule you're going to find an exception that abuses it.  It's the nature of human nature. Do you know what the total number of habeas petitions there are and what the percentage that are actually granted?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you be willing to accept that it's -- in relationship to the total granted, it's very, very small?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So whatever the abuse of the system is, it hasn't halted justice."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why can't they just do what we used to do?  Many district judges do this and -- because there sometimes thousands of petitions of different kinds.  A lot go to the staff attorneys that look them over and flag the arguments, and you put at the end, just to be on the safe side: Any other arguments that are made are rejected.  All right. Now, that serves one purpose.  A human being has a hard time writing that unless he's thinking:  I've looked this over pretty carefully.  And if it's a staff attorney preparing a draft, the staff attorney doesn't want to -- doesn't want to write those words unless he or she has really looked with some care. And so it serves a purpose.  It means they don't do it just as a form.  They could turn it into a form, but they shouldn't.  And so if -- let them write that, and therefore if we get nothing then you put into play these presumptions, et cetera."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, anything.  Judges can not do their job.  But -- but when you write something like the word \"denied,\" which is all most district judges write in respect to many motions, they read the motion, they think about it, that's their job. So -- so, similarly, a staff attorney or a judge who is going to have to write certain words will want to do his job or her job, and they will do it. So I'm just suggesting that it won't -- that isn't a big deal. Now, this case, they didn't write that for some reason.  Many do."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Doesn't the -- doesn't the word denied at the end of the order say the same thing? We've considered --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"No."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"-- all of the points made, and we have denied them. And wouldn't it be the case that if you require such a statement, but you have a situation where a Federal question occupies 90 percent of the brief, and the court only addresses explicitly the state things, the state claims, and then at the very end says, we have considered all the other claims, presumably including the 90 percent Federal claims that are not addressed, would we be out of the woods, or would you be here again arguing the same problem?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Brenan, can I ask you what you mean by a plain statement?  Because you've said a couple of times a plain statement to the contrary. Justice Sotomayor and Justice Alito have given you hypotheticals, very different from this case, but hypotheticals, where there is, I think, a strong inference that there was no adjudication of the particular Federal claim alleged. You said that's not a plain statement, even though it seems as though there is a strong inference. So what would be a plain statement?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I don't know why they would say that either.  Well, by the way, we're not adjudicating this, you know.  So if that's your test, your test is an irrebuttable presumption."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if the brief raises five arguments, and the opinion says the appellant has raised four arguments, is that a plain statement that the fifth -- the fifth argument was overlooked?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not a plain statement?  What if there is one Federal claim -- one Federal argument and five state arguments, and the opinion says, this appeal raises only issues of state law, is that a plain statement?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you about the underlying claim here?  It is quite troublesome.  I think this is a state that doesn't allow an Allen charge; is that right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the possibility of getting rid of the juror, the hold-out juror, in this way is -- is really troublesome.  The judge can't give an Allen charge to urge the jury to deliberate further, but can say -- now, the judge knows who the hold-out is, and to just dismiss that juror, it is -- it is very troublesome."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I have to -- I mean, this takes us into the merits, which is really interesting, but I -- we probably shouldn't go there, but, as long as we're there for a minute, I agree with Justice Ginsburg.  I've never seen a procedure like this. And I looked -- I looked at this -- the Federal cases, Brown and Thomas, that the Cleveland court cited.  Those -- and Wood was voir dire, was not mid-jury. I just hope this doesn't happen with much regularity.  And the fact that the trial judge is upset, that's the reason that you should leave the jury alone, it seems to me.  I think it's very troublesome."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That the person is not guilty is a bias?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that's -- that may be your strongest point, but most of what he said was basically this is a murder case, and the evidence has to be beyond a reasonable doubt, and I think it has to be clear enough for me to be convinced.  Is that a biased juror?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I must say that, like Justice Kennedy, I'm deeply troubled when trial judges intrude in the deliberative processes of juries. Most of the time when we're assessing bias, we're assessing it on the grounds of extraneous evidence, a juror who has said one thing in voir dire and is now either a convicted felon or introduced extraneous circumstance. But the degree of being convinced is the very essence of jury deliberations.  This case is troublesome."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I go back, Ms. Brenan, to your basic theory, because I guess I'm not sure I understand what you're arguing now. In your brief, you talked about focusing on the error.  So if evidence was admitted, you would say it doesn't matter that there were three different theories for why the admission of evidence was wrong; you should just look at the fact that we're talking about the admission of evidence.  Now, is -- is that what you're arguing, or are you also saying what the states say in their amicus brief, that even if, you know, one claim is about the admission of evidence, and one claim is about ineffective assistance of counsel, you would still apply the same rule?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why does your theory make any sense?  I mean, we're supposed to be interpreting a statute here that says whether the claim was adjudicated on the merits.  Usually when we speak of claims, we speak of legal grounds for relief.  We don't look at a claim and say, we'll just check, you know, what -- we don't use an operative facts test, and you seem to be suggesting that that's the kind of test we should use."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Hermansen. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, just the way you phrased it, if it addresses the bulk of the claims, under your theory it has to address every claim, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  Not overlooked or omitted.  Not discussed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Not analyzed in the opinion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You agree that if -- if this was raised when your friend was at the lectern -- if the court at the end said, not only denied, but said, I considered all other arguments not addressed, denied, then you have no case, correct?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That would mean that if you prevail it would just become routine.  Justice Kennedy mentioned the stamp that says:  We considered all of the questions raised, those not discussed on the merits --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're not willing to assume that when the judge says \"denied.\" You're willing to assume that when the judge says:  I've looked at everything, denied."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me if you give them the presumption of regularity in the one case you ought to give it to them in the other."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Was it fairly presented here?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Given that the argument was abuse of discretion?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, again this is fact-specific to the case.  It doesn't address the rule that we want to address and was the reason for us taking the case, but 104a, the State court, State appellate court, cites the United States v. Wood, and -- and it also cites Cleveland, and Cleveland had three circuit court cases, all of which involved the Sixth Amendment. It seems to me that the Federal constitutional claim was intertwined with and -- and controlling of the procedural matters that the court discussed.  I just don't see the case is here even on your theory."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but that's the state court.  Here didn't -- would you disagree that the California Supreme Court in Cleveland correctly or incorrectly adopted a rule that it believed was consistent with the Federal Constitution?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And were they under any obligation to agree with Federal courts of appeal as to the interpretation of the Sixth Amendment?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they -- isn't the -- isn't the reasonable reading of Cleveland that we're adopting this rule, this is our State rule, it's based on a very broadly worded State statute, it is informed by our understanding of the Sixth Amendment, and we disagree.  We mention the Federal courts of appeals decisions on this issue and we respectfully disagree with their interpretation of the Sixth Amendment."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Didn't the -- I'm sorry."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure how you can say that.  I mean, I think the simplest statement of the State rule is that the State believes that if you remove a juror for actual bias, that that is okay under the Sixth Amendment.  They said it in Cleveland.  They were presented with the argument in this case by the briefing that the juror was not biased and hence the Sixth Amendment was violated.  And they ruled to say he was biased, and I see as a natural, clear inference that they were saying the Sixth Amendment wasn't violated because he was biased."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's a different question.  That question is whether the California Supreme Court's Cleveland decision, its assumption that a biased juror violates -- doesn't violate -- the removal of a biased juror doesn't violate the Sixth Amendment, is that an unreasonable application of Supreme Court precedent, not circuit court precedent?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- I'm sorry. Go ahead."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What Supreme Court precedent commands that result?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The discussion you've been having with Justice Sotomayor and Justice Alito highlights another problem with your approach, is that the court is going to have to decide in every case whether or not State law is coterminous with Federal law.  And there was -- I don't know that the Ninth Circuit got that question right in this case or they got it wrong, but in every case, or many of the cases, the claim will be made on the part of the State, well, yes, they just said State law, but it's the same as Federal law.  And the Ninth Circuit recognized that as an exception to their rule.  Isn't that really going to cause all sorts of collateral litigation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, it's not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Except in a case like Harrington v. Richter."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I may be just repeating some of my colleagues here, but I think if you take this opinion at face value, it cuts against you.  I mean, it's a -- they're applying Cleveland.  Cleveland is a constitutional decision.  It's a Federal constitutional decision. The concurrence makes that completely clear. California has made it completely clear in other cases post Cleveland that it thinks it's applying the Sixth Amendment. Whether it's applying a correct interpretation of the Sixth Amendment is unclear, but it's also completely irrelevant.  It thinks it's applying the Sixth Amendment, and it's reaching a Constitutional judgment, isn't it?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're quite right, it does not adopt the consensus standard.  It specifically rejects the consensus standard, but it's entitled to do that.  As a state court, with no Supreme Court decision that it has to follow, it can say, we have a different view of the Sixth Amendment.  I'm just repeating what Justice Alito here said. And that's what it's doing.  It's saying, we're applying the Sixth Amendment, we're applying it differently from the way these other courts have done so because we think they're wrong."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The -- section 1089 is very broadly worded; isn't that right?  The section that was being interpreted in Cleveland?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  You think that the California Supreme Court said, we're announcing a rule of state law, and, you know, we've been told that this rule is inconsistent with the Sixth Amendment, but we don't care, and we're not even -- we're not going to worry about what the Sixth Amendment requires, we're just going to adopt this rule as state law; do you think that's what they did?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- Can we go back a minute, please, to Justice Kennedy's question about page 104(a). I read the court of appeals' opinion.  Most of it, about six or eight pages, recites the facts. Then they discuss the law.  The legal discussion is on page 104(a).  It's approximately 30 lines long.  More than half of it concerns Federal law. I mean, they don't just cite that Federal case.  They say, \"In assessing whether a juror is impartial for Federal constitutional purposes -- Federal constitutional purposes -- the United States Supreme Court has said,\" da, da, da, then they quote it all.  Now, since your argument, the argument in the -- in this brief here is entirely Sixth Amendment, as far as I can tell, they say, look, look what happened here, they took this man off the jury.  That violates my rights to Sixth Amendment right.  It says it over and over and over.  I have no doubt you raised it. And now they give an answer.  And the answer that they give consists of 30 lines, and 16 of the lines consist of Federal law. So -- so what's the problem?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The remaining 14 lines do consist of state law too; but, I mean, how can we say they didn't consider the Federal issue?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, they didn't quote -- Nesler doesn't.  What they did in Nesler is quote a Federal case.  And what they do here is not just say Nesler, they quote the Federal case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe it doesn't. Maybe they didn't properly -- maybe they didn't properly state what Federal law is.  Everybody has some concerns about that one. But what I don't see is how when they spend 14 out of 27 lines quoting a Federal case which they believe sets the standard for impartiality and partiality you can say that they didn't discuss the Federal issue."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"For Constitutional purposes.  And this guy was kicked off the jury because they thought he was not impartial."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then your claim over in the Ninth Circuit is not that they didn't consider it, but that, rather, they considered it, but no reasonable juror could reach -- no reasonable jurist could reach the conclusion that they reached on the issue. That argument is open to you.  The only thing I don't understand is how you're saying -- or everybody -- I must be wrong, because everybody seems to be saying it -- that they didn't reach the Federal issue when they spent 14 lines discussing it, rightly or wrongly."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Which happens to be the issue in this case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  Now, what the court says about that argument, what the court of appeals says, is that the argument of your client not only misstates the evidence -- that's their -- not you, but they're criticizing -- and then he says, \"It ignores the trial court's explanation that it was discharging Juror No. 6 because he had shown himself to be biased.\" So this court of appeals thinks the issue is whether he had shown sufficient bias.  You think the answer to that is clearly no.  The Government thinks it's yes.  And I can understand the differences of opinion, but I'm back to my question. It seems to me in 14 lines they do address the Federal constitutional question of bias.  And that's -- that's -- maybe it wasn't the right issue, et cetera, but -- or maybe they didn't decide it correctly. But you see what's bothering me.  And so I've listened to the answer.  Do you want to add anything?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is this -- is this a holding that the Sixth Amendment requires you to keep a biased juror as long as the juror says, I have doubts about the sufficiency of the evidence?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Now, answer my question. Does the Sixth Amendment require you to keep a biased juror?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So, if the Sixth Amendment doesn't require you to keep a biased juror, then why is it that the state court's finding that this juror was biased a Sixth Amendment holding, that it wasn't violated because the juror was biased? The logic is almost inescapable to me."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Did the California court find the juror was biased?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That was one of the things. Then they go through in those four pages about six other -- they called -- he gave one story to the judge, Juror No. 6. Then the prosecution calls about eight other jurors, and they come up with quite a different story about what he was telling them in the jury room and -- that I'm not going to convict him.  Well, he didn't quite say that; he was talking about Vietnam and talking about the slaves, and you don't want to convict a person for -- make him return the slave. I mean, they talked about a lot of things. And he went through all that, and then concludes he was biased.  And your point was he wasn't biased.  He was going to decide it fairly. Okay, I'm listening."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Brenan, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHANIE BRENAN","firstName":"STEPHANIE","lastName":"BRENAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2238,"interruptions":10,"times_spoken":38,"laughter":0,"num_int_by":6},{"id":1,"fullName":"KURT D. HERMANSEN","firstName":"KURT","lastName":"HERMANSEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2011,"interruptions":17,"times_spoken":41,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":373,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":737,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":456,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":262,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":478,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":246,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":996,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":504,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":10,"words_spoken":2238,"times_spoken":38,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":2011,"times_spoken":41,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":5,"words_spoken":4052,"times_spoken":86,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515558}}