{"petitioner":{"name":"EDWARD DORSEY, SR.","counsel":[0,1]},"respondent":{"name":"UNITED STATES.\n","counsel":[2]},"caseNumber":"11-5683","date":"2012-04-17T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 11-5683, Dorsey v. United States, and 11-5721, Hill v. United States. Mr. Eberhardt. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Is a fair implication enough?  You're talking here about a repeal, essentially, of an earlier provision, section 109.  And our cases uniformly say that it -- it has to be clear implication, unquestionable implication. Do you think this is really clear and unquestionable?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the statute itself says \"express,\" right?  Talking about section 109."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, we're pretty far removed from the language of the statute, I guess."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, and I understand that.  But presumably -- we also have the proposition that Congress, when it enacts legislation, knows the law.  They would have known section 109 required an express statement if they wanted to apply the change retroactively.  So, why shouldn't we hold them to that standard?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, on your statement that the --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Did it --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":6,"sideBefore":"justices","text":"-- one Congress cannot bind a later Congress, do you mean we're not supposed to look at 109?  We're not supposed to look at the Dictionary Act?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, then -- so, then the fact that 109 is on the books is relevant.  And -- and it's not a question of one Congress binding the other. It's a question of what the second Congress did."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm really troubled by \"fair implication\" --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"You're right that if -- you're right --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Justice Scalia."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"How many -- how many cases do you have that say \"fair implication\" as opposed to quite a few that say \"clear and unquestionable implication\"? Marrero?  Is that -- is that the one case you rely on?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"From a footnote in Marrero, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Anything else?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Marcello?  Where -- what's the cite for that? I mean, there are a lot of earlier cases that make it clear when you're repealing a prior statute if it isn't express, it has to be at least a clear implication.  And I'm -- I'm astounded to think that in a footnote, we're suddenly going to change that to simply \"fair implication.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a different question.  And we can talk about that.  But how did Marrero come out?  Did it -- did it find an overruling or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it did not find 109 overcome by fair implication, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's entirely dictum, right?  And dictum in a footnote."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was the other way.  The holding was that 109 governed.  No?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said the holding was that section 109 governed, that it had not been repealed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly.  And, therefore, whatever it said about what is necessary for repeal of 109 was purely dictum, because it held that 109 was not repealed.  So, even if fair implication was the test, it was not the test applied and determinative in the case. So, it's dictum.  And dictum in a footnote."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"But that's true of all of the cases that you -- the cases -- you pointed to two or three that use \"fair implication.\"  The Court in all those cases found that there was no fair implication, so that 109 governed. Isn't -- isn't that so? That was true in Marrero.  It was true in Northern Securities."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But in none of the cases that used the fair implication language did the Court say:  And, therefore, the old statute no longer governs."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, you're relying on a standard that this Court did -- must have considered appropriate because it deviated from the words of the statute.  It said it a few times.  But in application, it always came out the same way."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was not true of the 109 cases.  You don't have a 109 case that said the standard is fair implication, and, therefore, the old statute is not enforced."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that if --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":7,"sideBefore":"justices","text":"What do --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Do you think that if we stick to the language of the statute, if we are, indeed, looking for an express provision, do you agree that there isn't any here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure he's arguing that.  I think he acknowledges, as our opinions say, that it can be done by implication, but it has to be clear and unmistakable implication.  I think that's the position he's taking. Anyway, you want to tell me why this is clear and unmistakable?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there might be a few, but there -- but assume that you're drafting this legislation and you want it to apply only to defendants who commit an offense after the enactment of the Fair Sentencing Act, but you also want to do everything that you reasonably can to make sure that when the very first one of those defendants comes up for sentencing, there will be new sentencing guidelines in effect that are geared to the new lower mandatory minimums rather than the old sentencing guidelines in effect. Would you not provide that the -- would you not require the Sentencing Commission to act as quickly as possible to get the new sentencing guidelines out?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You would say take your time and it doesn't matter if a few -- a few defendants who are -- who commit the offense after the enactment of the Fair Sentencing Act come up and they are -- they're subjected to the old soon-to-be-obsolete sentencing guidelines?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are we just supposed to assume that Congress knows that?  I mean, if you had asked me how long is the usual time from conviction or -- I mean, arrest to conviction, I wouldn't know if it's closer to 90 days or 11 months."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, right.  But I mean -- and we assume Congress knows the law.  I don't know that we can readily assume they know details such as that and evaluate their -- what would your position be if the Congress said do this as soon as practical but, in any event, no later than 8 months from now? Would we then think there's a fair implication that Congress meant it to apply retroactively or not?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you pick the date that the Fair Sentencing Act went into effect, if it -- if what -- if the guidelines, the 90-day period that the Commission came out with its new guidelines on November 1st, that's some time after August 3rd, which is when the Sentencing Act.  So, on your theory, why isn't the right date the date that the Sentencing Guidelines went into effect?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think it's a clear and unmistakable implication --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- if we're going to argue about the language?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, generally the word \"express\" incorporates \"clear.\""},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So, that -- why doesn't that defeat your case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, so then we -- we ignore the Dictionary Act?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And we ignore 109?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, why doesn't it -- why doesn't that bring us right back to what 109 says?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Exactly, and I think we would come out that way.  I think you're entirely right. But the accelerated -- the direction to the Guidelines Commission to promulgate the guidelines on a -- on an emergency basis is not, as you just put it, for nothing. It has --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"As Justice Alito was suggesting --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- it has some effect."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So, it -- it's not comparable to what you've just said."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That's fine.  But it -- they apply that applicable law to those, as you say, admittedly few people who have been prosecuted, convicted, and are now being sentenced under that applicable law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"There may not be many of them, but it does not -- it does not deprive that language of all meaning."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, no, you're begging the question.  The -- the law applicable to pre- -- pre-statute offenses continues to be the prior law, and the applicable law to offenses that have occurred after the enactment date is the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So, why -- why 90 days?  I mean, the Commission basically just took the ratio under the new Act and applied it, didn't they, throughout?  They took the mandatory minimum formula that had been changed and changed it throughout the -- the sentencing provisions?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but how -- how many are we talking about, say, a 3-month period?  How many people commit -- most people -- everybody pleads guilty.  They're caught quickly and sentenced quickly --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I know not necessarily. That's why I want your estimate of how many we're talking about."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"And how -- how long historically, roughly, if you know, does it take from the time the person's caught till the time he's sentenced, when he pleads guilty?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Eleven months?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But how many of -- you see what I'm trying to get at.  I'm trying to get at a guess, if you like, of how many people we're talking about.  The two numbers that I can't find in the briefs are roughly -- if your opponent is correct, and it only applies to new people, this thing.  That's the applicable law.  In other words, you're assuming the answer -- in your answer to Justice Scalia, you're assuming the answer. I haven't heard an argument for it, except that there are very few people that his interpretation or the opposite interpretation would catch.  And how many are there?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"About?  I mean, is it more like 10, or is it more like 50, is it more like 100? Can you make a guess at all?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"All right --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"It isn't obvious to you what I'm trying to get at."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"You -- you see what I'm trying to get at?  I guess --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But you're saying it would be absurd to think that this section 8 has to do only with prior -- the pre-enactment offenses.  Absurd, all right?  If there's just likely to be one person, I tend to buy your absurdity argument.  If there's likely to be 500 or 1,000, I'm much less certain."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"No, that argument -- of course, they could have had both in mind.  They could have had applicable law for the new people is our new statute; applicable for the old people, you don't need any amendment, we're not talking about that, just apply the old law."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"That made perfect sense."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"New guidelines to what people?  That's the issue."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"If it's only new -- you're begging the question again."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"If it's -- if it's only to people who have committed their offenses after that Act, then you have one set of applicable guidelines for those people, and you leave in effect, for people who committed their offense before the -- the enactment date, the prior guidelines.  I don't think there's anything necessarily implied by -- by this provision to the effect that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- there is only in the future one set of guidelines applied, you know, one guideline fits all.  I don't think that's --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me.  30a?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"39a."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What is section 3742(g), which is --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I ask you this about your argument?  Because I do think the one you're stressing now is a -- is a good argument and your best one.  But what troubles me is that an earlier bill, H.R. 265, which contained the provision that says \"there shall be no retroactive application of any portion of this Act\" contains the very language that you're stressing now. So, how do you reconcile that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I understand that.  But wouldn't you want -- the problem that you're -- maybe -- I understand your argument to be that the language you're stressing now will mean, if this applies only to post-enactment offenders, that there will be defendants who will be sentenced to -- under the -- under old -- under the old mandatory minimums but the new guidelines."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Would that not occur under the -- clearly occur under H.R. 265?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay.  But I mean -- yes, that's very nice, but let's talk about text, not what about the emotions of Congress. This section that you quoted, (a) -- what, (4)(A)(ii) --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- of section 3553(a) --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that in the new statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It was in effect --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It was not the amendment."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Congress didn't insert that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- when it made this amendment.  You're just saying that that is the incidental effect of the provision that Congress did adopt?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dreeben, almost any law that repeals a prior penalty is doing so because the legislature determines that that prior penalty is unjust in some way, because why do you eliminate a penalty unless you think it is necessary to do so and that it's injust or unjust in some way? So, what makes this repeal particularly different so that the exception doesn't swallow the rule, because you can argue in almost any situation that the repeal is of something that's unjust?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Certainly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Estrada. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Estrada, what's so difficult for a legal doctrine to say that when Congress has made a finding that a law has a discriminatory impact -- because I always thought that when discrimination was at issue, that we should do as speedy a remedy as we could, because it is one of the most fundamental tenets of our Constitution, as has been repeatedly emphasized in case after case, that our laws should be -- should be enforced in a race-neutral way. Once Congress has said this law's not being enforced in a race-neutral way, we want to fix it, why shouldn't our presumption be that the fix is immediate rather than delayed?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Estrada, I've been a judge for nearly 20 years, and I don't know that there's one law that has created more controversy or more discussion about its racial impact than this one."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think there is any other law that had as much conversation about its racial implications than this one."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but this agreement --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Mr. Estrada, I mean, that's true, that it took Congress a long time to decide to do this.  I think the question is, once having decided to do this, what did it decide to do; and whether it would make sense, once having decided to do this, to have the guidelines be the new guidelines, but the mandatory minimums be the old mandatory minimums. And what everybody understood was that if that were the case, if the new guidelines and the old mandatory minimums sort of -- both applied together, it would lead to ridiculous disparities in the way people were sentenced. And so, the question is, once having decided to do this, can't we assume that Congress decided to do it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you have to draw a line someplace, and that's inevitable, that -- that some people are going to fall on one side.  But the point about the guidelines and the statute working together, wasn't there a time when the Sentencing Guidelines -- they wanted to do away with this distinction and Congress said, no, Sentencing Commission, you can't do it, you can't do it to the guidelines when we don't do it to the statute?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But Congress did say: Sentencing Commission, you conform your new guidelines to applicable law.  The applicable law has got to be the new law, because if it were the old law, there's nothing to conform.  There's nothing that they need to change. It's only that this -- section A(ii) makes sense only if the applicable law is the new law.  Otherwise, the Commission doesn't have to do anything to achieve consistency."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Estrada, even without the guideline amendment, for those defendants who committed crimes after the effective date of this Act, they would not have had -- new offense, not old offense -- if the day after this Act they committed the offense, they wouldn't have had a mandatory minimum that required their imprisonment for a certain amount of time, because the Act had already done away with the mandatory minimum, correct?  Or changed the --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, changed it, lowered the amounts."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So, those people would not have been bound to a mandatory minimum.  And since district courts were not bound to the guidelines anyway, even if there had been no amendment to the guideline, the judges would have known they weren't bound to the mandatory minimum and probably not bound to guidelines that hadn't been amended yet either."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So, it would have benefited these defendants no matter what."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, only in cases like this, where we know they have to change because Congress has directed they be changed."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that begs the question --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":9,"sideBefore":"justices","text":"But the problem with this --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":7,"sideBefore":"justices","text":"-- I started with, with you, which is if we know that this new Congress has already determined that those -- that mandatory minimum is discriminatory in the way that it had been constructed, what would be the purpose of delaying implementation?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I would find that extraordinary, that they say it's racist, but we're going to leave in effect all of the sentences that have previously been -- been imposed.  That seems to me very unlikely. Mr. Estrada, I would like you to explain the effect of 3553(a)(4)(A)(ii), which -- which does seem to -- to be sure, it's not in the new legislation, but it's the background against which the new legislation was adopted, and it seems to require that -- that the court use the guidelines in effect at the time of sentencing."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose you're wrong about that."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":10,"sideBefore":"justices","text":"But, Mr. Estrada, you don't --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose you're wrong about that.  I mean, I think when they -- they meant do it, that considered.  Does that change?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No.  I mean, I think that when they wrote 3553, they were thinking those were the guidelines that are going to apply.  Do it.  Now, I'll look into that. But if I -- if I reach the conclusion I agree competing background rules --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I agree applicable law doesn't help us, because -- all the time, there are two different sets of guidelines that apply depending upon when you committed the crime.  That's very common.  All right.  So, I agree with you that far. But now I'm worried about -- the last question Justice Scalia asked does, I think, focus this question, because we have not only 109; we have also the -- the one we're talking about now, and that says, normally, you will apply the guidelines in effect even to people who committed the crime before the new statute."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And now, do we have any analogies?  Has this ever happened before?  Is there -- I can't find out how many people we're talking about. I'd like to know at least are there many other occasions when Congress amended mandatory minimums so there's some precedent?  Any?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Estrada, before you do, if I can understand your argument as it relates to Justice Scalia's questions -- I just want to make sure I understand it.  There's a person who has 4.99 grams of crack cocaine.  And you do not dispute, do you, that that person would be subject to the new guidelines, which are based on the 18-to-1 ratio rather than the 100-to-1 ratio?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So, you do not dispute that.  So -- so, then we're living in a world in which the person who has 4.99 grams of cocaine is getting the 18-to-1 ratio, and a person who has 5 grams is getting the 100-to-1 ratio that's embedded in the mandatory minimums."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, when Judge Easterbrook talked about this anomaly -- and he, of course, adopted the position that you adopted.  But he just said, look, there is no earthly reason for this.  It's just that we can't find a clear enough statement in the statute."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the Government is arguing and the Petitioner is arguing for a uniform rule, the rule that the time of sentencing controls."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So that uniformity doesn't quite answer it, unless I misunderstood --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But Justice Kagan's question concerning what interest is served by your position has particular force when we're talking about the sentencing judge.  The hardest thing -- as we know in the judicial system, one of the hardest things is sentencing.  And you're saying that a sentencing judge who knows the law has been changed, who knows the law has been criticized, is nevertheless bound to determine that it's fair for this -- for this person to be sentenced to the longer term. That's a very difficult --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- position to put the judge in.  Now, I would --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Go ahead."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Wait, wait.  This is -- just tell me if maybe the light is dawning, and maybe I'm just at the same question Justice Kagan asked. Think of before the statute.  There were two sets of people:  Those people subject to the mandatory minimum and those crack people who -- the mandatory minimum didn't matter, but the Commission wrote amendments consistent with. So, they were tough amendments, though the law didn't require it --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- to produce consistency. Now the statute's passed.  Now we have some of the pre-Act offenders.  Because of the two sets of things, section 8 on the one hand and the 3553(g) on the other, in respect to those people who were not governed by the mandatory minimum previously but were subject to the then-conforming amendments, now will have to be subject to new conforming amendments that conform to the new thing. And that -- because that'll have to be because of the combination of the two sections that Mr. Dreeben read, the -- all right.  Now, if that's so, we get to the cliffs that Justice Kagan is talking about. And if I'm right so far, we're now back at the probation officer example, and it's so odd and so peculiar that it is not just a fair -- do you see where I'm going?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is that too complicated? (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"I don't blame you, frankly. But I --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't blame you.  I don't blame you."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Estrada, I'm not sure I follow --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":9,"sideBefore":"justices","text":"-- the question --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":8,"sideBefore":"justices","text":"I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Go ahead, Justice Sotomayor."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":3,"sideBefore":"justices","text":"I'm not sure I follow your example.  I think that the guideline regulation is that the guideline -- the Sentencing Commission always has to be -- pass guidelines consistent with the mandatory minimum.  And if the statute says that the mandatory minimum requires the -- the carrying medium to be included, the guidelines can't change that.  The mandatory minimum would apply."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But defendant -- I don't know that I know of one guideline scheme that changes whatever Congress has statutorily required."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  You have to -- what you're arguing is not that the guidelines would be available for new offenses.  What you're arguing is that they would be available for everybody except the cliffhangers.  That -- that's what you're arguing."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Everyone but the cliffhangers, because, as Justice Breyer pointed out, those people who were subject to the old guideline at a higher rate above the minimum now have the benefit of a lower rate.  And so, they're going to get sentenced to a lower amount because they're not bound by the mandatory minimum."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, along those lines, could I -- could I ask you this question, which is intended to explore the -- the issue whether the argument about bringing the guidelines into consistency with applicable law doesn't assume the answer that is -- that one attempts to get from it? Suppose the -- the Fair Sentencing Act said expressly this applies only -- the new mandatory minimums apply only to post-Act offenders, but it also contained a provision that says the Sentencing Commission has to bring the guidelines into consistency with applicable law.  I assume there what they would have to do would be to say that the new guidelines apply only to post-enactment offenders, so that the Fair Sentencing Act would trump this previous provision in the Sentencing Reform Act.  Wouldn't that be correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But could I understand what you're saying, Mr. Estrada?  Because if Justice Alito is right, then the new guidelines that the Sentencing Commission has in fact promulgated should not be being applied right now to those who committed crimes before the enactment date.  And that's not what's happening now on the ground, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Estrada."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Eberhardt, you have 3 minutes. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you could say that about any statute that runs afoul of -- of section I mean, that's what section 109 says:  Even though we have decided that this old law is bad and the penalty should be lesser, even though we've decided, when we do that, you continue to apply the bad old penalty to people who committed a crime before the amendment. Isn't that what 109 says?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd imagine you'd find disagreement with that.  You know -- you know -- you know if -- as a matter of fact, in the year that these took effect, think of the sentences that were not governed by mandatory for crack, not governed by the mandatory minimum.  Did the guidelines provide, let's call it a low sentence, disproportionately low?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And did they change those non-mandatory part when they wrote new ones?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  I'll look it up.  I'll look it up."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All those arguments have nothing to do with the provision about the Sentencing Commission is supposed to act quickly or any of that, right? Your argument is what rational reason could Congress have had to -- given the urgency of the problem, the seriousness, why wouldn't they have wanted the provisions to apply as you urged they should?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Eberhardt. Mr. Estrada, at the invitation of the Court, you have briefed and argued this case as an amicus curiae in support of the judgment below.  You've ably discharged that responsibility, for which the Court is grateful. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN E. EBERHARDT","firstName":"STEPHEN","lastName":"EBERHARDT","counsel":true,"justice":false,"side":"petitioner","words_spoken":1230,"interruptions":12,"times_spoken":36,"laughter":0,"num_int_by":4},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1663,"interruptions":26,"times_spoken":49,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MIGUEL A. ESTRADA","firstName":"MIGUEL","lastName":"ESTRADA","counsel":true,"justice":false,"side":"respondent","words_spoken":2987,"interruptions":17,"times_spoken":42,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":389,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":861,"interruptions":11,"times_spoken":37,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":234,"interruptions":4,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":377,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":384,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":449,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":688,"interruptions":5,"times_spoken":23,"laughter":0,"num_int_by":4},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":883,"interruptions":6,"times_spoken":30,"laughter":1,"num_int_by":2},{"id":11,"fullName":"I guess the question I would ask you is","lastName":"is","counsel":false,"justice":false,"side":"","words_spoken":46,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":38,"words_spoken":2893,"times_spoken":85,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":17,"words_spoken":2987,"times_spoken":42,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":33,"words_spoken":4265,"times_spoken":145,"laughter":1,"num_int_by":8}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.2524155281361007,"respondent":0.7475844718638993,"date":1473644743771}}