{"petitioner":{"name":"ARKANSAS GAME & FISH COMMISSION","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"11-597","date":"2012-10-03T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case No. 11-597, Arkansas Game & Fish Commission v. The United States. Mr. Goodhart. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about this Court's precedent in, what is it, the Sanguinetti case, where the Court said that for there to be Government responsibility it is at least necessary that the overflow constitute a permanent invasion of the land amounting to an appropriation, not merely an injury, to property? We would have to withdraw or modify that statement, would we not, if you -- if your -- your argument prevails?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was Sanguinetti -- had we had any temporary takings cases before Sanguinetti?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, was Sanguinetti expressing a special rule for flooding, or was it -- was it simply saying there can't be a temporary taking?  If the latter, that dictum if it's dictum or a holding if it was a holding has already been overruled by our later temporary takings cases."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which ones?  Because I counted eleven cases which either say, state, some seem to hold or support the proposition that when it's temporary with a flood it's a trespass, and where it's permanent it's a taking.  Okay? I mean, I have eleven.  And so I've got from my law clerk.  And then I tried to see, well, what are the ones that say the opposite?  And so far we've come up with zero.  All right? You could argue that there were three cases during the war which might be read that way, though they don't quite mention it.  All right? So which of the cases that you -- rather than list my eleven, I'm more interested in what you think, and so I'd like to know which are the ones you think support -- with something like a flood, which it's not -- you're not physically taking hold of the whole thing.  You're sending something in that comes back. Which of the ones support you that temporary is not a trespass, temporary is a taking?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Dickinson -- I got written down Dickinson."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Kimball Laundry.  Kimball Laundry was the -- laundry facilities."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They took the laundry facilities for 3 years, but there what they did is they went in and they took this building, you know, took the whole thing."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem with a flood is you don't take all the land.  You send some stuff in. And the stuff is there for a while, and then it comes back, and -- it's called water.  And so I don't know what to make of the cases like Kimball Laundry where you actually appropriate the property.  I suspect that they are not quite the same. Anything else?  I got Dickinson.  I've got Kimball Laundry."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"We have cases about flying overland -- -"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Yes, Causby."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"-- cases about shooting -- shooting overland.  Right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not water, but it ain't taking, either, in the -- in the narrow sense that Justice Breyer has talked about."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but in Causby, what they did -- there was a question about whether just flying some airplanes over is a taking or a trespass. But it went on for 25 years, so it was a long time. And, therefore, the permanency of it I don't think is at issue there."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it hadn't harmed the timber?  I mean, you know, the damages claimed are a lot -- a lot of the timber that -- that would have been valuable was -- was impaired by these floodings. Suppose there'd been no harm at all?  Suppose it had just been for a certain period of time you were not able to use that land for anything?  You couldn't plant anything on it.  You couldn't picnic on it.  You couldn't do anything.  Would that have been -- nonetheless, despite the fact that there -- there was no harm done except -- except the flooding -- would that have been a taking?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he has.  It's flooded.  He can't --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It does.  He can't plow on it.  He can't picnic on it.  How does that not interfere with his --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would be a taking. Are you saying yes or no?  What is it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that would cover a one-time flood."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand that. You said if -- if it's one flood, even though it destroys the trees, and certainly would not make -- would make it impossible to have picnics, what -- so if that's your position, then you're turning on it happened six times, not once.  Is that --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, all of our cases in this temporary versus permanent, as I read the cases and I read what the multiple facts that each are relying on, it seems to me that our cases have been attempting, in the term \"temporary,\" to encompass a lot of different concepts.  Both intentionality, because an accidental issue is not a taking; causation:  Did this -- and that's part of Sanguinetti's holding -- did what the Government do actually and directly cause the injury at issue?  And foreseeability:  Is what you intended something whose consequences you could have seen? And they are using that in a multifaceted test, one that the Solicitor General is not trying to endorse here, but one that I think is more consistent with our general jurisprudence in this area. So there is never a simple answer on the question of permanent damage, because you can have permanent damage that's not a taking, if all of the other factors I've just mentioned are not in your favor. Is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess the problem with this case, and it's part of what's interwoven in your adversary's arguments, is that with flooding it's going to occur naturally anyway.  The Government generally builds dams to control that flooding to the benefit of all of the interests along its affected route.  And at some point, either the Government is going to -- is going to make a decision that's going to help someone and potentially hurt someone.  And the question is, isn't all of those situations going to be subject to litigation. The Government's rule -- I call it the Government's rule, but it's -- is basically simple.  It can't.  Because, if the deviation is temporary -- and that's what the circuit below said -- it's just exercise.  It's either a nuisance or temporary trespass, and we're not going to hold the Government responsible for that loss.  Assuming it's going to occur in part because flooding is always going to occur, the question is perhaps when.  But in any place you have a dam, it's there because flooding was happening. Isn't that the basic argument?  And I don't know that you've actually announced the rule that addresses the essence of the policy considerations that are driving the Government decision.  So tell me how your rule makes this a manageable situation."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's every flood."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's every flood."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no, I don't -- why is that every flood?  You go through your three factors, you could have lots of flood that aren't a substantial intrusion.  You know, you get an extra inch of water, and then it recedes.  And it's -- you know --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you get a note from the Corps of Engineers saying, we're sorry, it won't happen again.  That's not -- every flood is not --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess what we're asking you is, how do you define the baseline of protected expectations for the property?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You've indicated, I think, in your brief that one year won't do it.  This was six or seven years. If that's a baseline of expectations, the Government cannot change that, even if it thinks that there is a higher and -- and more urgent priority in protecting some other land?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But my question is how do you define the baseline that gives a legitimate expectation, if the Corps of Engineers -- did not happen in this case, but in the hypothetical case -- makes the finding that there is a more urgent and -- and a higher priority for other lands, and it changes its policy?  It cannot do that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what you're saying is that it can't make that change without paying, right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now suppose, at the very outset of the dam, the -- the Government says, we've got to put this water someplace, we're going to put it on the left bank, not the right bank.  That's not a taking as of that time --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if the land was always flooded anyway on the right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But what I want is the definition of the operable baseline that we can use in order to define whether or not there has been a taking."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Should the baseline be what would have happened if the dam was never built?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what do you suggest -- what do you suggest -- I looked at the consent."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"To tell you the truth, I think it's permanent.  I think they're thinking it's intermittent, but permanently intermittent."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The flood comes like three months a year every year.  And the erosion, they say that part that's eroded belongs to the Government now. And if he comes back with his dirt and puts it in, that's fine, but he's trespassing on Government land. So if I'm right in reading that, if I'm right -- and a big if -- it seems that eleven cases somewhat stand for this, I agree, somewhat arbitrary rule. Now -- so I'm tempted, if I'm right, to say, okay, it's not perfect, but let's go with it.  There are people all over the country who have probably relied on this stuff.  And that would be so absent a better rule. So what do you suggest would be a better, clearer rule for compensating for flooding where our problem is what's a trespass and what's a taking?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, but I want to know what your idea -- I understand the difficulties are there --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and I'm willing to accept a lot you mentioned."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what I'm asking -- which I just did ask -- is what's your idea of a substitute that would be better?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So a Department of the Interior employee trespasses on Jones's land, trampling paths, and even limbs fall off trees.  That's a taking and not a trespass?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So our department employee trying to find a shortcut drives his bulldozer through Jones's land knocking down his favorite redwood, it's a taking?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So our cases -- our cases treat physical occupations differently from other -- from other cases, don't they? The park ranger walking through can hardly be called a physical occupation.  He's harmed the land, but it's not a physical occupation. What you're -- what you're arguing here is that -- is that flooding the land is a physical occupation for the period that it's flooded."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but what you say -- here's what troubles me.  You say it has to be substantial.  But you -- can we -- can we fold into that word substantial a requirement that it have caused substantial financial loss? See, if that were the case, then -- then I could distinguish your case where a lot of valuable trees got destroyed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And I wouldn't say every -- you know, every flood that goes across a land, even two years or three years in a row, would not necessarily be a taking."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the Kansas City case that you are referring to?  I don't --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goodhart, maybe it would help to know what you think if we accept your position would be left over for the Federal Circuit to consider on remand.  You -- you haven't asked to -- for outright reversal and have the decision of the Court of Federal Claims be the end of the matter.  So if we accept your position, then what issues would be open for the Federal Circuit to resolve on remand?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the question is what do we say to the circuit?  What do you want us to tell the circuit to do on remand?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But what were the other issues that you just mentioned?  You said we couldn't ask for an automatic affirmance."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Kneedler. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it's -- there is a little confusion about the Government's position, there was in the court of appeals. Is it -- I'm quoting from your friend's brief, and he says:  \"The Federal Circuit adopted a categorical rule that temporary Government action can never be a taking if the Government does not intend to create a permanent flooding condition.\"  Is that an accurate statement of your understanding?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't understand what you're saying.  Are you saying that if this landowner owned land behind the dam that was temporarily flooded as often as has happened here, that that would be a taking?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, I didn't think you were saying that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there are pretty clear findings in the Court of Claims on the question of causation, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So, so if the Government comes in and tells a landowner downstream that every March and April we are going to flood your property so that you can't use it, from now on, that's the way -- that's part of our plan, that's a taking for those 2 months, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No?  The Government says you will not be able to use your land because of what we are doing for 2 months -- you have been able to up to now, but from now on, for March and April, you can't.  That's not a taking?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'll grant you that it can decide whose land it wants to take.  I just want to know why that's not a taking."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if the Government says we've got to release the flood waters and what we're going to do is we're going to have water trucks pull up behind the dam, we're going to load them up and we're going to drive them down river to this person's property and we're going to dump the water there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But your answer is that would be a taking?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Again, I think the Court of Claims' findings are to the contrary."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They said the Government knew that this water was going to go right here, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"A foreseeable and certain incidental consequence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if the Government decides for purposes of flood control -- I don't know -- I don't know the ecological way -- but the water has to percolate or whatever down in this area. So it goes onto this person's land and it cuts down $5 million worth of his trees.  The same purpose, to assist in flood control.  No doubt that that's a taking, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Sure, sure.  And so the Government then comes down and says, we're going to flood your land and we know -- again, looking at the factual findings -- we know that will result in your trees dying, but because we're doing it for flood control, that's just too bad.  Different case when they go in with a chain saw than when they go in with the water?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is the legal rubric? I mean what you're -- what I haven't thought of until you've been putting it this way is that the Government builds a dam.  When it does it, water backs up behind the dam, and that water might flood somebody's land. That's a taking, if it's at least permanent, and so forth. Okay.  Now, the Government builds a dam, all that happens.  Because the Government builds a dam, a lot of other things happen.  They release water sometimes.  They make electricity sometimes.  Different animals come in. All kinds of things can happen to different people 200 yards down.  Some will be 200 miles down, 200 -- you know.  Some will be helpful, some will be hurtful.  Can they never bring a lawsuit?  Can they sometimes recover?  How do we look at that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then, suppose what the Government said is, Mr. Smith, you live 150 miles from here, and we have a rule, and our rule is you can't cut down any of your trees, and you can't farm the land, and you can't even walk on it without a boat.  All right, that would be at least a regulatory taking."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So why -- now, they're doing exactly the same thing here, but, instead of a regulation, they send some water in to do it.  So should we analyze it as a regulatory taking?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that's the issue."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":5,"sideBefore":"justices","text":"I'm totally confused now.  Is Dickinson decided wrong under your theory?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They built a dam.  It raised the water level and flooded the petitioner's land, and the court gave recompense."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you just said two minutes ago -- or I thought I heard you say -- that when the Government builds a dam, even if it floods some people and not others, that there's no taking."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"After it's --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So the baseline -- tell me what the baseline is.  And perhaps you can answer Justice Kennedy's question more directly.  Anything in the reservoir is a taking.  Anything downstream is never a taking."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, not necessarily. Suppose there -- because of a spring melt-off or other factors, it's clear that the reservoir for several months of the year will be more extensive than it will the rest of the year."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you could say, just -- just as here, that there's only been a temporary taking of some of the land behind the reservoir. Now, doesn't the -- doesn't the Government condemn all the land --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- even that which would be only temporarily flooded?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And the only difference in that formulation and this case is that it was for seven years and not permanent?  Is that your --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I must be -- I must be slow today because I'm -- I'm having significant problem with your articulation of your test. Basically, you're saying once a dam is built -- once a dam is built, no downstream owner has a claim?  Or, you're building an exception from when the claim can be applied to a downstream owner?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't matter whether it's permanent, reoccurring --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- foreseeable or anything else?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, just before you get off, because I think part of the confusion, at least for me, is the difference between what the Federal circuit decided and what you're arguing. You seem to be arguing that it doesn't make any difference, it's not -- whether it's temporary or permanent, right?  The Federal circuit thought it was dispositive that this they viewed as temporary and not permanent.  So it seems to me that you're fighting, and you're fighting a lot of the court of claims' very exhaustive findings, to present a different argument."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that if we disagree, and we think it makes a difference that it doesn't have to be 50 years, but it might be something less, then maybe you've preserved all these other arguments or maybe not, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I know, but you agree -- you agree with the Federal circuit, but then you're presenting all these other arguments in which it doesn't depend. So, if we disagree with the Federal circuit, it seems to me that we ought to say that, and maybe you can make these other arguments about it's too far downstream or --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, that can't overrule the Takings Clause, can it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, that's nice that Congress doesn't want to be liable. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- Mr. Kneedler, what was wrong with Judge Newman's position on this temporary versus permanent?  It said -- she said that temporary versus permanent, the target should not be the Government's action, but the effect of that action; that is, if trees are killed and they weren't revived, the damage is permanent.  That's where we should vote, not whether the Government is going to do this year after year."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, the issue is who is going to pay for that wonderful benefit to these farmers.  Should it be everybody, so that the Government pays, and all of us pay through taxes, or should it be this -- this particular sorry landowner who happens to lose all his trees?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't seem to me particularly fair."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think -- one of those risks has to be the Government's going to make you pay for protecting somebody else. Is that one of the risks?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I doubt that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Or upstream, under your theory."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the hypothetical is, suppose it doesn't.  Suppose that there's some land that's up -- that's fairly far upstream from the main reservoir, but it's flooded once every other year."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Your -- but your position seems to be that if it's downstream, somehow it's not the Government.  There's a series of administrative actions and it's not really the Government's water. It's like -- it's like the old moral refuge that the rocket designers take:  You know, I make the rockets go up; where -- where they come down is not my concern."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But building a Government project, let's say an electricity plant or high tension wires, you could require the taking of some land to build it.  Now, you've got that and you begin to run it. You could run it in such a way that it takes some of the property.  I mean, the electricity could, for example, because of some odd thing run around over somebody's land and kill all the chickens.  That wasn't expected but it happened, and it happened because of the way the Government runs the plant. Now, I guess there would be a taking in such circumstance if in fact, because of the way it's run, it makes that land which no one thought would happen, as a consequence of the project uninhabitable; wouldn't there be?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The collateral consequence is to make some piece of land 4 miles away quite unexpectedly, but totally uninhabitable.  Now, what's supposed to happen there?  That's not just a trespass because it's permanent.  And even if it's once every 2 years, it's permanently once every 2 years."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What does it say?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but they made this --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So -- well, that's the part -- that's the point.  The reason they don't compensate there is it apparently had something to do with everybody suffering the cinders.  But where the cinders went out of the train and they ended up on just one person's property because there were some pipes or something, then it was a taking."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, here they're focusing it on his land."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Not flooding that time of year.  That's the problem.  I mean -- yes, flooding at a time when it wouldn't harm the trees."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It strikes me that that's a valuation question.  But I understood you to say that if there was a pipe coming out of the dam and it went to somebody's -- right to the property line of somebody's land and that's where you dump the water, that would be a taking."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  I thought the factual findings in the trial court said that was this case, that you knew when you opened up the dam that this is where the water was going to go."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about 6 years later, when it was doing the same thing and the water went to the same place?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Are you saying there's a difference between the situation where the Government particularly wants the water to go to a -- to a place, and the situation where the Government knows that's where it's going to go, but doesn't particularly care where it's going to go?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you would say that even -- even if this land was permanently flooded, okay, permanently flooded so he couldn't use it at all, since it was downstream, no harm done, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's your position."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If there's notice and comment -- so the choice is, there are 10 landowners downstream.  The question is which one you're going to flood.  And you flood number 2, and there is a public process in which number 1 and 3 through 10 get to say, yes, this sounds fine to me. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But what difference does that make?  It's nice that you try to reach consensus.  If number 2 is not going to be part of the consensus because he's the one always affected --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- you're saying permanency -- permanency, repetition, nothing counts, he's just -- loses."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but he loses because the Corps comes in and says, yes, indeed, we did flood 2, but, in order to save, you know, 1 and 3 through 10. Right?  And -- and he'd lose."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  It's not arbitrary."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Kneedler, does your essential argument turn on this being indirect, as you say?  This is consequential; therefore, it isn't -- it doesn't belong in the takings category, anything that's consequential rather than direct?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why should it make a difference whether the court had -- the Corps has a plan which says, we're going to release this water every summer, and a situation where, year after year after year, somebody makes an ad hoc decision in the summer that we're going to release the water?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Kneedler. Mr. Goodhart, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the baseline -- go back to Justice Kennedy's question -- is it before the dam or after the dam, and why is it one or the other? If flooding was going to occur more unpredictably before the dam, and possibly summer flooding of this kind could have happened, do you lose?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though after the dam and the dam's plan was to ensure that it didn't happen, you would still lose?  If natural conditions --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- would have possibly caused this, you would lose?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Pre-dam.  In the recorded history."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that's not open to dispute.  There is some argument here that rainfall that was naturally occurring contributed to what was happening to the trees."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that there is -- at least that's what I understood some of the factual argument to be."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel, the case is submitted."}],"people":[{"id":0,"fullName":"JAMES F. GOODHART","firstName":"JAMES","lastName":"GOODHART","counsel":true,"justice":false,"side":"petitioner","words_spoken":2557,"interruptions":27,"times_spoken":54,"laughter":0,"num_int_by":7},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":3252,"interruptions":39,"times_spoken":68,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":909,"interruptions":5,"times_spoken":29,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":765,"interruptions":5,"times_spoken":30,"laughter":1,"num_int_by":3},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1110,"interruptions":2,"times_spoken":27,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":750,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":364,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":111,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":2557,"times_spoken":54,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":39,"words_spoken":3252,"times_spoken":68,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":19,"words_spoken":4334,"times_spoken":127,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":8}}