{"petitioner":{"name":"KEN L. SALAZAR, SECRETARY OF THE INTERIOR, ET AL.","counsel":[0]},"respondent":{"name":"RAMAH NAVAJO CHAPTER, ET AL.\n","counsel":[1]},"caseNumber":"11-551","date":"2012-04-18T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 11-551, Salazar, Secretary of the Interior v. Ramah Navajo Chapter. Mr. Freeman. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me, but could the Secretary have done anything else?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the Secretary have done anything else?  There's an allegation that the Secretary in fact pays some contractors more than their pro rata share, that it pays some nothing --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- so that it's in effect acting -- I don't want to use the word \"arbitrarily\" -- but acting in whatever its best interest is.  So what protects the contracting party from that -- from that conduct, assuming it were to be correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It says it has a policy."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the allegation is, is that it's not following it, that it's choosing to pay people some more than others."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you do that --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It was my understanding that that system that has been described as arbitrary was not the one that was applicable to the years in question."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All within the -- all within the dollar amount that was specified by the Congress in the \"not to exceed\" language."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't we have similar language in Cherokee Nation?  Didn't we say that that language in Cherokee Nation, which was in the general appropriations statute, although not  in each contract, didn't mean that the Secretary could refuse to pay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I don't mean the Appropriations Act.  I mean -- I mean the general statute that governed this program."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So why does it mean one thing there and mean something else when -- in the Appropriations Act?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how -- what was our reference in acceptance of the Ferris doctrine?  And the Ferris doctrine was almost identical to this situation, where Congress allotted a certain amount to the building of a particular dam, and the same -- we applied the Ferris principle and said even though they gave it to one type of contract, the dam, they were paying 1 percent less than others."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where they had an allotment adequate enough to cover that individual."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I know what the Federal Circuit said.  I don't think the Federal Circuit's right.  If you read Ferris, that there was an appropriation for the dam."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but -- but there wasn't in Ferris either.  I mean, that was the problem.  If the appropriations had been enough to cover that plus the later expenditures, there would have been no problem."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Lawfully available subject to appropriations.  I mean, it was subject to appropriations."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Freeman, could I try a hypothetical on you?  And it's -- it really is going to this question of what Ferris means.  So suppose that there's a government program, and it's to purchase airplanes.  And it's -- the authorization language says this is subject to appropriations, in the same way that this language does.  And the government, under this program, enters into 10 contracts of a million dollars each to buy 10 airplanes.  But then it turns out that Congress appropriates only $9 million, not $10 million. So my question is:  Now there are 10 contractors and -- but there's a shortfall of a million dollars --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- do those contractors have contractual rights under Ferris?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  So the appropriation has been made.  It's a $9 million appropriation."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so either one of these airplane manufacturers is going to not have what he contracted for, or all of them are not going to have what they contracted for, because everybody is going to -- their contract is going to be sliced."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"My understanding, Mr. Freeman, is that that is what Ferris said, was that Ferris said in that situation where it turns out that there's a shortfall but where there are contractual commitments, that -- that the government is bound to live up to those contractual commitments.  And if there's a shortfall, then it comes out of the Judgment Fund."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So do the tribes have the right to stop providing the services --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that they've contracted to?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do they know that until they know what they're getting?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Meaning they don't know what they're getting."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They signed a contract that says you're going to pay them for their services to their members and for their administrative costs.  They incur that cost, and then at the end of the year, the government now says to them you've honored your part, but we're not going to honor ours."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What does the system do to the 50-odd contracts that Arctic Slope, in its amici brief, points to that are similar to these?  Does this now mean that moving forward, that every government contractor who has a \"subject to appropriations\" language takes the risk that at some point in the middle of the contract, the government's going to dishonor its obligation and pay it less than it said it would?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do -- how do we differentiate those 50 other contracts?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that's partly why I asked you my hypothetical, Mr. Freeman, because I sort of wanted to see whether you would distinguish the hypothetical on that basis --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but you didn't.  You said no, it really doesn't matter.  Even if the government is not obligated to enter into contracts, if the government has entered into too many, too bad; we can't make those additional appropriations."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, I'm not clear on what this hypothetical is.  I thought her hypothetical -- Justice Kagan's -- was a situation where the statute says, Mr. Secretary, you can spend no money beyond what is appropriated."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the contract doesn't mention it.  That's Ferris. I thought that the -- the real world is, in contracting, you typically have both a statute that says don't pay more than is appropriated --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and in the contract, it says, \"subject to appropriation,\" putting the contracting party on notice."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So which were you answering?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The words in the contract are \"subject to appropriations.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So in that world -- now we get to the question -- in that world, what happens when 15 people each enter into such a contract for $100,000 each, and the appropriation turns out to be too small to pay all of them, but big enough to pay some?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So why don't we let Congress fix it?  There are so many ways that Congress could fix this problem directly.  By doing a line item allocation, it could take away the obligation to enter into these contracts and fully fund.  It could be much more direct --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- than it's being, given the interpretation that you're advancing."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was trying -- it was trying to tell the tribes, we're honoring our obligation by paying you the costs, but we're really not going to do it because we're going to let the government give you less?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I have to assume Congress intends what it says.  It intends to obligate you to enter into contracts that -- that give -- make you commit to paying their costs, correct?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"To what extent do you -- do you rely on -- you haven't mentioned it up until now, but Congress, in these appropriations, said \"not in excess of.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It wasn't just a general \"subject to appropriations.\"  It was a specific amount, the Secretary shall not pay in excess of a certain dollar amount for these costs."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I had exactly the same question.  The \"not to exceed\" language, which I think is the word, \"not to exceed,\" hasn't been mentioned by you yet because -- maybe you haven't had time."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but I thought that was what Judge Dyk said --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- was the critical -- the difference between this and even the Cherokee case."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And so my question is -- is the same as Justice Ginsburg's.  Isn't a principal part of your argument that this contract said not to exceed, and then the sums differ from year to year, but let's say $95 million?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When the Congressional Budget Office, or whatever agency it is that figures out whether there's a deficit and, if so, of how much, do they look at \"not to exceed,\" and do they take that amount seriously?  Or --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- but the  position of the Respondents is that it makes no difference."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So Congress is saying nothing at all."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It really --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"So the consequence on the ground is that, if I'm a tribe and I want this money, and I figure out that this is going to cost me $80,000 --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I sign a contract and say, this is going to cost me $100,000, because I know there isn't going to be $100,000.  There's only going to be $80,000, and that's what I need, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but it's -- well, if 80,000 is reasonable, the only way to get that is to ask for 100?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Freeman, where did these caps come from?  Did the agency initiate them? Or, there's a chart -- perhaps I don't understand it correctly.  It's on page 210 of the joint appendix.  It does -- it does seem to indicate that it was the BIA that proposed the cutback."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not really relevant here anyway, is it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What I don't understand is why the language \"not to exceed\" is any different from Congress appropriating $900,000.  You mean the world changes if -- if Congress, instead of just appropriating $900,000, authorizes the Secretary to expend not to exceed $900,000?  Why --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I would think $900,000 is pretty emphatic, if that's all you appropriate."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that runs you right into Ferris.  Then you're saying that there's no difference between the standard Ferris-type appropriation, which is just an amount of money, and this kind of appropriation, which is up to or not to exceed that amount of money."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it the Respondents' position is that the contracting officer says, now, this is going to go over the not to exceed amount, but not to worry, just sue us under the Judgment -- just sue us under the Judgment Act."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It makes sense if you're looking at the reality of the budgeting process because in one case, that line item appears on the Department of Interior budget; and in the other case, it appears somewhere else in the Judgment Fund budget.  And they can say it's not our fault.  The Judgment Fund -- the Court made us do it --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's true of every contract.  That's where I'm getting stuck on what your theory is.  The Antideficiency Act says you can't spend more than you're given."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So every single contractor, under your logic, should know that when they sign a contract, the government can break it because if it doesn't have enough funds, it can't pay."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- so there's no real logic to your argument, other than to say we can't -- we're -- if the contract says \"subject to appropriations,\" let's do away with Ferris, let's do away with Cherokee Nation, and --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it just means that we pay you what we can."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But what you're saying is you make two promises on the ISDA.  We're going to pay you your support costs, your administrative costs, in full, and we're going to retain the right to break that promise.  That's really what you're saying the ISDA says."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you ignore all the language where it says we're going to pay you X amount, all the law that says you have to be reimbursed -- the tribes have to be reimbursed for all their costs. All of that is going to be ignored."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Phillips. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you think now -- you say you don't want us to mention \"not to exceed\" in our opinion --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- other than to say that it's irrelevant?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does the Redbook talk about \"not to exceed\" as being any different from general appropriations?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does the Redbook --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does the Redbook refer to \"not to exceed\" -- the \"not to exceed\" language?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does the Redbook have -- refer to the \"not to exceed\" language?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I saw -- I read the Redbook.  I might have missed the part that you're about to cite to, because I'd like you to tell me where in the Redbook it says that a contractor who has a contract that says \"subject to appropriations\" and is then dealing with the law of Congress which says the appropriation will not exceed X million is then entitled to be paid on a contract where he and like contracts do exceed X million.  Where does it say that in the Redbook?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I couldn't find it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I did read it.  I just would like to know what page you want me to read again. I read the Chamber of Commerce brief.  The Chamber of Commerce brief says everybody knows that the contractors are paid in this situation.  So I looked up the authorities that they cited.  Okay? I read the Redbook.  I read my other case of Cherokee.  I read Ferris.  I read Sutton.  I can't say I'm perfect at reading --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- but I couldn't find it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So I would appreciate your referring me to those citations."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I have it in front of me, by coincidence. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Here it is."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  I have the Redbook 6-44."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"What page, for those of us who don't have it in front of us?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"justices","text":"I'm not saying it isn't there.  I just read through these pretty quickly. I just need a little refresher."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I don't have that one."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could you give me that cite again?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  That isn't quite my question.  My question was:  I would like the authority for the proposition that when you have a set of contractors, and they read their contract, and it says \"subject to appropriation,\" and then you read the law, and it says they will not be paid, it shall not exceed $4 million, and then you discover that the amount of the contracts of the same kind in this category are more than $4 million, I want to know where in the Redbook it says that they get paid more than $4 million. That's all.  That's fairly simple. And if that's -- if that's normal practice, it must be there's a lot of authority for it.  So I -- I just want to know what to read."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But they aren't talking about there where it says specifically in the contract \"subject to appropriations.\"  At least I think they're not. Now, I would like you right now to tell me, no, you're wrong; it does say that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They're distinguishing Sutton from Ferris."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They're trying to use that to distinguish Sutton from Ferris, and it's filled with, well, we're not sure about this because Sutton, which is Brandeis, which comes out the opposite way, did have a line appropriation.  And I thought that just refers to the fact that because there's a line appropriation, the contractor's on notice."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly. And when you do business with the government over a period of years, and it says \"subject to appropriation,\" not necessarily you but your lawyer, who's a good lawyer, should look up and see what the appropriation is or whether it was made.  And that's what I gather --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, not as a matter of policy.  I'm putting it as a question because that was my first reaction.  And I expect you to say, no, Justice Breyer --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- you're wrong, and that isn't the practice, and here is what I read to show that isn't the practice.  That's all I'm asking."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"By showing me where in the law it says -- and I don't want to repeat the question for the third time, but it says --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"I wish you would.  I've lost the question. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Well, here sometimes not everyone pays sufficient attention to these very clear questions. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- look, hypothetical.  Four people, four identical contracts, the words appear, \"subject to appropriation.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Each is for a million dollars. Then you read the appropriation that was later made, and in that statute, it says, we hereby appropriate $3 million, and -- it is, the payments are  not to exceed $3 million. Okay?  Something like that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All I want is the authority that says each of those four people can come in and get the $1 million, totaling $4 million.  I want the authority that says that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  Ferris -- it did not say anything about it in the contract."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, there certainly is. Putting in the words gives the lawyer notice."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Ferris did not say, as I recall, that you can't expect the contractor to have notice that appropriations have been limited.  It said you can't expect them to have notice as to how much of the expenditures under that appropriated act have been spent.  Isn't that the only thing it required notice of?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I would think, if you sign a contract, you better be sure that there are appropriations for it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So, in your view, if the tribe comes to the government, and they say, look, we've been looking at what you've done with the other tribes, you've appropriated $95 million, and the appropriation says \"not to exceed $95 million,\" but go ahead and make this contract with us anyway, no one cares.  And you say, go ahead and make it.  Right?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's your -- that's your position, isn't it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You can't get it from Cherokee.  I mean, yes, there's Ferris, and then Cherokee --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- is relying on Ferris. But Cherokee was very careful to point out that there were funds to cover the cost --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, am I correct that what the government is arguing is that the fact that this limitation was included in the particular contract makes it different from Ferris?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Which Ferris did not.  Did the Ferris contract say that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It does?  Where do you get -- I couldn't find the contract.  The language in Ferris is, \"a contractor who is one of several persons to be paid out of an appropriation is not chargeable with knowledge of its administration.\"  True. Now, Dyk says, in his opinion, that one difference from Ferris is they wrote the idea into the contract, saying you're subject to appropriation to get to make that lawyer chargeable with knowledge. And the second thing in Ferris is that it was an individual who went off on his own in the administration and paid money that he shouldn't have paid.  It should have been over here for the contract. In this case, it is an instance where Congress itself required the money to be paid, as it was paid, and didn't provide enough.  Okay. So that's where I am with Ferris, which is a big question mark.  And I guess you could talk about that, but all I wanted to know is what is well established in this field."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't want to write something that suddenly upsets what is well established."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that is that as it says in the contract, you are barred, you are barred from recovering if we don't appropriate enough money. Should it say that wouldn't matter?  Is that right?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Phillips, this is an unusual situation with the tribes, because in the normal not to exceed appropriation by Congress, the government rightly says we have the power to not contract.  And in military contracts and others, we have a for convenience cancellation.  We have all sorts of things that protect us from the deficiency. But this is a unique situation because the government, on the one hand, despite their protestations to the contrary, are forced to accept these contracts."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And on the other hand, Congress is saying, don't pay more on them.  We're telling you to accept more payment than we're going to give you."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Should we create a special rule for this -- why shouldn't we create a special rule for this unique situation?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is it --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is it just a question of our creating a new rule, or rather, is the proposition whether the tribes, when they entered into this, should have realized that because of the peculiarity of these contracts that they had to be entered into, that the rule which otherwise would apply does not apply?  It ought to be a question of expectation of the tribe, should it not?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't -- you don't have the obligation to perform.  I mean -- right? In a term of the contract, that their lack of sufficient appropriations, performance by either party is excused."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose you did know. Suppose the tribe knew that the 95 million -- let's assume that that's the not to exceed amount -- had already been obligated.  Could the tribe then go ahead and make the government -- a contract with the government, and would the government have to make that contract, in your view?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is it your argument that the answer to that is yes?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't this more specific language than the general language?  Doesn't this specific language, \"not to exceed,\" supersede the general obligation to make the contract?  Otherwise, it's meaningless.  The \"not to exceed language\" is meaningless."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You say it's meaningless."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Phillips --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- do I understand your position to be that, yes, the cap has meaning, because in order to exceed the cap, the tribe has to sue?  So, any tribe that sues, for any tribe that sues, the cap is meaningless?  It's only for the ones who are not sophisticated enough to sue.  They're just stuck with what Congress said. So it seems to me that would be a very bizarre scheme to set up that, that you have a cap, but the cap is meaningless if you bring a lawsuit."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think it protects these -- these unsophisticated tribes who don't know enough to sue by not allowing anybody to sue?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does that make their situation better somehow?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"My question is whether the cap was meaningless.  And I think your answer is, yes, for anyone who sues, the cap is meaningless."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You just go to the Judgment Fund --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- which makes it meaningless."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Phillips, if you look at this situation, it seems pretty clear that Congress did want to do something, which was to limit the amount of money that was going to the tribes under these contracts. Do you think that there's a way that Congress can do that --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- consistent with this scheme that's set up by the statute? How could Congress do that?  You know, if -- if -- if they can't do it this way, how could they?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"When you say \"specific limitations,\" what would that look like?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"For any particular year, are they all entered into it at about the same time?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"For any particular fiscal year, are all of these contracts entered into by a particular date?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Phillips, how does Congress do this without upsetting the entire scheme?  Knowing that these contracts are not all signed on one day, that there are 12 regions, that the negotiations go over time, how could Congress achieve the scheme that the government wants now?  How would it write this contract?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have to solve it contract by contract?  Couldn't there be a -- a provision in the -- in the law which -- which says that, where appropriated funds are inadequate to cover the totality of -- of costs under this statute, it will be apportioned as follows?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or the Secretary will apportion it?  That's all it would take.  You wouldn't even have to do it contract by contract.  Right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You would prefer contract by contract for your clients."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, absolutely --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I think -- I think this may have been asked, and I'm not sure of the -- I understood the answer. This is -- is this on an ongoing, forward-looking basis?  In other words, you enter into the contracts, and then you wait and see whether there are appropriations?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, so doesn't it make -- I mean, doesn't the system that the government is operating under make a lot of sense?  Because let's say the tribe says, look, we need a million dollars. The Secretary agrees to it.  And then I assume the two of them get together and say, well, we'll try to get the appropriation for it.  You know, you understand we may not get it, but this is how much you need, we'll go back and get it.  If you get it, that's great.  If you don't, well, then that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Are you suggesting that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Are you suggesting that Congress has to go through each of those contracts and say, this is how much we're going to appropriate, this is how much --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the question is whether it's the staff in Congress that's going to do it or the staff at the Department of the Interior?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And I suppose Congress can reasonably determine that the people at Interior know better about how to do it than we do."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  You keep saying that, but I thought in your earlier answer, you said that the contracts are generally signed by the time of the appropriation."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Where is that in the cycle of performance?  Is that at the beginning of performance?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So the tribes -- even when the appropriation comes out, they don't know how much the Department has contracted with other tribes."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So they're performing until they get that notice later on."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Phillips, do you think -- and the long question here is what did Congress want.  And what -- one answer might be Congress wanted exactly what the government says it wanted.  But another answer might be something different, that actually, Congress wanted there to be unlimited funds for these tribes, but that it wanted to shift the costs of some of those funds to the Judgment Fund outside of the Interior budget."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you -- I mean, do you contest the government's view of what Congress wanted here?  And if so, how?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. Mr. Freeman, you have 4 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you dispute Mr. Phillips' statement that the tribes don't know how much they're getting until some point further into the performance cycle?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess what I don't understand about the government's argument, Mr. Freeman, is exactly what the contractual rights of the tribes become.  I mean, as I -- this is supposed to be a contract, and we've held that it's a contract, and usually contracting parties have rights to something."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what do they have a right to, in your view?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That was -- that was a straightforward question. (Laughter.)"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but what do they have a right to with respect to these additional overhead costs?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What does each individual tribe have a right to?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think they do have a right to a pro rata share?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, the Secretary could not say, oh, you know, these tribes have been doing a better job, so we'll give it to them; or these tribes need it more, so we'll give it to them. You think that there's a contractual right to a pro rata share."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I didn't think that was responsive.  Does the Secretary -- Justice Kagan can defend her own question -- but does the Secretary have the discretion to adopt something other than a pro rata distribution when there are not sufficient appropriations?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You must answer that question --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":4,"sideBefore":"justices","text":"The system that's in place does not --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"You must answer that question \"yes\" --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because that's exactly what the Secretary did."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- claimed that it was pro rata."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then this is a very -- this is a very strange kind of contractual right.  The -- the contracting tribe has a right to have the Secretary use discretion to decide how much the contracting tribe gets. What kind of contract is that? (Laughter.)"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not contesting -- I mean, clearly you think and the Secretary thinks that there's an obligation to distribute all that money."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and I don't think anybody disagrees with that.  The question is what each individual tribe has a contractual right to."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MARK R. FREEMAN","firstName":"MARK","lastName":"FREEMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3483,"interruptions":38,"times_spoken":83,"laughter":1,"num_int_by":7},{"id":1,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":2883,"interruptions":42,"times_spoken":83,"laughter":0,"num_int_by":9},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":472,"interruptions":5,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":993,"interruptions":5,"times_spoken":36,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":353,"interruptions":7,"times_spoken":16,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":482,"interruptions":5,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":488,"interruptions":3,"times_spoken":21,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":772,"interruptions":3,"times_spoken":23,"laughter":2,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1085,"interruptions":5,"times_spoken":35,"laughter":2,"num_int_by":3},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":31,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":38,"words_spoken":3483,"times_spoken":83,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":42,"words_spoken":2883,"times_spoken":83,"laughter":0,"num_int_by":9},{"side":"justices","interruptions":33,"words_spoken":4676,"times_spoken":173,"laughter":5,"num_int_by":6}],"outcome":{"side":"respondent","margin":1}}