{"petitioner":{"name":"MAETTA VANCE","counsel":[0]},"respondent":{"name":"BALL STATE UNIVERSITY, ET AL","counsel":[1]},"caseNumber":"11-556","date":"2012-11-26T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 11-556, Vance v. Ball State University. Mr. Ortiz. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's say you have a work room.  There are five people who work there.  And the employer has a rule that the senior employee gets to pick the music that's going to play all day long.  And the senior employee says to one of the other employees -- you know, if you don't date me -- I know you don't like country music; if you don't date me, it's going to be country music all day long. Now, that affects the daily activities of that other employee.  I would have thought, under your theory, that means that that senior employee is a supervisor."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that could be -- that could be far more severe than, for example --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Hard rock instead of -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"It could be far more severe than simply saying, all right -- you know, you're going to -- as in this case -- you're going to be cutting the celery rather than -- you know, baking the bread, or whatever."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but, I mean, there are places where the environment -- you know, an assembly line or something like that -- where the task may not be that different, but how you -- the environment in which you have to perform them may be far more significant than whether or not you're attaching the door handles or the front fenders."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, exactly.  And I would have thought the benefit of the Seventh Circuit's test was that you don't have to go through those case-by-case basis.  I think we can have a reasonable debate about whether the music you have to listen to for eight hours is objectively a significant enough interference with the daily activities to qualify under your test. But the Seventh Circuit test makes clear -- it doesn't give any kind of immunity; it just makes clear what type of analysis is going to be applied to the allegation."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, could you explain what the materially augments rule means?  Could you provide a definition of that?  The authority to assign daily tasks has to be sufficient to do what?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There are situations where the -- the assignment of responsibilities is extremely unpleasant, and so it's easy to see how the testimony would apply in that situation. But there are also a lot of situations, like the Chief Justice's example, where it's really very unclear.  I don't know how courts are going to -- how courts can grapple with that."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said that being subjected to country music or hard rock or Wagner -- you know, every single day in the workplace would not be sufficient.  I don't know.  Some people might think that it was -- that that is."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Ortiz, why isn't the question that you're presenting academic in this case? Because didn't the district judge say that there had been no showing that Davis' conduct was sufficiently severe or pervasive? It wouldn't matter if the supervisor -- if the conduct was not sufficiently severe or pervasive harassment, and, equally, if the company responded every time a complaint was lodged.  The district court found both of those things, that it wasn't severe and pervasive, and that every time she claimed -- complained an investigation was made."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Ortiz, suppose I agree with your standard, but I just can't find on the record as it has been presented in this Court any evidence that Davis actually served as Vance's supervisor.  What -- I mean, what's your best -- so if that's true, I would be tempted to actually just decide the thing rather than to remand it. So as against that approach, what is your best evidence that there was a supervisory relationship under your standard here?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is that the case?  Is there evidence that you did not present because the Seventh Circuit applied a different standard?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What other than the job description?  The job description says that the catering specialist has authority to direct or lead the part-time employees.  But what concrete instances of Davis exercising supervisory authority over Vance is there in this record?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What I mean is not the statement, well, she's a supervisor.  But comparable to Faragher, where the lifeguard who didn't have authority to hire her or fire her said, if you don't date me, you are going to be cleaning the toilets.  We don't have anything like that in this record."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was also -- that would be for a very confined period.  It would only be when the -- when Vance was a part-time employee.  Once she is a full-time employee there isn't that."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the most unpleasant thing that Davis could have assigned the Petitioner to do?  Maybe chopping onions all day, every day?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that would materially augment?  Chopping onions all day would be enough?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Chopping -- how about chopping other things, just chopping?  You are the sous-chef, you are going to be chopping all day every day.  Would that be enough?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Ortiz, did she ever have that authority, because the record as far as we have it says that the work assignments, what Vance was doing, came from the chef or from Kimes, and the most that Davis did was transmit the chef's orders of where people would be stationed."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, may I interrupt a moment on --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- following up on an issue raised in part by the Chief and by Justice Ginsburg.  Assuming that Davis was a direct supervisor, would there be an affirmative defense available to the employer?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be your"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That this could not be grounds that someone who directs an employee's day-to-day activity should be treated like someone who hasn't actually undertaken the threat because the situations are different."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what this fight is about?  What if we were to say that the EEOC's test governed or the Second Circuit test governed, but because of the nature of the difference between formal supervisors who take tangible work activities and informal supervisors who the employer would have less control over and less knowledge about their activities, that we would require an employee to complain.  Would that be a crazy rule, and why?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would require, would permit the affirmative defense to be raised by an employer."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but there is a difference between those supervisors who take direct activity, tangible direct actions, who are in power to do that, and supervisors who don't have that power, because supervisors who don't have that power are supervised -- their actions are supervised in a way that non-tangible employment supervisors are not."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it's whether, whether or not this whole fight is over that issue."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, because it's also about the burden of proof."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So if we keep the burden of proof with respect to -- to the employer raising the affirmative defense, does that solve half your problem?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you tell me what you see as the major difference between the EEOC and the Second Circuit rule, and why one is compelled over the other? It's the regulatory agency charged with oversight of -- of the implementation of the statute. Why shouldn't we give deference to it on --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the standard it sets forth?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Why -- why -- why no more?  Why just Skidmore?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an absolute rule?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you answered the argument it shouldn't get any deference because what -- what the EEOC guidance does is it is -- it is interpreting two decisions of this Court, and this Court, not the EEOC, is in the best position to determine what those two cases mean?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Srinivasan? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"What about -- what about the music hypothetical?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Where -- where do you think your test comes out on that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Why -- it doesn't really have to do with the number of tasks.  It isn't an assignment of tasks.  It's something that clearly affects the daily activities of the employee in a way that could be used to implement or facilitate harassment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"And -- and your tests sort of use that, just as you've posed it, as some broad continuum in which we're going to have countless cases trying to figure out whether music falls closer to this end or -- you know, what -- the senior employee controls the thermostat, is that closer to this end or that end?  Or cutting onions? It seems to me that every single case has its own peculiar facts, and courts are going to be -- have to figure out where on the continuum it resides."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"","text":"Well, isn't cleaning the toilets a limited -- isn't the authority to decide who cleans the toilets the same as the authority to decide what the music is going to be?  It's one thing. I thought -- and your answer on the music was, well, that probably wouldn't count because it's the authority to decide just one thing."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"","text":"But your argument is if the only authority was to decide who cleans the toilets, then -- then that would not -- that wouldn't count, because that's just one thing."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"","text":"I thought in Faragher it was that -- that the lifeguard gave her her daily work assignments.  He controlled what she would do on the job."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"","text":"Well, that can't possibly be what the case means.  Suppose that it's -- it's the assignment of offices, and all of the offices except one have heating and air conditioning, but one has no heating and no air conditioning. And so -- and that's the only authority that this person has is to assign desks.  That person says, if you don't do whatever it is that I want you to do, I'm putting you in the office where there's no heating, and there's no air conditioning.  And you would say that doesn't count because it's just one thing.  It's not a broad range of authorities -- of authorities."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"Have you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"Well, you've looked this up.  And apparently, for about a dozen years, the EEOC has had, as -- as an alternative basis for qualifying as a supervisor, the individual has authority to direct the employee's daily work activities. And in addition, we have three circuits that for some period of years have been following roughly the same kind of rule. Now, has this problem of the country music or the other problems raised, have they turned out to be a significant problem in those circuits or for the EEOC?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"They have, or they have not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"How do you know that?  Are you just saying they have not generated actual Federal -- Federal court reported cases? Do you have any idea how this works on the ground when people complain about the exercise of authority by a coworker who has specific responsibilities that might be reviewed as supervisory?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"The EEOC lawyers think the EEOC plan is working just fine."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"But I guess they'd tell you.  There are three who signed the brief, or four. And I guess they'd tell you, wouldn't they --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"-- what the problems are, if they have problems."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"","text":"I mean, we can ask the other side the same question.  They've seen the cases in the circuits.  Have they seen instances in the EEOC or before the circuits where it's turned out to be a serious problem, like the country music or any of the other hypotheticals raised?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"","text":"Could I ask you how the Seventh Circuit test works in operation? We're in a university setting here, so let me give you a university hypo.  There's a professor, and the professor has a secretary.  And the professor subjects that secretary to living hell, complete hostile work environment on the basis of sex, all right?  But the professor has absolutely no authority to fire the secretary.  What would the Seventh Circuit say about that situation?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"","text":"No, no, the secretary is fired by the head of secretarial services.  Professors don't have the ability to fire secretaries; but, professors do have the ability to make secretarial lives living hells.  So what does the Seventh Circuit say about that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"","text":"Under the Seventh Circuit test."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"","text":"Even though, of course, it's actually more difficult for the secretary to complain about the professor than it would be for the secretary to complain about the head of secretarial services."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"","text":"And Mr. Srinivasan, if I can just continue on about this, because I just don't even understand the Seventh Circuit test.  Would the Seventh Circuit test also say that -- that that person is not a supervisor even if the professor evaluates the secretary on a yearly basis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"You've -- you've talked several times about this going along the spectrum.  Where -- where are we supposed to cut off the -- where's the cutting line in the spectrum?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"","text":"Do we have a developed record enough to do that in this case?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"","text":"Do -- do we have a developed record enough?  Petitioner's counsel says we don't, that the Seventh Circuit test didn't permit them to develop the record sufficiently to clarify all of these issues.  We certainly have snippets or -- or lack snippets, as the case may be.  But is the record sufficiently developed for the Court to even pronounce -- make pronouncements of that nature?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"","text":"The conclusion in your brief is that the judgment of the court of appeals should be vacated and the case remanded for further proceedings, and now -- now you are telling us that we should -- we should basically write an opinion on summary judgment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel. Mr. Garre. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"We took this case to decide whether the Faragher and Ellerth -- and Ellerth supervisory liability rule is limited to those harassers who have the power to hire, fire, demote, promote, transfer, or discipline their victim.  And your answer to that is no; is that right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Well, if we -- if we agree with that without having any party defending the rule that was adopted by three circuits, then surely -- well, then, why shouldn't we just remand this case for the lower courts to decide this, this summary judgment issue, and -- and permit further development of the record if the record isn't fully developed?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I understand Mr. Ortiz to say that there's at least a dispute of fact about whether Davis could have controlled what Petitioner did on a daily basis."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't her job description say that she can assign tasks in the kitchen?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We didn't take this case to -- to decide those factual questions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We really didn't.  We took it principally to decide whether the Seventh Circuit rule was -- was right or not.  And you don't even defend that.  So there is nobody here defending the Seventh Circuit."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They are not talking to us here, are they?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Was that -- that question wasn't presented.  It was -- it was just assumed that -- that Silverman would qualify as a -- as a supervisor."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Every -- every time -- every time you adopt a rule rather than a multifactor analysis, there are going to be particular cases that fall outside the rule that look like a harsh result.  Now, here it simply affects the nature.  It doesn't give any immunity for harassment, it just affects the nature of the showing that might be made. You have no difficulty, as representing an employer, by saying that in every case an allegation of this sort is made you have to go through a case-by-case description of the particular responsibilities, whether it's the thermostat, whether it's the music, whether it's the assignment of everything -- that the employee does, and decide on that basis whether or not you should compensate the victim, or -- or whether or not you should go to court?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think -- I think your friend on the other side was -- made a good point in his reply brief, which is the variety of circumstances you think courts should look at just happen to correspond with the factual issues that you would have resolved in your favor."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What does that have to do with agency?  That's what I don't understand.  Why -- why do any of these tests have to do with agency?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, I can understand Congress writing a statute that says -- you know, any -- any person given -- given authority by the employer, which authority is used to make it more difficult for a person to complain about racial or sexual harassment, is bad.  But the statute doesn't say that.  It says apply agency principles. How does agency have anything to do with the line you're arguing that we take here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Then why not leave it there?  If that's what the agency is --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- then you don't need it at all.  So the music -- the music would -- the thermostat would qualify.  It would all qualify."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  Why?  I mean, if that's your principle, apply the principle."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If you are aided -- you know, you're going to work in a cold room unless you -- you know, comply with my sexual advances, apply the principle.  What's so hard about that?  That's a clear line."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What guidance would your -- what guidance would the kind of opinion that you're suggesting we write really provide?  The -- the guidance would be that if someone has no authority to assign daily work, then that person isn't -- and also has no authority to hire, fire, promote, et cetera, then that person isn't a supervisor. How much guidance is that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But why should that -- why should that matter?  I know you said that in your brief, Mr. Garre, if the -- if the alleged victim talked back.  But in one of the very first cases that we had in this line, Harris v. Forklift, there was -- it was the boss, so there was no question about supervisor, and he was really making things hard for this employee; but, she was very firm, and she talked back to him. But, still, that's not what we said that counted.  We said, is she being subjected to terms and conditions of employment that she would not be subjected to but for her sex."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If you were willing to concede that this would be a close case under the Second Circuit standard or under the EEOC guidance, then there might be an argument in favor of our applying those tests -- or one of those tests to the facts of the case, because then that might provide some guidance, even though we are supposed to be a court of review, not a court of first view. But you're saying this is an extremely weak case under those standards; and, therefore, what is -- what benefit is there in our applying this?  Just send it back and have it done in the normal course by the court of appeals or by the district court."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Garre, there is one BSU internal document that -- a note to the file by a compliance officer, who apparently investigated one of the complaints, that says that -- Kimes is recorded as saying -- he's the avowed supervisor -- that he, quote, \"knows Davis has given direction to Vance, and that he just doesn't know what else to do.\" Doesn't that defeat summary judgment on its face?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Garre, could I ask you about that?  You said before that there is no -- nothing to suggest that she left anything on the table because of the nature of the Seventh Circuit standard. So what's the best place in the record for us to look -- to decide that question as to whether she at all didn't present or didn't develop evidence because of the nature of the Seventh Circuit standard?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Ortiz said it wasn't just part-time.  He called my attention to the page before that says she also -- that Davis also directed --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Ortiz, you have 4 more minutes remaining. "},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you adopted that rule I suppose you could couple it with an increased duty of care on the part of the employer to take necessary steps to prevent forbidden harassment.  In other words, you up the duty of care on the part of the employer generally."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is there any?  You said he went through, you weren't preceding on the -- your client, originally in district court, not preceding on the basis of this straight Seventh Circuit test.  He had the EEOC look into it; the Government itself says that we should affirm and they have EEOC lawyers on it. And so is there any piece of information that would be relevant that you know of that you would introduce, were it sent back, say to the district court, that you have not already introduced?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I read what they said in the last page of their brief.  They said either affirm, that was their first thing, or send it back.  Okay.  Now my question remains the same."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What is it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think Justice Breyer's question was what's not in the record?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have something that's not in the record that will materially add to this discourse?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's all in the record in this Court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Just not in the Joint Appendix."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DANIEL R. ORTIZ","firstName":"DANIEL","lastName":"ORTIZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":2505,"interruptions":16,"times_spoken":43,"laughter":0,"num_int_by":6},{"id":0,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"","words_spoken":1247,"interruptions":10,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":1,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":3296,"interruptions":15,"times_spoken":24,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":803,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":262,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":761,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":500,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":374,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":492,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":48,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":2505,"times_spoken":43,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":15,"words_spoken":3296,"times_spoken":24,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":3547,"times_spoken":96,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"prediction":{"petitioner":0.6818516367499363,"respondent":0.3181483632500637,"date":1472411005913}}