{"petitioner":{"name":"PAMELA HARRIS, ET AL.","counsel":[0]},"respondent":{"name":"PAT QUINN, GOVERNOR OF ILLINOIS, ET AL. ","counsel":[1,2]},"caseNumber":"11-681","date":"2014-01-21T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-681, Harris v. Quinn. Mr. Messenger. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was to negotiate what's typically negotiated in collective bargaining; that is, wages, is that not so?  Wages and benefits?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But how does it differ from the typical bargaining that a union does?  It asks for a wage rate, and it asks for various benefits.  So are you saying that when it's a public -- in the public sector, it gets converted into something else?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your argument dependent on this being sort of a dual employee situation, that it's reimbursement, as opposed to policemen, fire -- police people, fire people, teachers, other public -- other public employees who are directly employed by the State?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But your argument, of course, isn't limited to that.  It goes beyond that situation?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any likelihood that the union that represents these -- what do I call them -- healthcare workers, health providers -- care providers, is there any likelihood that they would try to bargain for benefits for these -- these workers?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes.  Is there any likelihood?  Do we know anything about what the likelihood would be for certain subjects to be brought up in the bargaining with the State?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they have that before the union?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose you have a policeman who -- who is dissatisfied with his wages.  So he makes an appointment with the commissioner -- police commissioner, and he goes in and grouses about his wages.  He does this -- you know, 10 or 11 times. And the commissioner finally is fed up, and he tells his secretary, I don't -- I don't want to see this man again.  Has he violated the Constitution?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He has prevented a petition for a redress of grievances?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I really don't understand Alderson Reporting Company that.  When -- when you -- so what if it's 10 policemen who do this?  It's still not a matter of public concern? Or does it have to be the whole police force?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me it's always a matter of public concern, whether you're going to raise the salaries of policemen, whether it's an individual policeman asking for that or -- or a -- a combination of policemen or a union.  It's always a matter of public concern, isn't it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  To not -- not give this guy an appointment the 12th time."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how can he shut his door if -- he has a right to petition, a constitutional right to petition for the redress of grievances?  His grievance is he's not being paid enough."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's the same grievance if the union had presented it.  The -- the grievance is the salaries for policemen are not high enough."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He's not asking for just his salary to be raised.  He wants salaries of all -- all the cops to be raised."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what -- what you're objecting to, to the extent that you're not objecting to the entire system of collective bargaining, you're objecting -- you're saying an individual employee can say, I don't feel like supporting a union that makes a certain kind of argument about wages or about benefits. So, just to carry on with Justice Scalia's example, the subject matter is the exact same in the two contexts, whether it's an individual employee or whether Alderson Reporting Company it's a union, and in both contexts, the -- the ultimate sanction is the same, right?  Somebody grouses about his pay too much, he could get fired.  Somebody refuses to support a union that is negotiating about pay, he can lose his job. So it's -- it's really identical across the two situations."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Same subject matter, same sanction.  What's the difference?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not objecting, I think, to the union as a whole.  What you're objecting to is an individual employee having to support that activity.  The scale is no different.  It's an individual employee."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's exactly what the individual employee in Justice Scalia's hypothetical is arguing for.  He wants wage rates to be changed across the board.  He knows they're not going to be changed just for him.  He wants higher wage rates."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Messenger, I'm confused by this whole line of argumentation.  I didn't think there was any issue in this case about the right of the plaintiffs or any of the other affected workers to say whatever they want on their own.  That -- they're not prohibited from doing that, are they?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So there isn't any issue about that in the case.  I thought the issue -- and they can try to -- to meet with anybody they want as many times as they want.  I suppose that -- that person has a perfect right to say:  Enough is enough; I don't want to meet with you for the fifth time or for the first time. I thought the issue was whether they could Alderson Reporting Company be required to pay for somebody else to go and speak and possibly say things that they disagree with."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So let's break this down.  You're not arguing that there's something wrong with a union qua union.  Is there anything wrong with the State saying, we're not going to negotiate with any employee who's not a member of the union?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Is there a problem for the State to say -- the union, to organize, has a certain amount of costs.  So putting aside fair representation laws, could the State say, this is what we're going to pay police officers, $100, but we're going to pay union members $110 to reimburse them for the cost of negotiation.  Would that be okay?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's no problem here with the representation.  Your problem is with the fair share?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any -- you suggest, in response to my colleague's question, that they could -- the State could pay healthcare providers different rates.  Is there -- are there any limitations? We're talking about Medicaid reimbursement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any limitations that would prevent differential rates of pay, reimbursement, under Medicaid for the same services?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Messenger, just to clarify what was the purpose of my earlier line of questioning, it was simply to show that, if you have a case, it doesn't rest on the right to petition the government for redress of grievances. It -- it rests on the First Amendment. You -- you say that there is being -- your -- your people are being required to support speech that they don't agree with."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that is -- you know, that is an arguable position, but I don't -- I don't think it's even arguable that the right to petition the government for redress of grievances is -- is involved here."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a First Amendment violation, not a violation -- not a denial of the right to petition the government."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Messenger, I'm not sure that Justice Scalia's answer satisfies his own question. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"What -- what was the question? (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Because here's the thing: That, in the workplace, we've given the government a very wide degree of latitude, and there's much that the government can do.  It can fire people, it can demote people for things that they say in the workplace, not for things that they say as a citizen, but for things that they say in the workplace.  That's the fundamental lesson of Garcetti and of many, many others of our cases. So you're saying, well, the government can punish somebody for saying something, but the government in the exact same position cannot compel somebody to say something they disagree with.  And I want to know what's the basis for that distinction, which it seems to me is just as hard as -- as if you were answering under the Petition Clause."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"I want to hear the answer, too, because, contrary to what Justice Kagan suggests, Alderson Reporting Company I -- I didn't say your First Amendment argument was valid. (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Good, okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"I said at least it was a comprehensible argument. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Jump in whenever you'd like. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it?  I mean, it is for private employers.  There are some private Alderson Reporting Company employers who think they're better off with a closed shop, and they just want to deal with one union, and -- and they require all the people that they hire to become a member of this union and to pay union dues for representational purposes. They do this as private employers because they think it is in their interest as an employer.  Why can't the government have the same interest?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  But -- but don't tell me that there's no employer interest.  There is an employer interest.  You're just saying it is not -- it is not considerable enough, right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what stops the -- the non -- the people who oppose a union policy from sending a letter, asking a meeting, expressing their disapproval in any forum they want and in any way they want, to whatever policy a union is advocating? Is there anything that stops them from doing that? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So where's the First Amendment abridgement?  They can do whatever they want. They can speak however they want in support of or in opposition to absolutely anything the union is doing."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose -- I suppose the fact that you're entitled to speak against abortion would not justify the government in requiring you to give money to Planned Parenthood?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the argument you're making."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Messenger --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Well, but, I mean, I suppose there could be labor peace if the Respondents were to prevail.  I mean, that -- that assumes that your theory of the case is going -- is going to prevail."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, doesn't the -- isn't there labor peace -- let's assume that's a valid interest -- isn't there labor peace if one union represents these healthcare providers and makes and negotiates a contract with the government?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why doesn't it? It -- it gets the demand from the union, it recognizes Alderson Reporting Company it's reasonable; that's the policy, and then it can move forward with the policy."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Messenger, do you think the issue of exclusive representation is inextricably tied to the issue of the assessment of an agency fee? Can't you have the former without the latter?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not -- you're not challenging -- or it's confusing whether you are or not -- the very idea of exclusive representation by a union.  Are you saying that, in the public sector, there cannot be exclusive -- an exclusive bargaining agent?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the mandatory -- let's take out, as Justice Alito suggested, take out the agency fee or fair-share fee or whatever it is, but there is an exclusive bargaining agent.  Workers, your clients, say, we don't want to be represented by that union. The union is authorized to represent everybody in the workplace and has to represent even nonmembers, as well, without any discrimination.  And -- and are you taking the position that there cannot be an exclusive bargaining agent if there are any dissenters who don't want to be represented by a union?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So, Mr. Messenger, even on the compulsory fees -- I mean, what strikes me is that this is -- I'm just going to use the word here -- it is a radical argument.  It would radically restructure the way workplaces across this country are -- are run. Alderson Reporting Company And let me just put it to you this way and ask if you agree with this -- with this statement. Since 1948, since the Taft-Hartley Act, there has been a debate in every State across this country about whether to be a right-to-work State, and people have disagreed. Some States say yes, some States say no.        It raises considerable heat and passion and tension, as we recently saw in Wisconsin.  And -- but -- you know, these are public policy choices that States make. And is it fair to say that what you're suggesting here -- your argument is essentially to say that, for 65 years, people have been debating the wrong question when they've been debating that because, in fact, a right-to-work law is constitutionally compelled?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the Court were to say that on the issue of salaries there is no First Amendment violation, that -- that Abood should remain applicable to public employee unions. Alderson Reporting Company Are there other issues that public employee unions necessarily raise in collective bargaining that raise other concerns about governmental policies that union members might disagree with?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How about here for your employees?  They negotiate health insurance.  Do they -- they don't negotiate termination because that's up to the individual --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- parties.        So there's no grievance committee.  Do they negotiate the tasks that will be reimbursed?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So you're being asked to have a fair share of how much you're getting from the State for your services and health insurance.  What else is negotiated that you're being asked to pay for?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Those things, you can argue, are not part of the representation for which they should be charged, and they should get their money back for those things, if they're actually not -- not getting any benefit from them."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but they're -- I mean, what our cases say is you -- you can be compelled not to Alderson Reporting Company be a free rider, to -- to pay for those items of bargaining that benefit you, as well as everybody else. But you don't -- you don't have to pay for stuff that -- that is not within that description, stuff that doesn't benefit you at all."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They receive a salary -- I mean, they receive -- it's not a government grant to the -- to the healthcare worker.  They receive a paycheck, and the government withholds from that.  The government makes a FICA contribution for them and withholds the part that's their responsibility. So it looks just like they are an employee of the government, being paid by the government, and the government doing things that an employer does, withhold income tax, pay in part the FICA tax, withhold the other part.  And they are -- they're also covered by workers' compensation, aren't they?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"As -- as employees of the Alderson Reporting Company State?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They're not getting a paycheck and the insurance -- insurer is not deducting withholding tax -- isn't paying FICA tax?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the State took the Alderson Reporting Company position that these individuals are State employees for one purpose only, collective bargaining.  Isn't that their position?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So if one of these individuals commits gross misconduct, causes the death of a patient, the State has no liability?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"When you come back, I'd appreciate your thinking about this, but obviously, you're asking us to overturn a case that's been the law for 35 years. I count hundreds of citations in the opinion, and I guess there are millions of instances in which employees and employers and others have relied on it in collective bargaining, so I'd appreciate your saying sentence a or two of why we should upset reasonable expectations over so long a period of time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Smith. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why?  If -- your -- your adversary says that the reimbursement rate is set by the Medicaid program, so why do you need a union to tell you how much to pay, if it's already set?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand what you're saying.  If there were no union, there would be no wages?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So from -- from the outset, it set up the union, right, and the union said, We want 7 bucks an hour, was that it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And who picked that number?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The State did.  Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought Medicaid had something to do with how much they were reimbursed. You're saying Medicaid is beside the point?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If you hire a homecare provider to provide homecare services, isn't how much the person is compensated -- you have a Medicaid program, a cooperative program with the Federal Government, doesn't it set the rates with which those services are reimbursed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, right, that -- it's a cooperative State/Federal program.  But isn't there -- are you saying the wages have nothing to do with how much the -- the Medicaid reimbursement for these types of services?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But they don't just give you a bunch of money and say, Well, here it is, you figure out how much you want to -- I mean, I thought this case had something to do with the fact that Medicaid was used to reimburse these employees, and you're saying it has nothing to do with that at all?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I just want to know -- not what their challenge is.  I want to know where the money comes from.  It comes from Medicaid, and I assume Medicaid sets some parameters about how much you can reimburse homecare providers. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you can negotiate whatever rates you want with the homecare providers, regardless of what Medicaid says about those services?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Smith, I think that there's -- I must say that I might have labored under it.  From your adversary's statement, it appears as if there's a belief that the Federal Government sets a fixed amount, and that's what the State has to pay. Whether the Federal Government pays you a certain amount, however, you seem to be saying the State can go above that amount if it chooses.  That's the cooperative nature of this."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Smith, what I don't understand is why the union's participation in this is essential.  The State can say, this is how much these people are being paid -- it's not enough, we want to increase it, we want to increase it by 10 percent, 20 percent, 30 percent, whatever it is.  They need some -- they should have extra benefits.  Well, we'll give them these benefits and these benefits and these benefits. Why do they need to have the union intervene here?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that -- that's fine for the workers who want the union to represent them in making these demands on the State. Let me give you this example, which I think gets to what the -- the plaintiffs in this case find disturbing.  Let's say this is -- this involves a teachers union.  So the teachers union is negotiating about the issue of tenure and merit pay, and the union is opposed to any change in the tenure system, it's opposed to merit pay. Okay.        Now, there's a teacher who's not a member of the union who disagrees completely with the union on these issues, but this teacher -- and the teacher is not a member of the union, but still has to pay a pretty hefty agency fee, maybe $700 a year.  So the teacher is paying this money to the union to make an argument to the employer with which the teacher completely disagrees. Now, if this teacher just wants to get back Alderson Reporting Company to a neutral position, the teacher is going to have to spend $700 or maybe $500 of his or her own money, pay that to another organization that will present that teacher's point of view to the employer. How can that be -- what would you say to that, to that teacher?  That -- you know, You have a right to be -- you have a right to say whatever you want on these issues, but you don't have a right to be a teacher?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Smith, are you saying that this -- that the unions reluctantly accept the duty of being the exclusive representative for all the Alderson Reporting Company employees?  They don't really want to do this, but the law requires them to do this, but because the law requires them to do this, then they have to get this agency fee? Is that really -- is that realistically what happens?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Seriously, the unions do not want to have the -- they don't want to be given the status of the exclusive bargaining agent for the employees?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But in talking about First Amendment interests, let me ask you this:  Is it not a standard issue in collective bargaining for the employees' union to talk about the size of the workforce?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's necessarily so if they're talking about hours."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  And would you think that this is a legitimate subject of collective bargaining for which the nonunion member has to pay?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm talking about -- let's say the teachers' union.  They're talking about classroom size.  They're talking about hours.  That necessarily involves the size of the workforce, does it not."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's not only possible; it's necessarily true.  Let's assume that it's true."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let's -- let's assume that it's true, that a union's position necessarily affects the size of government.  Is not the size of government a question on which there are fundamental political beliefs -- fundamental convictions that are being sacrificed if a nonunion member objects to this line of policy? Are there not other union proposals that say -- that State employee's salary must be a certain percentage of the total -- total State expenditure? Does this not also involve the size of government, which is a fundamental issue of political belief?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about a question of public concern.  I'm talking about whether or not a union can take money from an employee who objects to the union's position on fundamental political grounds."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And I'm -- I'm asking the justification for that under the First Amendment."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In -- in an era where government is getting bigger and bigger, and this is becoming more and more of an important issue to more people."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say it's a fair share, but that's the issue in the case if you're looking at the legitimacy of Abood."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you say it's fair share.  The objectors to Abood say that it isn't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"One thing, Mr. Smith, the first word in your brief is \"Medicaid.\" I don't understand because the argument can be made that Medicaid reimbursement rates is an important public policy issue, not simply a labor issue. Now, let's say you have a teachers' union, okay?  They think it's a very important public issue. They have a platform.  They engage in activities to get higher Medicaid reimbursement rates.  Is that something that a nonunion member would have to pay for, or would they -- would that expense be segregated out of what they must pay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Teacher -- teacher union, okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They have a political position on Medicaid rates.  They spend money Alderson Reporting Company to advance that position.  If you're a teacher, but you're not a member of the union, do you have to pay for that expenditure?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  Same -- same public -- same expenses for Medicaid --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- but you're a homecare provider.  Your union spends to get higher Medicaid rates.  You're not a member of the union.  Do you have to pay for their political activity to raise Medicaid rates?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So one -- I'm sorry. If I could just finish the thought.  So the same speech with respect to one union is a speech on a matter of public concern, but with respect to another union, it's not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So it's Medicaid.  Now, is that part of the chargeable expenses or not?  This union wants to talk about Medicaid reimbursement rates.  Can a nonunion member be compelled to share that expense?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean Medicaid reimbursement rates.  That's what I mean by Medicaid reimbursement rates."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So in this case -- in this case, if this union negotiates over Medicaid reimbursement rates, it is chargeable."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Even though, what I understood your answer to be, is that Medicaid reimbursement rates had nothing to do with this case. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What about the issue of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"And that includes Medicaid reimbursement rates."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"The question you're being asked, I think, is a broader question.  Collective bargaining with any employer, meat packers, hours, safety depends on hours, always can involve public interest questions."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But I think the question you're being asked is where you have SEIU or AFSCME, and they're government unions, does it have a bigger mix of public policy issues; and therefore, should this Court get into the business -- I'm putting it in a little loaded way because I don't want to suggest the answer. Should this Court make that distinction and get into the business of saying, when the union is too Alderson Reporting Company much of a -- wages, hours, and working conditions are too likely to affect public issues, and the other ones less likely, et cetera, you see the distinction that the question that was added suggests? Now, I would like you to think about -- that's a philosophical question -- or a very broad First Amendment question.  And I'd like to hear what your answer is and the government's."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me ask you a question about pensions.  Now, that's a very big public policy issue.  I think, in Illinois, the legislature recently cut pensions of -- of public employees.  That would be a subject -- that could be a subject of -- of collective bargaining, right?  So that would be -- bargaining on that would be chargeable? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if the -- if the union spends a lot of money trying to bargain on that issue, that's -- that's a chargeable expense, is it not?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now, what do you say to the young employee who is not very much concerned at this point about pensions, but realizes there's a certain pot of money, and it's either going to go for pensions, or it's going to go for salary at the present time. So that employee who's not a member of the union has to pay for the union to bargain with the -- the State to achieve something that's contrary to that person's interest.  But you say that person is a free rider."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the young person thinks that the State is squandering his heritage on unnecessary and excessive payments for benefits and wages.  Is that not a political belief of the highest order?  And -- you know, we talk about free riders, which is an epithetical phrase. Maybe the objecting employee would say that the union is a speech distorter; it is taking views that are not his and making them mandatory subject to bargaining and charging him for it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So your position is that the public employees must surrender a substantial amount Alderson Reporting Company of First Amendment rights to work for the government?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. General. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"General Verrilli, does Medicaid have anything to do with this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right, right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  Your statement of interest -- your statement of interest explaining why you are here today discusses the effect of the Medicaid program."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If the -- if the union wants to talk about Medicaid rates with the State because they would get a higher wage or could get a higher wage if Medicaid reimbursement was higher, is that within the -- their functioning as a union rather than a political group?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, so if the union wants to say, Look, the only way our people are going to get higher wages is if there's a higher Medicaid reimbursement rate for this service, that is not within the scope of collective bargaining?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If the plaintiffs in this case worked in a unionized -- excuse me -- in a unionized Federal workplace, would they be assessed a mandatory agency fee?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So the Federal government doesn't think that it needs to assess a mandatory agency fee from, let's say, the -- the employees in the Border Patrol, in order to make sure that the Border Patrol has high morale, sufficient salary, sufficient benefits, it can do without the agency fee in that situation?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, one can be skeptical about whether -- when States do this, they are doing it because it's more -- more efficient as an employer because some States have tried to force private employers to have a closed shop, haven't they?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And there's no -- you know, no State government interest in it.  There's just State interest in unions."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And unions getting a lot of money from people who don't belong in the unions.  So one can be skeptical about whether this is really what's going on, that the State really thinks it's going to be a lot easier if it has a closed shop."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that the specific factual background of what occurred here provides a basis for skepticism about Illinois' reason for adopting this?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the situation was that Governor Blagojevich got a huge campaign contribution from the union and virtually, as soon as he got into office, he took out his pen and signed an executive order that had the effect of putting -- what was it, $3.6 million into the union coffers?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's the sequence; isn't that correct?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They may do so because of Alderson Reporting Company that reason.  You don't know what their reason is any more than I do.  All you can say is that that might be their reason."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is it true that, from -- from the beginning, there have been members of this Court who have questioned whether there is any principle basis for distinguishing between the chargeable and the nonchargeable expenses and also have questioned whether Alderson Reporting Company as a practical matter that can be done? Justice Marshall made that argument, did he not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Please finish your thought."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General. Mr. Messenger, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"justices","text":"I suspect you're going to answer my question, so I want to focus it -- and I'm sorry to do this, but I think it's important. All right.        I suspect you cannot answer my question about reliance without accepting one of the following three propositions:  First, unlike every other employee, government employees have no right to organize. Alderson Reporting Company Or, second, they have a right to organize, but they cannot bargain about wages, working conditions and hours, unlike any other, that's the same as the first. Or, third, the courts of the United States are going to fashion, using the First Amendment as their weapon, a new special labor law for government employees.  And I'd remind you we have some experience on that in the 1930s, where courts tried to do something analogous. All right.        Now, answer my question about reliance."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would anybody join a union under those circumstances or pay enough to support the union efforts?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but it's only people who -- who disagree with the -- what the union's doing who could refuse to pay, you say?  Right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't people who -- who agree with the union just say, hey, I don't -- I don't have to pay, the union is going to do this stuff anyway, I'm going to ride for free, these other people are riding for free?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any -- is there any way to decide who's doing it just to save money and who's doing it on principle?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you're essentially destroying not just the -- not just the -- the -- closed shop, but you're destroying the ability of the union to -- to get money even from the people who don't agree with what it's doing."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Messenger, do you doubt that these -- you said that there were no reliance interests, and -- and that's curious to me.  There must be thousands and thousands of contracts across the United States with fair share provisions. Do you doubt that these were core central provisions in the making of these contracts; that if these kinds of provisions were prohibited, the -- the agreements would look fundamentally different in many ways?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You think that the union would -- would not ask for anything, would not have different -- you know, would not ask for different mechanisms in order to support its own activity? The unions go into these contracts with the understanding that this is what's going to enable them to at once satisfy their universal obligation to employees to fairly represent them and, also, get the funds they need for administrative and other expenses."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think that if we just strike these provisions, in other words, the -- the contracts would have been negotiated in exactly the same way, nothing else would have changed?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WILLIAM L. MESSENGER","firstName":"WILLIAM","lastName":"MESSENGER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2272,"interruptions":26,"times_spoken":66,"laughter":0,"num_int_by":5},{"id":1,"fullName":"PAUL M. SMITH","firstName":"PAUL","lastName":"SMITH","counsel":true,"justice":false,"side":"respondent","words_spoken":2046,"interruptions":29,"times_spoken":47,"laughter":0,"num_int_by":5},{"id":2,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":1461,"interruptions":8,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":766,"interruptions":1,"times_spoken":33,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":332,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":454,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":738,"interruptions":1,"times_spoken":13,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":643,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1017,"interruptions":0,"times_spoken":32,"laughter":3,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":1055,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":394,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2272,"times_spoken":66,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":37,"words_spoken":3507,"times_spoken":64,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":4,"words_spoken":5399,"times_spoken":140,"laughter":5,"num_int_by":4}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127182}}