{"petitioner":{"name":"FANE LOZMAN","counsel":[0,1]},"respondent":{"name":"THE CITY OF RIVIERA BEACH, FLORIDA","counsel":[2]},"caseNumber":"11-626","date":"2012-10-01T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 11-626, Lozman v. The City of Riviera Beach. Mr. Fisher. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You should have phrased the test that way then, because it really --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't seem to me a very felicitous description of what -- of what the test is -- is enunciated to be."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The test is whether it's, what, practically able?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Practically capable.  Well, you could be practically capable of doing something, even though the purpose of -- of setting the thing up has nothing to do with that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand.  I'm just saying we ought to get a different test, and let's -- let's get rid of this.  If we agree with you, let's get rid of this practically capable test, because practically capable, frankly, would make us come out the other way in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that just has -- I understand that argument.  It's got no connection whatever to the statutory language, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Capable is in the statute, purpose is not, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you described cases with this purpose -- or function, the briefs cited the district court decision, Sea Village Marina, that says floating homes like the one here that can be towed and are not in the business of carrying people or goods, but can be towed miles across the water, that those constitute vessels. And this district court decision, Sea Village Marina, cited many, many cases.  And you say that that district judge got it wrong, or the cases were wrong?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but in -- in your brief, I really lost count, but I think it's six times on the first two pages, you talk about indefinitely moored. Now, the facts are in dispute, and we're not quite clear of the facts, but let's assume that this magnificent structure is -- which was mercifully destroyed -- let's assume that it was attached to the dock by a rope, a garden hose and an extension cord, and that it could leave within 30 minutes notice.  Is that indefinitely moored?  And if the answer is yes, is that because of subjective intent of the owner?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you know the law school game, suppose it was moved every month."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be indefinitely moored, in your view?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you get to Evansville, let's say it moved around, which is one thing, but also it had a raked bow; it wasn't square. Then -- then it starts to look more like a boat.  It moves around more frequently. Its mooring -- I mean, if you have a sailboat and you pull it up to a dock, you hook up for water and plug in for power.  It doesn't seem to me to be terribly significant."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counselor, can I -- can I -- I have been lost even as I have read the briefs, because there's a lot of terminology that I'm not sure -- and standards that have been proposed that -- what concepts they're tied to, okay? As I see our cases, I'm -- I'm not quite sure where indefinitely moored came from.  I've seen the word permanently moored. You seem to be suggesting a difference between the two things, and I'm not sure where you get the latter, indefinitely moored, from, and how that ties to the concept of purpose. Does it -- does the permanent status or indefinite mooring of a vessel not make it -- of a structure not make it a vessel, and/or does purpose get layered on top of mooring?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it applies to whether something is permanently moored or floating on the sea?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I just don't see how you can get purpose into this statutory language.  It says nothing about purpose.  It says, capable of being used as a means of transportation on water.  How does purpose get in there?  Whose purpose are we talking about?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then you're not talking about purpose; you're talking about function, right?  You're just using purpose as a kind of strange synonym for function. But you're not talking about purpose of either the homeowner or the manufacturer of the boat. You're just saying what does this -- or what does this thing, this floating home, do."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask about that definition?  That definition comes from the Rules of Construction Act, right --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which provides the meaning of all -- of the word vessel as used in the United States Code.  Okay?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what meaning of vessel in the United States Code is at issue here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Aren't you just begging the question?  You keep saying it was not a vessel to begin with.  Why -- doesn't it just restate the question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, doesn't your argument beg the question?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you may -- you may very well have a good argument, but if you're relying either on purpose or on indefinite mooring, then you've lost me.  I don't see how they get -- how you get those into the words of the statute. Suppose you have a boat, and it's tied up at the harbor here in Washington.  It hasn't been moved for five years.  It's indefinitely moved -- or 10 years or 20 years.  But if it's capable, if you could untie it and sail it out into the river, doesn't it fall within the definition?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  So you are really talking about a function test.  And you are using strange words, because they come out of our opinions -- kind of not your fault.  But you're really saying that what should apply here is a function test. We are looking at this floating home.  What does it do?  Is it just a thing that sits, or is it a thing that transports things over water. Isn't that your test?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it changes -- one -- the same thing is not a boat sometimes, and it is a boat.  You've got a casino that's tied up for a month. During that time, it's not a boat.  And then they move it around to go to the other side of the river, and during that time it is a boat?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but I'm just -- the hypothetical -- the hypothetical I've posed was meant to pose the question, well, sometimes things do both, and how do we tell which it is --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do we know that."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we know that, Mr. Fisher?  I mean, maybe these floating homes are just a poor man's houseboat, right?  That the point of getting a floating home is actually to have a home that you can hook up to a boat and move from place to place, and so you don't have to, you know, have the motor running all the time or have the capacity to move it all the time, but when you want to move it on water and when you want to move your possessions on water, you have the capacity to do so."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was still -- it was still tied to the land with roads and ramps and so forth.  Here you've got the hose and the extension cord and the rope."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it seems -- and it seems to me, suppose you -- you want us to make some universal definition of we know what a floating home is. Suppose this -- suppose there were -- another owner of a structure like this, and it moved to a different slip every week to get more shade or more wind or something. Then that would be different?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And suppose it moved -- suppose it moved up and down the canal to get better or worse weather during different seasons."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I have the same problem Justice Kagan says.  The whole point is that it can move.  That's the whole -- that's the reason you have it."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, outside of your floating home, what other structures would be kept out of your definition of purpose or function and the city's definition of practically capable?  Can you imagine any other function that's out there floating around?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they disavow water skis and garage doors and say they're practical, capable tests with --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know.  But --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gannon. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I -- can I interrupt you just there on the dredging?  You say the function of the dredge was to carry people and equipment.  I would have said the function of the -- the dredge is to dredge in the middle of the river."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Right?  And so -- and I don't know which of us would be right, so it seems to me that that function test is a very difficult one to apply."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I know what it said.  I guess I would say, obviously, it serves a waterborne function, but I'm not sure the first thing I would say when I see one of these dredges in the middle of the river is its purpose is to move people and equipment.  I would say its purpose is to dredge."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I know but that's saying that it has to be able to move, and I agree with that.  But its purpose is still to dredge, not to move."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You could use it if you had a -- you know, a transportation boat, right? Any equipment you need to move, you put it on another boat and drop it off.  The people who work, you bring them over and drop it off."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure it is, isn't it?  I mean, the superscoop doesn't go to the -- maybe it does -- go to the shore every morning, then come right out again?  They move people back and forth with other boats, don't they?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose someone builds a replica of an historic watercraft, a Viking boat, the kind of outrigger canoes that the Polynesians used throughout the Pacific Ocean, and the purpose of this is to display it in a museum, no one has any intention whatsoever of ever putting it in the water, but it's built so that if they did, it would -- it would function just like its historic antecedent, is that a vessel?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"What about the -- I thought there was a -- a kind of caveat in one of these cases, maybe Stewart, that said take a thing that looks just like a boat, the Queen Mary, but if it is permanently -- they use the word \"indefinite.\"  I think they mean \"permanently.\""},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But if it is permanently moored to the shore and is never going to sea again, then it isn't a vessel."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Then if the Polynesian boat is permanently in the museum, there's a lot of objective evidence of that, it would not be a vessel.  But if it's something they really could well take out on the sea, then it is, is that right?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"That doesn't come up here. That concerns the Queen Mary being sent to Long Beach and used as a hotel."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So I was right.  So that permanent mooring is a different inquiry in your mind?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's a -- that's a somewhat easy case, because the hull, I think, was removed or something was removed that made it --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So, Mr. Gannon, you think that even at the moment that the thing is being transported, and let's say that the thing has, you know, various furniture and things on it, you think even at that moment under section 3, it's not a -- it might not be a vessel?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What if it was more seaworthy so that it could be towed 200 miles without suffering any damage, even if there are, you know, small waves, let's say? And the reason why it was built that way was so that when the person moves the person wouldn't have to hire a moving company to come with a van and take out all the person's personal belongings and ship those by -- by land.  This -- this is capable of moving and moving all the stuff that's in it without having anything damaged.  Would it be the same?  What would be the result there?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I really just don't understand your answer.  Mobility surely was a -- was a purpose of this because it was moved."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It can be moved."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay.  Well, that's something different."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Gannon, would you have said sounds like this structure is not a vessel, period.  But your bottom line in your brief is that, if we disagree with the Court of Appeals, we shouldn't say this contrivance is not a vessel, we should send it back -- for what? What finding?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So what would we tell them they should look into?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"On the first question, purpose or function, what did they know that we can't know by looking at this picture and listening to these arguments?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, I would be willing to stipulate they are better at this than we are, but let's -- let's assume."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I want to be fair to the Court of Appeals, well, now, you tell us what the purpose and function is."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Don't we know that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Frederick. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Just like an inner tube, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Floats, can be towed, can carry a person."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"One of those inflatable rafts where most of the parts of the people --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"This cup.  What about the cup?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, well, this is lighter than you think."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":10,"sideBefore":"justices","text":"No.  How about a garage door?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":7,"sideBefore":"justices","text":"Take the inner tube and, you know, paste a couple of pennies on the inner tube.  Now it carries things.  There are things on the inner tube, and it floats."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, practical capability viewed in a real-world sense -- and you're about transportation -- you're talking about things that were built for transportation, right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Under your definition, how do you deal with Evansville?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What you are basically saying, we reached the wrong conclusion because the wharf boat floated, and it regularly was moved, and there was nothing to suggest that it couldn't carry people or things.  It happened not to because they would empty it, I understand, before they moved it, but it could have. So if it was practically capable of floating, whether it was semi-tied to land or not, it was released from land on somewhat of a regular basis. So are you suggesting that in Stewart we change the Evansville rule?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I got stopped here, back at Stewart.  \"Practically capable of maritime transport.\"  Now, those are words I thought you have to interpret with some degree of common sense, and the reason for that is because each of us can of course imagine all kinds of things, from Styrofoam sofas to -- to just dozens of absurd things that have nothing to do with ships or vessels and really could be used theoretically to carry something on the water. So what we think of is that practical capability means that there must -- this must really have as a function, as one of its functions -- I'd like to say purpose, but some people apparently don't like that -- (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"-- because it - it has some other implication that I don't understand.  Okay. So call it the function or the capacity, and it really does as a significant matter of carrying things, and not just accoutrements like nails in its walls, but -- but things from place to place to some significant degree, okay?  So I've just taken the words of the test and through voice -- and trying to focus your mind, I've said you have to do that really as a -- it has to be some significant degree there, which this one doesn't seem to have, all right? So you see what I'm trying to do, and really it's a way of getting you to respond to that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But it wasn't carrying things."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's true.  And of course a Styrofoam sofa is -- is carrying the holes, or it's carrying the -- you know, the -- the coffee can or something that is on top.  But when you have a thing that carries itself, that isn't good enough."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It has to be something to do with transporting a thing, transporting some stuff."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's what part of the house."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Think of what it's doing and compare that with the dredge that every day the workmen get on, they go into the middle of Boston Harbor, and then they start to work, and they dredge. And so you'd say, well, I see one of the purposes of this boat is to carry those people out there. Now think of this one.  This one is carrying things, but that which it carries is just what is part of a normal house which has nothing to do with transporting things on water."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  How do you then distinguish -- I see where you're -- you're just saying my distinction is not going to work, and so then I'd ask you to say what one you want to come up with that will get rid of all the absurd examples that are lurking in the back of my mind, which I will avoid -- and yet include -- (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The floating sofa?  The floating sofa?  Somebody is retired, he likes to see it float around in the water, and you know, and it carries a cushion.  I mean, really that's absurd.  So -- so how do you distinguish -- I gave you an absurd example.  I don't need to think of more."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":10,"sideBefore":"justices","text":"Well, suppose, Mr. Frederick, this.  Suppose we had a trial on the question of whether these floating homes or this floating home was a vessel, and we found out that actually 99 percent of people who buy floating homes move it exactly once. They purchase the floating home and then they move it to the place where they want the home to be, and then it sits there.  And this was just a clear evidence that, you know, except if there's a hurricane or a tornado, people do not move floating homes.  They buy it, they move it to where they want to live, and then it sits. In that case, do you think the thing is a vessel?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's a statute --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You're reading the statute -- you're reading the statute as if it says something can be transported over water.  But the statute doesn't say that.  It says something can be used or capable of being used as a means of transportation on water.  So that -- that the question is whether this thing is transporting other things over water, and whether that's its function; and in my hypothetical it's not its function.  Its function is to serve as a house.  That house happens to be on water, but it's just a house."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Frederick, the city's position, it is whatever we want it to be.  That is the first time Lozman was sued by the city.  It was not under admiralty jurisdiction, it was a plain old landlord/tenant suit in State court, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, well, my question is, is it -- is it a vessel when you want it to be, and just an ordinary landlord/tenant situation when you want it to be that way?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's take this very incident, that is he failed to comply with the revised rules and he was behind in his payment of dockage fees.  Could the city have brought that case in an ordinary State court for the arrears?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What about --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We -- we want I suppose to give the courts of appeals a test that works.  I -- see if this is, sums up your argument, or your position. You look to see the objective characteristic, the physical capacity of the -- of the structure, and then you look not to purpose but to its objective function:  Does it carry goods under the statute.  And then I suppose you could under that say that this is a vessel, but that this presumption is overcome if it's permanently moored in a way the Evansville dredge was.  Is -- is that your argument?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's where - that's exactly -- I mean, I think that works pretty well; and you think that works pretty well, but I don't agree with you at the moment hypothetically.  So something's wrong somewhere.  And what I'm thinking is that you could have very odd things, you know, like an advertising sign, floating advertising sign and tow it around.  Is that floating advertising sign a vessel?  No, it doesn't carry goods but it does carry, say, the eyes on the figure which might move around; and then it does -- and Justice Kennedy said carrying goods.  All right.  Does this structure, this houseboat have a function of carrying goods?  You're tempted to say yes, because his personal effects are in it.  I'm attempted to say no, because there is nothing special about those personal effects that isn't exactly similar to their being in a similar structure on land. That's where I am wondering if there is a distinction.  That's -- do you see what I -- what's bothering me?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, it's nothing --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I guess the problem is the list of absurdities that they point to, not the least of which is a dry dock, which you talk about whether it's permanently moored or not, but most dry docks are held in place by, you know, heavy ropes but you can cut them and you can stick something on them and they can float away.  Under -- so how do you --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"For the --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So what do you do with the --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- trampoline and the other examples your adversary gave?  Is a trampoline that floats on water capable of moving -- it's moving the trampoline."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It's carrying the Trampoline."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So is the difference whether I attach something permanently or temporarily to the top of the floating thing, the floating board, the floating whatever?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, your example of the towing cleats highlights one of the difficulties I have; one, because obviously the question of, well, what if they didn't have the towing cleats, and then what if they had the towing cleats and then took them off, what if they were temporary towing cleats.  One of the things, this is a jurisdictional statute and we like jurisdictional statutes to be clear and easy of application.  Why do you think your test is easier than your friend's test?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's got -- it doesn't have -- the thing that makes something look most like a boat in my view is a raked bow.  That tells you that that's what they want to use it for, to move through the water.  This is straight up and down."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't have a -- what are the things called on the side, the elevated sides that you'd look for in a boat."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Frederick, this is kind of an idiosyncratic case.  There are many cases I think in the courts now about floating casinos.  I take it on your definition the floating casino would be a vessel subject to maritime jurisdiction."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"As long as the vessel stays in one place and the gambling goes on in one place, then it may be towed to a different location, and it stays there.  You -- you say because it is able to be moved from one place to another it qualifies as a vessel?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Even if it's rather permanently moored with a, with a -- like the Intrepid on the Hudson River --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"With about -- aircraft carrier.  But it's really fixed in there with regular walkways and so forth.  Very -- it would cause a lot of work in order to move it."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Frederick, if that is the case, then your test really comes down to how securely is something fastened.  I mean, you have to deal with Evansville's wharf boat and you have to deal with Cage's dry dock, and you have to deal with all these floating casinos and restaurants.  And you're saying that in all these cases we are supposed to look to is it a rope or is it a cable, how many cables, how quickly can it be disengaged, and that that's going to end up being the test that you would have us adopt which is how easy it is to get out of the port."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That really does become a jury question -- a question of fact for everything, right?  You know, are there six cables, are there nine cables, what are they made of, you know, how long is it going to take to rip up the -- the I-beams, whatever?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any problem here, which I think maybe the Coast Guard and the other people who are responsible for vessels, say once we start thinking that everything in the house is a vessel -- I overstate -- we're going to have an impossible time doing our job.  I mean, you know, you are going to see some kind of a log next to a beach somewhere and somebody's going to start calling it a vessel.  We've got to limit this somehow to things that really are used as vessels."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is that a problem, and if so, how would you deal with it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This is not very compelling in this case because they have regulations that pretty much echo what the Solicitor General is saying, so it's not as if they were going to take a different position.  The Solicitor General is basically saying follow the Coast Guard regulations."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but, I mean, there is some easy things to visualize as a problem.  If this is a vessel, then the maid that comes on twice a week is a seaman under the Jones Act, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry, taken out of navigation, but not every time it's docked, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Fisher, you have 3 minutes left. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is -- what was used in the Higgins boats in World War II."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2499,"interruptions":23,"times_spoken":38,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1385,"interruptions":19,"times_spoken":25,"laughter":0,"num_int_by":6},{"id":2,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":2759,"interruptions":23,"times_spoken":48,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":789,"interruptions":2,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":171,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":353,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":493,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":527,"interruptions":6,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":348,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":688,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":953,"interruptions":2,"times_spoken":20,"laughter":2,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":42,"words_spoken":3884,"times_spoken":63,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":23,"words_spoken":2759,"times_spoken":48,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":16,"words_spoken":4322,"times_spoken":116,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":5},"prediction":{"petitioner":0.7163372223651063,"respondent":0.28366277763489367,"date":1472501779188}}