{"petitioner":{"name":"VERNON HUGH BOWMAN","counsel":[0]},"respondent":{"name":"MONSANTO COMPANY, ET AL.\n","counsel":[1]},"caseNumber":"11-796","date":"2013-02-19T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in case 11-796, Bowman v. Monsanto Company. Mr. Walters. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why in the world would anybody spend any money to try to improve the seed if as soon as they sold the first one anybody could grow more and have as many of those seeds as they want?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true, that's true in the case of any patented article, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the patent system is based, I think, on a recognition that contractual protection is inadequate to encourage invention."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't understand that last sentence.  Any farmer who plants and grows soybeans is violating the patent?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that their claim is that he only violates the patent if he tries to grow additional seeds from his first crop.  Right?  Isn't that the only claim here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, not that seed.  It's different seed.  That seed is done.  It's been planted in the ground and has grown other seed.  It's the other seed we are talking about.  It's not the very seed that was sold.  Right?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think you may be right in the way you characterize Monsanto's argument, and I have great difficulties with characterizing it that way, as Justice Scalia's question indicates.  But Monsanto can still prevail if you say that there's a patent infringement, if he plants it for seed and uses the seed to replant.  That's not as far as Monsanto goes, but it seems to me it's one way to characterize their argument and to make it sensible."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you are allowing him to use those seeds for anything else he wants to do. It has nothing to do with those seeds. There are three generations of seeds.  Maybe three generations of seeds is enough. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"It is for this example. First of you have the Monsanto, the first generation they sold.  They have children, which is the second generation.  And those children have children, which is the third generation, okay?  So bad joke. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"So we are talking here -- he can do what he wants with the first generation. Anything he wants.  And moreover, when he buys them from Monsanto, he can make new seeds.  He can make generation 2 because they've licensed him to do it. Here, he buys generation 2.  Now, he can do what he wants with those seeds.  But I'll tell you, there is a problem because the coming about of the third generation is itself the infringement.  So the second generation seeds have nothing to do with it.  If he went into a room and had a box that he bought from a lab and he put rocks in it and he said, hocus-pocus and lo and behold out came the third generation of seeds, he would have infringed Monsanto's patent with that third generation, would he not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, he wouldn't have?  You mean if he goes and finds a new way of making these seeds, which happens to do with you pick some grass and you intertwine it and various things like that, and lo and behold you have a perfect copy of Monsanto's patented seed, he hasn't made it, he hasn't infringed?  Why not?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is the same with the grass as with the magic box.  I am saying the problem for you here, I think, is that, infringement lies in the fact that he made generation three.  It has nothing to do with generation 2.  That has just a coincidence.  But that is, in fact, the way he made these seeds.  But he can sell, resell generation 2, he can do whatever he wants with it. If he sterilizes it and uses them in a circus, he can do it.  The only thing he cannot do is he cannot create generation 3, just as he couldn't use generation 2 seeds to rob a bank. You know, there are certain things that the law prohibits.  What it prohibits here is making a copy of the patented invention.  And that is what he did.  So it's generation 3 that concerns us.  And that's the end of it. Now, what is your response to that?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- you said making or use and it isn't an either-or thing then -- as the other side has pointed out.  You can use the seed to make new seeds.  So use and make aren't -- it's not either you use it or you make it.  You can use it to make a new item."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose he -- he had never bought any Monsanto seeds.  He just goes to the grain elevator and 90-odd percent of those seeds have the genetic composition.  So -- and he planted that and he harvested it.  Would he be infringing on Monsanto's patents?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So he never has to buy any seed, at all, from Monsanto."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still not getting the answer.  I'm going to try once more.  Now, when you buy generation 2, well, there are a lot of things you can do with it.  You can feed it to animals, you can feed it to your family, make tofu turkeys.  I mean, you know, there are a lot of things you can do with it, alright. But I'll give you two that you can't do. One, you can't pick up those seeds that you've just bought and throw them in a child's face.  You can't do that because there's a law that says you can't do it. Now, there's another law that says you cannot make copies of a patented invention.  And that law you have violated when you use it to make generation 3, just as you have violated the law against assault were you to use it to commit an assault. Now, I think that's what the Federal Circuit is trying to get at.  And so it really has nothing to do with the Exhaustion Doctrine.  It has to do with some other doctrine, perhaps, that -- that somehow you think should give you the right to use something that has as a basic purpose making a copy of itself.  Maybe you should, but I don't see that.  Where is that in the law?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that there?  Is that -- is that there in the Exhaustion Doctrine?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  The Exhaustion Doctrine permits you to use the good that you buy.  It never permits you to make another item from that item you bought.  So that's what I think Justice Breyer is saying, which is you can use the seed, you can plant it, but what you can't do is use its progeny unless you are licensed to because its progeny is a new item."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you just said that -- that we haven't had a case involving self-replicating.  I mean, the Exhaustion Doctrine was shaped with the idea of an article; there was an article that you could use and then you use it and it's used up. But we haven't applied the Exhaustion Doctrine when you have a new -- when you create a copy of the original. So it's -- it's not that we have law in place.  We've been dealing with an item with the Exhaustion Doctrine and now we have hundreds of items, thousands of items, all growing from that original seed."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, except to the extent, as Justice Breyer suggested, except to the extent that the purchase is going to use the article just to create a new one of the exact same kind.  And it seems to me that what you're suggesting is that the basic rule that says that the purchaser does not get to do that should have an exception for self-replicating technologies."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you mean they don't do any work, they don't lay the soil and the nutrients it needs, water when it needs watering, protect it from animals?  They do no work --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in growing the seed?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure if they don't do all of the things I said, it doesn't grow.  So aren't they involved in its creative -- in its creation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you only need one -- I mean, you throw the seeds on the ground, one or two of them are going to grow and you still have the same case, right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true, but that's what I thought you were going to respond.  I thought you were going to respond to me that my question then makes it infringement when your client buys generation 1 from Monsanto because they buy generation 1 from Monsanto, they plant it in the ground and lo and behold up comes generation 2.  And generation 2, on the basis of what I was asking you, is just as much a violation. But I think, though I'll find out from them, that the response of that is, yes, you're right, it is just as much of a violation.  That's why we, Monsanto, give the buyer a license to do it. And so it all seems to work out.  You don't need any exception.  There's no exception from anything. When you create a new generation, you have made a patented item, which you cannot do without the approval of the patent owner.  Therefore, Monsanto gives that approval when you buy generation 1. Now, it seems to me all to work out without any need for exception.  And I'm putting to you my whole thought so that you can respond to it."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And they may -- they may they own them, but that doesn't mean that they are infringing.  They may -- the seeds are owned by the farmer.  But when he uses them to grow more seeds, he's infringing on that patent.  So I don't think that the ownership has anything to do with it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I have only one question so far, it's a farming question.  With some crops if you are going to make seeds, you leave the crop in longer.  In -- what about soybeans?  If the farmer has the north 40 and the south 40, the north 40, he's going to plants soybeans to be used for flour, human consumption, and south 40, he wants seeds.  Does he leave the plants in the ground the same amount of time?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You would not?  Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand this.  I thought soybeans are seeds."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's -- if you're going to use the soybeans for seeds as opposed to flour, do you leave them in the ground any longer?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Walters, could you go back to the Chief Justice's opening question because the Chief Justice asked you what incentive Monsanto would have to produce this kind of product if you were right. And you said, well, they can protect themselves by contract. Actually, it seems to me that that answer is peculiarly insufficient in this kind of a case because all that has to happen is that one seed escapes the web of these contracts, and that seed because it can self-replicate in the way that it can, essentially makes all the contracts worthless.  So again, we are back to the Chief Justice's problem, that Monsanto would have no incentive to create a product like this one."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Please correct me if I am wrong.  I thought that's exactly what Bowman did here. He went to a grain elevator and he -- he used the seeds, and -- and he didn't know exactly the percentage mix, but he used them."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So he did exactly what you said is uneconomical."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, maybe I didn't read this right.  I thought what he did was plant all the commodity seeds, and then applied the Roundup, so that all that was left was the Roundup resistance seeds, and then he used those."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Including the Monsanto seeds?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Some of them would -- would grow at different rates than others."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How come that's not a problem the first time you plant?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I mean the very first time, you get nothing but Monsanto Ready -- Roundup Ready seeds and you plant those.  Are you telling us you have the same problem with them growing at different rates and all that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that doesn't make the commodity seeds any different?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But not the original batch that he buys from Monsanto?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The original batch that he buys from Monsanto, in addition to being resistant to the chemical that kills the weeds, in addition to that, they all mature at the same rate."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So all the Monsanto seeds are not -- are not fungible."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There are some of them that mature early, some mature late."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Sherry? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Well, but I mean, this -- the reason it's never is because this is an entirely different case.  It's the reason it's here because you have the intersection of the Exhaustion Doctrine and the -- the normal protection of reinvented articles.  So I don't think it gets you very far to say that we've never applied the Exhaustion Doctrine that way either.  We have never applied the Reinvention Doctrine to articles that reinvent themselves like plant seed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"","text":"That's a pretty horrible result, but let me give you another horrible result, and that is if -- if we agree with you, farmers will not be able to do a second planting by simply getting the undifferentiated seeds from -- from a grain elevator because at least a few of those seeds will always be patented seeds, and no farmer could ever plant anything from a grain elevator, which means -- I gather they use it for second plantings where the risks are so high that it doesn't pay to buy expensive seed.  Now they can't do that anymore because there's practically no grain elevator that doesn't have at least one patented seed in it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"","text":"That's why it's so cheap. And that's why farmers -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- and that's why farmers want to use it, for a cheap planting."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"But correct me -- correct me if I am wrong; I thought that is what Bowman did."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"","text":"Sure, sure, I understand."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"So when -- when are the patent rights exhausted in the seed?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"","text":"Just so I can follow your -- just so I can follow your answer, Monsanto sells the seed to the farmer.  And you are saying if the farmer grows the seed, he can sell it to anybody he wants, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"I'm putting aside all the contracts and stuff."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"That sounds like the patent rights haven't been exhausted then."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"You mean it’s been exhausted with respect to the one bean?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"That's always the case because it's a very -- the other cases haven't involved the -- this situation where you are talking about a self-regenerating product."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Well, we haven't had that case either. (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"","text":"Ms. Sherry -- I'm sorry.  In everything you've said you agree with Mr. Waxman.  There is this issue in the case where you disagree, which is the Conditional Sale Doctrine.  I am just wondering, before you finish up, could you say a bit about whether that doctrine is causing trouble as it presently exists in the Federal Circuit?  In other words, could we just ignore that doctrine if we wanted to, or is it a very problematic one that we should take this opportunity to do something about?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel. Mr. Waxman. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But he couldn't put the herbicide on -- he couldn't -- if he went and bought conventional seeds, not the genetically improved seeds --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- then -- then he wouldn't -- what would the yield be if he puts the herbicide on it and they are all killed?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What do you mean you can do it once?  I don't know what you --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"One shot of a gun."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You can't rob a bank with it, though, right? (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, there is a worrisome thing on the other side, though, too.  And that is that your position has the -- has the capacity to make infringers out of everybody.  And that is highlighted actually in this case by how successful this product is and how large a percentage of the market it has had. So that -- you know, seeds can be blown onto a farmer's farm by wind, and all of a sudden you have Roundup seeds there and the person -- farmer is infringing, or there's a 10-year-old who wants to do a science project of creating a soybean plant, and he goes to the supermarket and gets some edamame, and it turns out that it's Roundup seeds. (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":9,"sideBefore":"justices","text":"And, you know, these Roundup seeds are everywhere, it seems to me.  There's, what, 90 percent of all the seeds that are around?  So it seems as though -- like pretty much everybody is an infringer at this point, aren't they?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  I'll change the hypothetical. (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And I thought I was being so clever, too. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is -- I mean, that is an interesting question because you can imagine -- you see, this is -- your answer -- this really deals with all -- it could be with genetic patents, with -- with hosts of things which are self-replicating."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And some of the self-replicating items, which are infringing items, end up inadvertently all over the place.  Is there anything in the patent law that deals with that?  Is an involuntary infringer treated the same under patent law as a voluntary infringer?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is -- is there precautions that you take?  I mean, is there anything in patent law that helps?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the person plants it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, he plants it, but he doesn't even know, you know.  He's just got -- we can imagine a lot of circumstances where this would be a -- where Justice Kagan's question could apply."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you're just saying that would need a --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- modification in patent law."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about -- what about the other question --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no, I want to go back to a different question that was asked, which was the question what do you think we should do about this other aspect of the case, the licensing aspect?  I mean, I would have thought it doesn't concern Monsanto's license of generation 1 because, insofar as it's relevant, here generation 1 carries the license that is just permissive.  It is to create generation 2.  But -- but they also said something in the circuit about a license -- about a restriction, implied perhaps, on -- on the use of generation 2 by the grain elevator for creating generation 3, namely you can't do that. Now, they -- they thought, the circuit, that there's some restriction in a license and they have a doctrine that seems to say that you can restrict licenses -- through licenses the use of a product after it's been sold.  And that would seem contrary to the First Sale Doctrine."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Could -- could you prevail in this case if we focused just on use rather than make?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, I want to go back to Justice Breyer's question and reformulate it as a different question, with I think the same answer --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- but I just want to make sure you and the government are exactly on the same page. Both of you are suggesting, I think -- that was Ms. Sherry's last response -- that we were explicit enough in Quanta and we don't have to address whatever lingering confusion the Federal Circuit may have with respect to conditional sales at all in this case?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You're -- you're telling us we don't need to reach that prong and we shouldn't."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I understand we don't need to, but the question is should we?  Is there a need --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- generally in -- in clarifying some lingering confusion?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Actually then you do have a different position than the government does."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Simplifying this case, you can't take the person who's been given the vaccine and take vials of their blood and keep selling it?  Is that your --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is that how it works? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"No, I mean I'm serious.  I mean, your example, it seems to me, is not quite on point because it's not a situation where the intended use of the vaccine necessarily results in regeneration of it.  In your hypothetical, CVS was going to some lab and making more, right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't need that because in each instance, as you say, you are making new ones.  It's the making of the new ones, not the use of the old ones, where you prevent that from being done."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then you use the word \"use.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then you use the word \"use\" and you get to the same place."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think you can think of an example.  I mean, you say -- I don't think you can think of an example where if you win on the other ground, you can produce a bad result for the manufacturer or the inventor because you haven't treated the conditional sale like a license.  I'm not saying you can't, I just can't think of one."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So lease it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So lease it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I do have this problem that goes back to Justice Scalia's example.  What about the commodity bin that has 2 percent of the patented seeds in them?  Now, you get away from the article by saying, oh, well, almost all seeds are Roundup these days.  But let's have some different commodity where there are three or four different patented items, but 1 percent, 2 percent of the seeds are in the bin.  You can't -- you can't sell those.  That seems to me a very extreme result."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You can't sell them if they know they are going to be used for seeds, and you can't use them for seeds even though there is only 1 percent of the seeds?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Waxman. Mr. Walters, you have five minutes remaining. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that it's unlawful for grain elevators to sell it for replanting?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what about Mr. Waxman's suggestion that we've already decided this in Microsoft v. AT&T?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't people or animals eat them?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then why is it the only way you can do is to plant them?  That isn't the only thing you could do with it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You can go buy them in the grain elevator and sell them for other things."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The invented product.  The invented thing.  The invented aspect of the seed is it has a gene in it that repels some other insecticide or something that they have.  I understand that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't use that.  I don't think they used that particular -- well, go ahead. You go ahead."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The people buying from grain elevators are mostly people who take these chips -- whatever they are, the seeds -- and they sell them for making tofu, they sell them to eat, or this -- there are loads of uses, aren't there?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but -- but that's -- nothing prevents him from planting it.  What he is prevented from doing is using the -- the consequences of that planting, the second generation seeds, for another planting.  That's all he is prevented from doing.  He can plant and harvest and eat or sell.  He just can't plant, harvest, and then replant."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, I didn't follow that answer to Justice Scalia's question."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, you're saying that you are preventing him from using it.  He's not prevented from using it.  He can use it for what it's meant for, for raising a crop.  He just cannot use the product -- that new crop -- for replanting.  That's all. He has to sell that new crop for feed or for some other purpose.  But to say that -- that he's prevented from using what he has bought is simply not true.  He can use it, plant it, and harvest the crop."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MARK P. WALTERS","firstName":"MARK","lastName":"WALTERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2832,"interruptions":22,"times_spoken":56,"laughter":0,"num_int_by":6},{"id":0,"fullName":"MELISSA ARBUS SHERRY","firstName":"MELISSA","lastName":"SHERRY","counsel":true,"justice":false,"side":"","words_spoken":1561,"interruptions":7,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":1,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3216,"interruptions":17,"times_spoken":37,"laughter":2,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":485,"interruptions":0,"times_spoken":25,"laughter":2,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":508,"interruptions":1,"times_spoken":20,"laughter":2,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":389,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1459,"interruptions":2,"times_spoken":31,"laughter":2,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":321,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":340,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":451,"interruptions":0,"times_spoken":7,"laughter":3,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":2832,"times_spoken":56,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":3216,"times_spoken":37,"laughter":2,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":3953,"times_spoken":114,"laughter":9,"num_int_by":2}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.4985669592218354,"respondent":0.5014330407781646,"date":1472501779192}}