{"petitioner":{"name":"AMERICAN TRUCKING ASSOCIATIONS, INC.","counsel":[0,1]},"respondent":{"name":"CITY OF LOS ANGELES, CALIFORNIA, ET AL.\n","counsel":[2]},"caseNumber":"11-798","date":"2013-04-16T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 11-798, American Trucking Associations v. City of Los Angeles. Mr. Lerman? "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that the Port said we don't apply criminal penalties which come from the tariff, we don't apply those to licensed motor carriers.  They made that representation, so I think we have to accept that as being so."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I break down your arguments into two components, if you might?  Whether or not the market participant exception exists at all, and if it does, how far does it go? So let's get to the first question in my mind.  Seems almost impossible for me to believe that the States couldn't require someone to put a little placard like you get at the -- at almost any building that you go into to park your car.  They ask you to put a little placard in the front of your window so they know who you are and where you're going in the Port, okay? Why is the placard requirement here any different than that requirement generally?  Because if you enter property, you have -- most people tell you put a placard in the window to tell us you got permission to come in."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But even if that, if we didn't have a market participant, why couldn't the State say, when you come into the terminal, you just got to put a little placard in so we know that you're not parking here overnight when you've already been unloaded or something else?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the terminal say, we have a pollution problem and only modern trucks can come and unload here?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So they have to take trucks that are too heavy for this crane to lift?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though -- even though a related statute did -- did make an exception for proprietary action, isn't that right?  The FAAAA?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The ADA."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we know why, why Congress had a different regulation for ports and for airfields?Page 8"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Except in Boston Harbor, we said that there was a presumption in favor of it unless Congress explicitly indicated to the contrary."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Boston Harbor was impliedPage 9 preemption, right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we need to get into the market exception if we find that this is -- has the force or effect of law rather than being a private contract?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's one or the other -- or both, but we could choose."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Some -- some of the rulesPage 11 are okay, though, as you acknowledge, and I guess there's a second question in the case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You were about to get into that anyway."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That matters -- that matters in your view whether it's a key component of commerce or not.  If it's -- if it's a particular highway, a particular street, you think Castle doesn'tPage 12 apply in that case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think you have to get into it since I asked you a question about it. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or you should stop referring to a key component of interstate commerce.  It doesn't matter whether it's key or not, does it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So they say there's this particular road, through a State park or something,Page 13 that's scenic, and sometimes the trucks drive on the side of the road and it causes damage to what the State's trying to preserve.  And they have a rule, look, if you do that three times and we warn you, the fourth time you can't use this road.  That is preempted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There is another road not too far away.  You've got to use that one."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Castle's didn't say that, Mr. Lerman.  What if the Court is just saying, we want to keep unsafe trucks off the road, but we're not prohibiting you for past violations that you've cured. All we're doing is keeping unsafe trucks out of our port."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why does that -- why does it have to be truck by truck rather than operator by operator?  Why can't the port say, you know, when we found a couple of trucks that this company uses that are unsafe, we're just going to keep the company off our premises until the company can show us that they've cured all their trucks, that they are a safe operator now.Page 15"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the Federal government inspect trucks for safety and --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- leaking hazardous materials and such?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Has it ever done that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I make a somewhat -- this is how I'm seeing the case and there is some mystery in it to me and it would affect how I might write this thing or consider it. Look, what they want to do is to not have trucks park in the neighborhood on the street, and they want to put a tag on it.  All right.  So the second -- you seem to have said what they should have done.  You go to the NTSB and you ask, and they do it.  They approve it or they don't. And their -- their problem is that theyPage 17 don't want 40 or 50 States each saying a different sticker, all right?  So then the whole back fills up with stickers and that's the problem.  That's the problem.  You go explain, et cetera, okay. But the first part, the parking, it seemed to me of course they should be able to do that.  And there seems to me to be a tailor-made exception, the authority of the State to impose highway route controls or limitations.  And if that isn't tailor-made for this, I don't know what is, I mean, I don't know what it's doing there.  And so why has nobody done that? When I read the lower court on that, they said, oh, it affects fares and it affects services. Every route restriction affects fares and services, you know?  So here I see an exception which seems tailor-made for what they want to do.  I see all kinds of problems with the proprietary thing.  What am I supposed to do?  What -- what I see as the exception tailor-made for this isn't in the case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So what do you suggest? And it's a question for both sides."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you agree with that -- that that provision would apply?  I don't see that it applies."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Route restrictions?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you can't say, don't drive our truck through the neighborhood?  This is residential area, no trucks over such-and-such.  If you can say that, why can't you say do it part of the time? Why can't you say -- we're arguing a different question. I agree it is not --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Bash, welcome. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think the city could pass a regulation like Justice Breyer suggested, that says, stay off residential streets?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Bash, what would you think of this case if the criminal penalties were taken out of it?  In other words, if the Port did this all through contract, basically said to each terminal operator, look, if you contract with truckers that don't have this concession agreement, we are going to charge you a higher price. So -- so if the criminal penalties were not in the case, is there enough here to still make this the force and effect of law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's not true.  I mean, a commercial enterprise might want to attract customers because of its reputation as a -- as a green company because of its reputation of hiring local workers. I think you have too confined a notion of what -- what's good business."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it part of your argument that the city contracts with the port and then the port contracts with the truckers, but at that point, the ports are -- are confined in what they can do? There can be really no bargaining between the ports and the truckers based on what the city has already told the port?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Bash, how then do you deal with the problem that precipitated all of this? Here is a port that's getting lots of complaints from the neighborhood people.  It wants to expand the port, it's being thwarted by environmental suits, so it wants to go green and it wants to do something about the pollution and the traffic and the hazards from the truck.  You're saying that it can't do that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And how could a port respond to the complaints if you're making this -- this neighborhood around the Port an environmental hazard? And so we're going to make sure that our representatives vote against any expansion of the Port."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But wait.  Why isn't the -- I mean, I thought that the purpose of these exceptions -- of course cities can have parking regulations.  Of course States and cities can have regulations involving trucks as to how and where theyPage 26 use the highways and which ones they can't use and which routes, et cetera.  That's the purpose of that exception, isn't it?  I mean, I -- I thought that's what it was. And, of course, you're quite right in saying they should have to do it uniformly.  It says it based on size and weight.  Okay.  Fine.  What's the problem with that, that I'm not seeing?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no, it says, \"The authority of a state to impose highway route controls or limitations based on the size and weight of the motor vehicle or the -- or hazard -- or hazardous nature.\" And it's size and weight, hazardous nature.  I mean, isn't there room in those words to include environmental consideration?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't think there is. You think there is?  You can ask the question."},{"name":"JUDGE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"I -- I myself don't know.Page 27"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Seems to me the answer is no."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So you -- do you think that a statute that says if you're a trucking company operator and you have three violations of X safety regulations, you just can't use our highways because we don't trust you, is that okay?Page 29"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Why?  Why isn't it a standard fact that States and cities use to stop people from repetitive violations to tell them, if you keep doing this and don't remedy what you've done, we're just not going to let you do X, Y, and Z?  Why wouldn't the safety violate --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Finish your answer."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Rosenthal?Page 30 "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What exception do you appeal to?  There are a number of exceptions there."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What exception are you appealing to from the -- from the preemption provision?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's a different point, but -- but you're -- you're talking about, you know, an exception for private contract operations asPage 31 opposed to public matters."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There are exceptions to the preemption and that is not one of them.  And other statutes do have exceptions for -- for commercial operations or private operations.  This one doesn't."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do market participants impose civil and criminal penalties?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Ah.  Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is that how we decide these things?  When there is on the books a criminal penalty that can apply to everybody, do we let the State come in and say, oh, you know, no harm, no foul because it's on the books, but we -- we don't really use it.  Well, I don't know -- I don't know that we do that.  If it's there, it's a criminal penalty, and if -- if thePage 33 condition of -- of -- of you're being able to impose these limitations is that you not have criminal penalties, there is a criminal penalty."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but like a lot of criminal penalties, that's the whole point.  They keep people from doing crimes.  It doesn't seem to me to be very probative to say we've never had to throw anybody in jail or we never had to prosecute anybody criminally.  They have a coercive effect that a private operator cannot avail itself of."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's why the route regulation thing is the exception.  But the State of California decides --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Pardon me.  I know you'rePage 35 not.  The State of California decides, here's what we have, a State public utilities commission which issues a tariff, and what the tariff says is anyone who contracts with a person in this State, a property owner, to move his goods and services, cannot charge less than $30 a pound.  All right?  Plainly preempted. And your case differs because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying it falls outside the definition of \"routes.\"  Well, that argument is not in front of us.  I mean, I thought we were conceding here it falls within the definition of routes or rates or services."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The parking regulation --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if it doesn't fall within, then I'm not sure what we're talking about because I thought the problem was that it does fall within the rates, routes and services, and then the question is, is there proprietary exception, et cetera."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's why I asked you, and how does it differ from the hypothetical I just put?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You are saying that you can do by contract what you cannot do by regulation. And I don't understand that argument when there are criminal penalties that attach to the breach of the contract."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure that's crucial.  You think a State can -- can say nobody's going to come on our highways until it signs a contract? Okay?  These highways belong to us, they are State land, and anybody who wants to ride on the highways, you havePage 37 to enter a contract with the State.  And that's going to get around this Federal statute?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  It's a highway only for trucks.  It's a truck highway."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay?  It's specially reinforced and everything, but you have to enter a contract with the State in order to drive your truck on this highway.  And that -- that's okay."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I know we're not.  That's why it's a hypothetical."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  The State makes money on this truck highway.  It's a money-maker, okay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And that makes it okay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It was -- it was implied preemption in Boston Harbor.  Here you have an express preemption clause which contains exceptions, and among those exceptions is not the running of a commercial enterprise, even though that is made an exception in a number of other Federal statutes -- Federal preemption statutes.  That's a very high hill for you to climb, relying solely on the fact that you are a commercial enterprise."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Rosenthal, could I interrupt you for a second and just make sure I understand what your policy is?  Who do you exclude from the Port?  What trucks -- what trucks or what trucking companies do you exclude?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what if they violate those conditions?  I mean, that's -- that's where the -- that's where the shoe pinches.  What if they violate those contractual conditions?  Then do you exclude only the truck that violates it, or do you exclude the whole trucking company?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What's the ultimate? What's the ultimate?  You've tried everything else and you whack them with a big penalty. What is that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and not just the noncompliant trucks, but the entire operator for having some noncompliant trucks, is that correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you're saying there isn't that experience, I mean, could -- are you in a position actually to represent that you would not exclude anything except noncompliant trucks?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"There are three reasons, and the first one, I -- I'm not sure why it wouldn't survive in a policy of deregulation it would seem to apply a fortiori, or equally, but I don't want to argue that with you. I want to be sure I have the second and third."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But what is the second and third?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I've never heard of this doctrine.  This is a facial attack to a contract?  Is that it?  I mean, you --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We have to attack this contract provision by provision -- or application by application?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  And I've heard of facial attacks to criminal statutes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And what's the one that would be?  Give me the example that you're thinking of where, given Castle --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- and its applications, it would be --Page 46"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Now, how does -- how -- how would that differ from Castle? Because what Castle was concerned about was a State that has a perfectly lawful regulation, and it's violated, then the State as the remedy excludes the truck from the State."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's what it's concerned about.  And it didn't say anything about accepting very serious violations, i.e., continuing ones.  The reason was the need for interstate regulation of an interstate enterprise.  And that was the reasoning.  Leave it to the ICC, a fortiori, where it's deregulatory policy, but leave that to the side. I want to know your best case in that one, and I don't see the example yet."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Could I just go back because --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- the theoretical questions.  The agreement requires the operators to have offsite parking."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right?  It has to do that for a reason.  It means that if its trucks don't use that off -- off-site parking, that the operator is in default?  Is that the City's position?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I just wanted to make sure.  What you're saying is if trucks park anywhere else, then the operator's in violation of the agreement."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  With respect to the placard, as I read the provision it says you havePage 48 to have the placard coming in and going out.  Is this like one of those parking placards that people can affix temporarily or does it have to be a permanent?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how does that help you?  Meaning to --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So how is the publicPage 49 going to use that plaque?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How is the public going to use that?  The public hangs around the Port as it's loading to call in complaints?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Would you clarify -- would you clarify what the -- what happens when there is an infraction?  Say three trucks.  Is it right that you can suspend until the infraction is cured, that you can suspend all of that operator's trucks?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you could do the other.  See, I'm -- what -- what are -- is it -- is it just a matter of grace that you will say, well, we'll require them to fix those two trucks and all the others can travel?  Or could you say, until you fix those two trucks, none of your trucks come through?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Let's say it's a major violation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And how about after it's corrected?  The government then says there's some uncertainty about that, whether you --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Make -- make this argument precisely and substitute for \"port authority\" the words \"city of San Diego,\" okay?  And -- and you'd be still right.  I mean, what's bothering me is, I -- I don't know you've got the right one.  So -- so if we decide in your way, what we've done is distinguish precisely thePage 52 same situation, you from the city of Los Angeles, simply because of the method they have of governmentally regulating the port."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  I see."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Lerman, you have 4 minutes. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't say they were aPage 53 red herring."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought there -- there was a representation made that they toe the line that the government draws.  That it, they can say, no access as long as you have trucks in your fleet that don't comply.  But once you've gotten your fleet in order and you are in compliance, then we can't punish you for having wronged in the past by saying you're -- you're suspended. That -- that's the position that the government is taking, and I take it you don't agree with that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DANIEL N. LERMAN","firstName":"DANIEL","lastName":"LERMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2392,"interruptions":19,"times_spoken":34,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JOHN F. BASH","firstName":"JOHN","lastName":"BASH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1456,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":2,"fullName":"STEVEN S. ROSENTHAL","firstName":"STEVEN","lastName":"ROSENTHAL","counsel":true,"justice":false,"side":"respondent","words_spoken":2871,"interruptions":20,"times_spoken":53,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":302,"interruptions":0,"times_spoken":13,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":376,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":563,"interruptions":3,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":653,"interruptions":2,"times_spoken":34,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":283,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":976,"interruptions":4,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":92,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3848,"times_spoken":47,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":20,"words_spoken":2871,"times_spoken":53,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":10,"words_spoken":3245,"times_spoken":103,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.8479881406354395,"respondent":0.15201185936456052,"date":1472419305543}}