{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"11-770","date":"2012-11-01T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 11-770, Chunon Bailey v. United States. Mr. Shanmugam. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, the two tests, yours seem to be the immediate vicinity test, and the Second Circuit is as soon as practical test.  Your adversaries point out that the Second Circuit test actually focuses on the police officer's conduct, which should be the focus of reasonableness or unreasonableness.  Your test just creates an artificial line that is subject to as much play as the other.  Why isn't the focus on police conduct the right focus?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is the immediate vicinity?  How would you define that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May be?  There certainly is.  I mean, that was Summers, wasn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  He wasn't on the premises, he was on the sidewalk, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He was in the curtilage of the house."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You said the difference is there's no immediate threat to the officers here.  But there is a threat, I suppose, I mean, if he finds out about the search and comes back, if he sees the officers outside his dwelling, if there's somebody in the dwelling who can notify him, send him a message that the police are searching and he can get his confederates and come back. It seems to me that you're requiring that there be a larger number of police present at the site conducting the search, being lookouts for anybody that might come back, being able to detain people who are leaving as they approach.  There's no immediate threat, but there's certainly a threat."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it requires more unless they want the guy to get away, I guess, right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if he were aware, or what if there was reason to think he might be aware, would you then allow the police to do what the police did here?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if you think that leaving the scene -- in Justice Kagan's hypothetical, that he's leaving the scene with incriminating evidence, at that point you have -- you have a Terry stop?  And he's right at the scene; he's just leaving the premises, at the end of the driveway or something?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What would you think generally in my hypothetical?  There'd be hundreds of other facts, but --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just -- just before the search, yes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But Terry -- Terry is an open question in this case.  It wasn't decided below, but it was raised. So -- so you're arguing we shouldn't extend Summers, but that leaves this very case susceptible to the assertion that this was a legitimate Terry stop."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what would you think of this situation?  Officers have a no-knock warrant, and they're -- they're at the house.  They see somebody come out the door and start to go down the steps, doesn't look like that person has noticed their presence. Now, they have the choice, if you prevail, of either rushing in and stopping the person within the curtilage, in which case they could detain the person, or they could allow the person to walk some distance outside of the site of the house and then stop the person, and that would allow them to execute the warrant without endanger -- without enhancing the danger to them from potentially armed people inside or allowing the destruction of evidence. What -- in that situation, what argues in favor of your rule, that if they want to detain this individual, they have to rush in and stop him before he leaves the premises?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, without interrupting -- in that situation, officer safety is undermined by your rule because it requires them to stop the person on the premises and, therefore, tip off those inside, potentially, about their presence."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, when you talk about the justifications in your brief and just now, you talk about two; but, there were, in fact, three, and the third was flight.  So how is it that that's dropped from your understanding of Summers?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, can I come back to the facts that my colleagues have raised and break it down implicating the Terry question? Here, the officers had a report of something in the house, and they saw the defendant -- two people leaving. I know Terry hasn't been decided, but why do you think -- just the stop, not the detention, not the bringing them back to the house, why do you think that just stopping them was wrong?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Under Terry."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the court below did."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Just the stop would be -- but -- but they did more than just stop them.  They --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they handcuffed them."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Well, it goes back to if a police officer saw an individual leaving the house and was concerned about them tipping someone off, et cetera, what would be the problem with the officer stopping the person around the corner, holding them, making sure people got in and then letting them go."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If they did do -- if they did do a Terry stop, and in the process of that stop the police officer got a call that said, we found lots of contraband, guns in this house, at that point they could have turned the Terry stop into an arrest, couldn't they?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, please help me.  I -- I don't understand why -- why the Terry stop is at issue, inasmuch as there was not a Terry stop.  I mean, what occurred here went well beyond a Terry stop, did it not?  So what do you do?  You -- you slice the baloney that thin; you say well, the -- the first stop is a Terry stop.  Oh, yes, he later went on to detain them for a long time and put handcuffs on them and take them back to the premises.  What -- what relevance does the Terry stop have?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess -- I guess, I just didn't realize that it's an open question whether you can do that much in -- in a mere Terry stop."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you explain what you mean by the immediate vicinity?  Is it based on -- on property line?  Is it some absolute distance from the -- the entrance to the premises?  Is it based on how far you could see from the -- the site of the search?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, physical bounds of the property is -- is too much.  I mean, you know, what if it's a farm and it's a 50-acre farm?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you are much better off, I think your submissions sometimes say immediate vicinity."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I like that much better than boundaries of the property."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the actual difference?  I mean, you have two officers or three.  If they go into the property and somebody's there, they can detain him, and Summers gives three reasons:  One, as Justice Kagan pointed out, preventing flight in the event that incriminating evidence is found.  We are considering now the case where, instead of going and detaining the people, the people inside the house walk out and there are two officers in a patrol car or an unmarked car outside waiting to go in.  Okay.  That seems to me identical, as you said. The last one is facilitating orderly completion of the search.  That seems to me identical. You want the person there so that he can open a drawer, so he can unlock a closet, et cetera, okay.  Identical. The third one, where there is the only place for difference, it seems to me, is minimizing the risk of harm to the officers.  Now, the harm, risk of harm to the officers I guess if he goes into the house is that, well, if they leave, they might come back, goodness knows, and they've seen they are looking for the drugs, da, da, da.  Or maybe they will rush out, or maybe there will be a -- well, any, goodness knows what. Now here I can see a slight difference, but maybe not.  I don't know.  Maybe they will come back. Maybe they noticed the people in the car outside.  Maybe they didn't.  Certainly the policemen don't know.  And they might go in quicker, and then the others will be alerted.  I mean, when you talk generally about a risk of harm to the police, it seems to me pretty close, if not identical."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So what am I missing?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You already said the first one's identical.  I don't see how the third one could change, and what about the second?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you know that?  They are sitting outside in the car."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your better answer was the risk of somebody coming back to a house exists whether the person just left it or left it an hour after or before or 2 hours or 24."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When the police walk in, they always have to guard against reentry."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not just that.  It's that they might want to get in quicker to stop this person from leaving because he's the one who knows where the drugs are.  At least that's what they think.  Or they start to shout, and alert the others.  Or -- I mean, I have never conducted such a search, you know, so I don't know the risks involved there, but I can see the possibilities.  And probably you might have conducted them, but I don't know.  So how am I supposed to answer this question?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"We talked about -- we talked about officer safety.  What about the safety of others?  Suppose the place being searched is adjacent to a playground and there are, you know, dozens of children playing in the playground.  The police are worried there would be a shootout and they want to detain the person, so they say:  Well, let's wait until he gets a block down the street and detain him there for the safety of the kids.  That has -- they can't do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, the precaution is let's wait until he's a block down the street because it will be a lot safer.  Can they do that and be covered by Summers or not?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So if he came back -- I mean, the scenario here is he was supposed to be driving his friend home, and he would have come back while the search was ongoing, but the police could apprehend anyone while the search -- if that's what you're saying, while the search is ongoing --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if the person comes out the door and walks -- and has walked 50 feet down the block within sight of the entrance at the time when the police are entering to make the arrest?  Would that person be in the immediate vicinity?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does that mean that if the person is within sight of the entrance to the premises at the time when the police enter, then that person can be searched --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and be detained."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the problem."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the problem.  The police have to know what they're supposed to do when they go in to search a house, all right?  And they know that sometimes they can keep the people there, and you are saying, but they can't stop them from leaving if they're not -- all of a sudden, I'm a policeman, and I don't know what to do exactly because I don't know how to fill in that blank.  And therefore, I might rush in -- I don't know -- I see a recipe for a mess, and that's what -- and the mess could involve physical harm, and --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not saying that they can't stop them from leaving.  Have you said that; they can't stop them from leaving?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"They can't stop them from leaving if, blank."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Wall. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Wall, would you answer -- direct your first response to that last issue because, as I read your brief, you seem not to be accepting the Second Circuit's rule at all.  You seem to be proposing what appears to me to be a much broader rule that says -- at one point in your brief you state that it is the occupant's observed connection to a home subject to a valid warrant, not his physical location at the time that he is detained, that makes him subject to detention. Now, I know police when they're executing warrants often have an advance team that has been surveilling a home, sometimes for days.  And they've got one officer sitting there, and they see who they think is the occupant leave, and the team doesn't arrive till 12 hours later. Is it your position that in that circumstance the officers are authorized to go to wherever the defend -- wherever the occupant is, the office, the -- wherever he might be, his mother's home, and effect an arrest there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we don't have anything like that in this case.  We have them getting into a car, driving almost a mile away and being stopped at that point."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"As they're executing the warrant, I don't remember, was the -- did the individual know that they were executing the warrant in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the danger to them is not at all like the situation with the dog and the armed guy just off the property."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And then Mr. Shanmugam says they could stop him.  They could stop anybody.  The search is ongoing.  Somebody approaches the house; the police can stop that person."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":7,"sideBefore":"justices","text":"The threat is from anybody coming back to the house, not just the person who just left."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And surely the police, when they're conducting a search, post guards to prevent people from coming in."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I assume they always do. It seems to me there's no special threat from the person who -- who left the house.  There's always a threat of somebody else coming into the house."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're missing the point, which is that's going to happen regardless, meaning that risk exists whether the person left the minute you got there or a minute before or an hour before or two hours before.  That's the whole point, which is the risk is extant no matter what."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you didn't know -- you don't know that in any search, meaning any time you do a search you have no idea when the -- whether the occupant -- sometimes you know whether the occupant is inside.  You'll hear the TV or something else.  But often you don't, and you don't know if someone will come back and when."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So why is seeing someone leaving increasing that risk?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if you have a large enough force that you can afford to send two of them in a car chasing this fellow for a mile, why can't you just post those two outside the house, just in case somebody, whether it's this person who's just left or anybody else, comes back?  I mean, it -- it seems to me that -- that what your positing is -- is -- is unlikely, namely, having -- having sufficient personnel to follow these persons, but not having sufficient personnel to defend the premises against somebody entering."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can you tell me what constitutional right entitles you to stop someone from, using the word, \"fleeing\"?  You certainly are entitled to stop someone with whom you have reasonable suspicion. But what constitutional right entitles you to stop a person who's just leaving in the normal act, without reasonable suspicion?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Wall, you have that, too, about the person in her workplace, and you said that your argument didn't apply to the person in her workplace.  So you have to come up with something better than that.  And I guess the question is your rule would seem to encompass, you know, a whole set of people who are leaving their houses for ordinary reasons:  I'm going to work in the morning. And the question is whether the police can stop this person who's going to work in the morning, who's given no indication that he's seen the police officers at the scene, no indication that he's coming back immediately or, you know, in any amount of time that it will take you to complete the search. And that's not an outlier case.  It seems to me that the hypothetical I just gave you might very well be the more common case than the hypothetical that you gave me.  So, you know, why isn't this just too broad a categorical rule?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But is it in the process? Does Summers apply and does this apply only when the police are in the process of executing a valid search warrant?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if the police executing the valid search warrant walked through the gate and at that moment the individual emerging from the house had not yet passed through the gate, then under Summers the police would have the right to detain him. All right.  So the question here is he's walked through the gate.  All right.  Now, I guess the police -- all right, I see.  The police objection is:  I don't know.  These things are complicated and we might not want to push him back.  I don't know what the neighborhood is like and maybe somebody will get killed. I mean, that's the kind of argument --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know you'd say that was right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There is something magical about the gate or at least about the immediate facility of the house.  What we're trying to apply here is an absolute rule to make it unnecessary for the officers to guess whether they can do this or that.  And the rule you propose is, well, you know, a mile away.  What's your test, a reasonable --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"As soon as reasonably practicable.  You consider that an absolute test?  I thought that the test we invented here was meant to help officers, to say this is the rule and you can do it. And you want to do anything else, use Terry or use -- use normal probable cause principles, but this is an absolute rule governing the -- the search of a home."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't give you a where.  You need more than a who.  You need a who and a where."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Wall, the Summers case was an exception.  The main rule is you have probable cause.  So you are taking the exception, which was tied tightly to the house.  You want him to stay on the premises so he can -- there won't be any risk that he's going to disrupt the search, but it was -- it was an exception to the main Fourth Amendment rule, and now you are asking to have that exception spread. And so today you say, oh, well, we're not -- we're not asking if the person gets to her workplace, but that the police, but maybe why -- why not?  I mean, you -- it's one thing to confine Summers to the house, the immediate premises, and another to say seven-tenths of a mile away, that's okay, too."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  But the across-the-board is a set of people who are at the house when you want to search the house.  And of course, Summers makes perfect sense.  You want to search the house, you can't have these people roaming around, right?  So you have to detain the people. But what you're now saying is:  Well, there's another class of people, they're going to work in the morning.  And we've -- there's -- there is no indication that they've seen the police officers; they're going to work.  But we get to detain them, too, just because we have a warrant to search the house.  And the question is why?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, something meaningful very -- very much changes.  Before, you're dealing with a problem of a person on the premises while you're trying to search the premises.  And now you're talking about a person who is going to work, leaving the premises, letting you search the premises without any interference."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You have to draw a line someplace.  When he is descending the steps to his house, he is still associated with the house.  And once he steps over that line, the Summers rationale it seems to me doesn't apply. But there's a curiosity about this case, maybe you can explain it to me.  They stop him seven-tenths of a mile away.  By that time, the search is ongoing.  They have found guns and contraband.  They take -- why do they take him back to the house?  What was the reason for taking?  There was nothing there that he could -- he couldn't obstruct the search.  He was in handcuffs."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He couldn't point out anything in drawers because they'd found it all."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"I think -- I think we have to take the case on the assumption -- I agree with you there probably was probable cause -- but I think you have to take the case on the assumption that there was no probable cause to arrest, because they didn't -- they did not rely on that authority."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, the problem with absolute rules like we did in Summers is that they're an exception, and they're absolute. Go back to the question you were asked by one of my colleagues earlier, why wouldn't Terry give you all of the rights that you're seeking on the absolute rule, but subject your police conduct to the question of reasonableness, which is the normal standard of the Fourth Amendment?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm litigating for you."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So I could very easily imagine that what the fight's going to be like below is, we stopped them because we saw them coming out of the house, and all we want to do is make sure that they don't return.  So we're just going to hold them in place.  We don't have to drag them in a car back to a place they just left.  We're just going to stop them in place to get a phone call that everything's all clear."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we don't know, but why don't we let that develop."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Explain -- explain to me -- the police, they have the informant's tip, and they see them coming out of the house.  So it seems to me it's a good case that that would be reasonable suspicion.  Coming out of the house, he looks like what the informant says. Then they -- can they -- they pat him down and they find his keys, and the keys are to the house."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So what?  What's he going to -- he's going to phone them and say, hey, you know, you're going to be searched.  The cops are crawling all around the house already. So the only realistic additional threat is that he is going to voluntarily go back to where the police are in the house?  I mean, you know --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- this is so implausible. What -- what harm --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- what threat to the policemen can possibly exist?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Very unusual."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Very unusual."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You don't adopt absolute rules to cover foolhardy people.  I mean, we -- absolute rules are designed to cover the mine run of cases, the generality of cases, not the oddball case.  That's not what you use an absolute rule for."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's an argument in Summers I just don't understand.  The argument is you can detain the people because they might want to give the officers assistance.  Well, if they want to give them assistance, they don't have to be detained."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems odd, you know, we're going to tie -- we're not going to tie you up -- we're going to keep you here, you can't leave because we think you might tell us where the drugs are."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If they want to do that, they can.  The question is whether you can detain them in the hope that they will decide to help you --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- to give you the key to the cabinet."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Kagan had the hypothetical of the person leaving to go to work, the 9:00 to 5:00 person.  Suppose the warrant's going to be executed at 5:00.  Can they detain him at his office so that he doesn't go back -- He always goes right home.  He takes the Number 3 bus, and he will be there in 20 minutes.  Can you detain him at the office under your rule?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, under the rule you're proposing."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know -- I don't know why not, under the rule that's proposed."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, my -- I remain with my question, which is, we have a circumstance-driven power, Terry.  Your power is really going much more broadly, because you're basically saying if that -- if probable cause exists to search a premise, it exists without being tied to an individual because anybody who leaves the house, whether or not they have been tied to a crime in that house in the past or not, is now subject to being detained. So we have evidence that only a husband is involved in a fraud, and his wife is leaving for work. Because she was observed leaving the house, she can now be stopped a mile away."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So your -- your view is that Summers gave you -- entitled you to hold people merely for purposes of investigation --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- without any reasonable suspicion?  That's really what your rule is saying."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the procedure has to be reasonable under the Fourth Amendment, right?  Now -- now, the requirements for a warrant are not the outer bounds of -- of what's reasonable, but nonetheless, what -- it seems to me that what's reasonable under the Fourth Amendment can be estimated from what the Fourth Amendment requires a warrant to contain, and what a warrant must contain is a description of the place to be searched, and the persons or things to be seized. And what you're arguing for is a special rule which says once you have a warrant that this place can be searched, you can seize anybody -- you can seize not only anybody there in order to protect the police, but anybody connected with the -- with the place.  And that -- that is so contrary to what -- what seems to me the theory of -- of the Fourth Amendment that I am very reluctant to -- to extend our cases any further than they already exist."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In this case, you couldn't think of a reason why they took him back to the scene."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"Maybe he had a key to the -- to the place where they keep the drugs, the basement or something."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"He might have wanted to help in the search."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Is that fanciful?  Is it fanciful that people who are searched open doors or --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the question is whether you have to detain them to do something you're saying they'd want to do."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They can follow him."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All law enforcement would be a lot easier if we didn't have the doggone Fourth Amendment.  I mean, the Fourth Amendment is an impediment to law enforcement.  Of course it is. There -- there's no doubt about that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Shanmugam, you have 3 minutes left. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- would you say the same thing about the exact situation in Summers?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You think the original understanding was that what happened in Summers was okay, but if you get out of the immediate vicinity, that's where they drew the line?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you can say there was a historical basis for the rule, in that officers have always been allowed to take necessary action to protect themselves.  And that's the principal justification."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":3516,"interruptions":23,"times_spoken":49,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JEFFREY B. WALL","firstName":"JEFFREY","lastName":"WALL","counsel":true,"justice":false,"side":"respondent","words_spoken":3343,"interruptions":31,"times_spoken":54,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":498,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":917,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":414,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":933,"interruptions":4,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":222,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":526,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":359,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":711,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3516,"times_spoken":49,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":31,"words_spoken":3343,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":14,"words_spoken":4580,"times_spoken":111,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":3},"prediction":{"petitioner":0.9019856846677744,"respondent":0.0980143153322256,"date":1472411005918}}