{"petitioner":{"name":"TARRANT REGIONAL WATER DISTRICT","counsel":[0,1]},"respondent":{"name":"RUDOLF JOHN HERRMANN, ET AL.      ","counsel":[2]},"caseNumber":"11-889","date":"2013-04-23T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case 11-889, Tarrant Regional Water District v. Herrmann. Mr. Rothfeld? "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rothfeld, we are told that in other compacts when they really mean to give one State the right to take another State's water, the provision in the compact is much clearer, much more definite. This clause, the one that you rely on, is kind of sketchy, isn't it?  Doesn't say how they're going to get it, if they're going to pay for it.  There's a lot to be filled in."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the exact language? Do you want to read the exact language just to refresh our recollection?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"","text":"It doesn't say that.  It says, \"No State is entitled to more than 25 percent.\" It doesn't say -- I mean that language doesn't say what happens if in fact there's a State that because of cliffs or something can't get the 25 percent to which it is entitled.  It just doesn't say anything about it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does it say something about it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Does that mean that a State can, when it can't get its pipeline to the river, go into some other State and take the water out of that other State?  I mean, I would have thought, if that was their intent, there would be a mechanism for  doing it.  That you'd have some authority set up by the Compact that would decide where, whether it's really true, and how are we supposed to do it, and there is no such mechanism, rather if there is such a right, which it doesn't say anything about, it's left to the State courts in different States to try to do what is an extremely complex and controversial administrative job."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not at all complex when Oklahoma is going to say, Texas, go run the pipe to the south of the Red River, and Texas is going to say, I'm sorry, we can't get there, there's too much cactus. And then they're going to say, don't you know that, in fact, when you put your pipeline into Oklahoma, you are going to be taking part of the 25 percent that belongs to us. And Texas will say, no, we aren't.  And then we'll have to have a way of measuring how much goes into the river at different places and what are all these different pipelines are going to take out.  You understand what I'm saying."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought a mechanism would be set up to do that and there is none."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  But they do say expressly, and I don't know what the terrain is like in the other areas.  And here it does not say anything about it.  That's why I think we're here in the Court because all it says is you can't take more than 25 percent.  It doesn't say what happens when Texas is unable to get its 25 percent from the south.  I'm now repeating myself, but you point to the language that says what I just say is not consistent with the language."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Which language is it not consistent with?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  Finish.  But I --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think under your argument, and you can correct me if I'm wrong, that Louisiana could decide it doesn't want to wait for the flow of water to come to it, and it could just go right into Oklahoma, in which it shares no border, and I don't  know how it's going to do that, and take its 25 percent. Does that make sense in terms of the language?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you're talking about Texas, but Texas shares a border and so it may be a little easier to cross the borderline.  But what's Louisiana going to do?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Go back to the first one  because what you have done is you've pushed me back to the equal rights.  And now if I am going to fight you on it, I have to say the equal rights to water means equal rights to water arising within its boundaries.  And all you have to say is equal rights to water arising anywhere in the subbasin. And if I just heard that, then I might say okay, I think yours is a little better.  But -- but we have this enormous administrative mess that would seem to be created, and both those interpretations seem possible. So let's go back to that and let me hear quite clearly, now that I've focused it, what's the answer?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how does it do it? Does it have to apply to Texas?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"To Oklahoma."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Who -- who erects the facilities to accomplish this diversion?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's my understanding that there is a place where Texas can put a line into the river, and then a subset of that question is, the main stem of the river, through -- without going through Oklahoma property, other than  perhaps just the bank itself."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say entirely within Oklahoma, just because of ownership of the bank?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Or because of there's also some intervening property between Texas and the bank that Oklahoma owns?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do -- do the current laws prohibit that --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"At any point?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say Texas has the right to go into Oklahoma, just -- just think about that phrase.  That's -- that's very striking.  I mean, it sounds like they are going to send in the National Guard or the Texas Rangers."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But you were saying that Oklahoma -- that Texas has the right to force Oklahoma to take private property in Oklahoma by eminent domain if necessary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How does -- how does Oklahoma apply its law in this situation?  I assume  there is normal priorities and they will get applications from a lot of people.  But they have to -- what do they have to give Texas?  Up to 25 percent? I mean, they can't just say -- deny it because another Oklahoma user has priority, or all this. How does that fit in with the existing administrative structure?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's got to give Texas at least up to its 25 percent, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess what I'm  asking is, does the Compact give Texas special priority apart from what Oklahoma -- Oklahoma's priorities would be?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"And what does that mean exactly?  What would Oklahoma do to evaluate that application and to compare it to other applications from Oklahomans, and also maybe to compare it -- maybe there is more than one Texas application. How does the Oklahoma board make those decisions?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm really asking you to tell me what the Oklahoma board is going to do.  I mean, why doesn't the Oklahoma board just say, you know, sorry, we like Oklahomans?  Would that be all right?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what -- what different kind of priorities do they have to use, and why do they have to use them, as I think -- somewhere along the lines of what the Chief Justice was asking?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. O'Connell. "},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":12,"sideBefore":"","text":"Well, I -- I am not quite sure I agree with your reading of the Court of Appeals' opinion.  It seems to me the Court of Appeals' opinion is consistent with the Respondents' argument that they looked at the terms of the Compact. And it seems to me that you may be right that the Compact either says you get the water or you don't, and the dormant Commerce Clause is just irrelevant.  But I read the opinion of the court of appeals as being quite consistent with that proposition. You win or you lose, up or down, under the Compact.  The dormant Commerce Clause doesn't -- just doesn't have much to do with it."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":12,"sideBefore":"","text":"But that's the way I read the analytic approach of the court of appeals at  39A, when it starts talking about the point of -- Section 5.05."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":12,"sideBefore":"","text":"Well, where, if you're relying on the Compact and its language, where do you come up with this idea that States first have to try to get their 25 percent from water within their borders? I don't see that anywhere."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":12,"sideBefore":"","text":"Well, it seems to me that you like some provisions of State law, but not others."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":12,"sideBefore":"","text":"What do you do -- what do you do with a situation -- let's say there's Oklahoma water available to Tarrant that is closer than  the water they would get from somewhere else in Texas. Do they have to incur the additional expense to get Texas water, or can they take the cheaper route and get Oklahoma water?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":12,"sideBefore":"","text":"Ms. O'Connell, isn't that a reason why we shouldn't accept your basic view?  I mean, if -- if you think of all the issues that you laid out that are going to have to be decided and the difficulty of those issues -- I mean, you read this brief that you submitted, it gives you kind of a headache.  That -- that -- you know, and it -- it suggests how difficult the process is.  And then you look at this provision, and maybe this provision can be read as an entitlement, but it can just as easily, as -- as Justice Breyer suggested, be read as a cap, \"no more than 25 percent.\" So as between those two possible readings, the complexity of your way of reading this, which would have -- why?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":12,"sideBefore":"","text":"And what does that mean? What would Oklahoma do?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":12,"sideBefore":"","text":"Well, people keep on saying that, and I -- I guess I just still don't understand quite what it means."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":12,"sideBefore":"","text":"I mean, let's say Oklahoma, the board is sitting there and it gets lots of applications from Oklahoma users.  And let's say it also gets multiple applications from Texas users.  That it's  not just one county, it's four counties.  What does Oklahoma do to -- to decide who gets the water?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":12,"sideBefore":"","text":"Well, I don't understand your answer.  If -- if you're correct, wouldn't the Oklahoma board have to give priority to the Texas applicants in order to make sure that Texas got its share of the water? It couldn't just treat -- it couldn't just be indifferent as to whether it was an Oklahoma or Texas applicant."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":12,"sideBefore":"","text":"Is it correct that -- that there are reservoirs in Texas that flow into -- from which water is released into the Red River?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":12,"sideBefore":"","text":"Okay.  And --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":12,"sideBefore":"","text":"And what if Texas didn't -- what if Texas could get -- could -- could release that water and increase the flow of the river, but it chose not to do so, so it could take other water out of the river?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":12,"sideBefore":"","text":"Yeah."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":12,"sideBefore":"","text":"Well, we're only considering the instance where there isn't enough water to meet the 25 percent in Texas.  And in that instance, I guess there are 50,000 places, not just in Oklahoma, but also in Arkansas, where they might get some. And all my question, and I think that was being asked, is there anything else you want to say as to why that's an easy matter to decide?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":12,"sideBefore":"","text":"Thank you, counsel. Ms. Blatt? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are they licensed?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"justices","text":"So I'm sure -- you're -- you're saying that the State of Texas can take water directly from the main stem?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's my point, yeah."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Anywhere close to of the 25 percent they claim entitlement to?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I was hoping you did. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm talking about Subbasin 5."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Just to be clear, in your view, Texas can, without going on Oklahoma property, take water from the main stem in Basin 5?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But my question was, can they take it from the main stem -- MS. BLATT: Only in that -- that little slip of land to Shawnee Creek. It's -- it's a part of Texas --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Is that the part that, under their allegation at least, is saline? MS. BLATT: Well, again, they drink the water in Subbasin 5."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":9,"sideBefore":"justices","text":"All right. Is that the part that --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- when they say it's too saline? MS. BLATT: Yes. They think all the water  that their residents drink is salty, but they still are drinking it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Texans."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"When they --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"When they take water from the main stream of the Red River, how do they know how much of that water is from Reach V?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"They are -- they are entitled to -- to no more than 25 percent from Reach V. Is everything that -- that comes into Texas in the main channel of the Red River water from Reach V?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Now what page are you looking at?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, yeah, yeah.  I didn't know --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Reach I.  Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it never -- it  never says that.  I mean, that's why we have a case.  It never says it has to be from your State. And I appreciate your -- the focus in your argument on State sovereignty, but this is an interstate Compact.  And the whole point of interstate compacts is that we have to -- each State has to give up a little here or a little there to solve a problem. So I -- I guess it's -- I don't know why these basic principles of State sovereignty apply in the context of an interstate compact."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Say that again, because  we have a green brief that gives us samples of provisions for cross border."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Because there have been many, many --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But there was a point, it seems to me, to favor them, which is go back to 1970 -- the '70s, when they drafted this."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So they are in the room, and there are representatives of all four States, and as they say, okay, there is going to be more than 3,000 feet, what happens?  And Louisiana would say, we want at least 25 percent, done.  Arkansas, 25 percent, done. Oklahoma, same, done.  Texas, same, done. But everybody in the room knows that Texas could never get more than 12 percent within its borders. And since it could never get 12 -- more than 12 percent, Louisiana would be sitting there with not really 25 percent but with 38.  And so -- so -- - - - - --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- that would suggest that, hey, no, they all knew this and so they meant there must be some way for Texas to get the extra.  Otherwise, why were they saying 25 percent for Texas?  If --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You know, this is an example I made up because I think --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- an imaginary conversation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But if in an imaginary conversation --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Wouldn't that be a fairly easy thing to check going back to 1970 --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- to find out whether, you know, Texas was just on some little salt flat --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- near the river and --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So what do you think is the remedy?  Meaning --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I -- let me just posit the point, okay?  I understand your point to the Chief that there's been no proof that Texas doesn't get its 25 percent or that it couldn't get it from the main stem or somewhere.  I accept that. But let's, for the hypothetical, say that there's a major drought and Texas can't get it from its portion.  What's its remedy?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"getting --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"MS. BLATT: Yeah."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":8,"sideBefore":"justices","text":"entitles it to."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It says, \"shall have equal rights to the use of runoff originating in Subbasin 5.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You feel a lot of  what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You are representing"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, this is a -- a perfectly legitimate argument for you to make, but I want to go back to Justice Sotomayor's question. At least as I understood it, it's this, I want you to assume -- I know you don't agree with that -- I want you to assume that the Compact gives Texas a right to 25 percent of the -- of the excess -- of the water above the cubic foot."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I want you to assume that. Now, wouldn't the Compact be meaningless if Texas couldn't actually reach that water?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But that's the same problem.  Even if you take within State, all of these people, if they were applying for water in Texas as well, there'd be the same issue there.  One of them would beat the other one.  It's a question of priority. You're just claiming that everybody from Oklahoma should have -- well, not absolute priority, but --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Blatt, does Oklahoma law in any circumstance permit an appropriation of water -- water in Oklahoma for out-of-State use?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Just here and now, does Oklahoma ever --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- permit out-of-State use of its water?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Where is this?  Where is this?  Where is this?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In Subbasin 1, that's mostly in Oklahoma, but Texas gets a lot of the water or the other way around?  It looked to me like Subbasin 1's in Oklahoma."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Subbasin 1.  It says Subbasin 1."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Oh yeah, 401."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  I get it.  I get it. Anyway --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- because of that and because during the time when, let's say, there's 5,000 feet of the -- of the 2,000 extra, you know,  Louisiana has to get 500.  Okay.  How do they know whether they're getting it?  I mean, how -- there must be some system of measurement going on or how does this all work?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, so -- - in other words --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Fine.  So that -- I don't know how that cuts because certainly the people who drew this must have thought at least in those other provisions they are going to develop a measurement system in case of controversy."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I don't understand what you just said, \"They're riparian States, so they don't track diversions.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why does that follow?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The relevant legal argument, I think, is look at what you just cited to us about this Reach in the subbasin.  60 percent goes to Texas, 40 percent to Oklahoma."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Now, they've never measured it.  That's because they never fought about it, I guess.  And now we have a fight.  So why is it any easier to develop the necessary measuring system there --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- than it would be here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that argues against you because your main point, really, is that this is all too complicated --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought that was what your -- the other side does envision, that it doesn't -- it's not bound by the borders, but it's bound by the agreement, the Compact.  Compacts compromise the individual State sovereignty.  That's the whole point of them."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Blatt, the solicitor general here today spoke of lots of different examples where the language of entitlement and rights was used. Do you have a view as -- as to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Rothfeld, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do you deal with all the provisions she was mentioning with respect to the 60/40 division?  I can't make rhyme or reason of those provisions that don't use within State boundaries, but it has to mean that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHARLES A. ROTHFELD","firstName":"CHARLES","lastName":"ROTHFELD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2494,"interruptions":16,"times_spoken":33,"laughter":0,"num_int_by":7},{"id":1,"fullName":"Department of Justice","firstName":"Department","lastName":"Justice","counsel":true,"justice":false,"side":"petitioner","words_spoken":0,"interruptions":0,"times_spoken":0,"laughter":0,"num_int_by":0},{"id":2,"fullName":"LISA S. BLATT","firstName":"LISA","lastName":"BLATT","counsel":true,"justice":false,"side":"respondent","words_spoken":4009,"interruptions":18,"times_spoken":62,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":510,"interruptions":1,"times_spoken":22,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":157,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":136,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"MR. CLEMENT","lastName":"CLEMENT","counsel":false,"justice":false,"side":"","words_spoken":124,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1069,"interruptions":11,"times_spoken":31,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":193,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":11,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":364,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":12,"fullName":"MS. O'CONNELL","lastName":"O'CONNELL","counsel":false,"justice":false,"side":"","words_spoken":1517,"interruptions":5,"times_spoken":16,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":2494,"times_spoken":33,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":18,"words_spoken":4009,"times_spoken":62,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":24,"words_spoken":3136,"times_spoken":118,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.8699200010427235,"respondent":0.1300799989572765,"date":1472411005924}}