{"petitioner":{"name":"COMCAST CORPORATION, ET AL.","counsel":[0]},"respondent":{"name":"CAROLINE BEHREND, ET AL.\n","counsel":[1]},"caseNumber":"11-864","date":"2012-11-05T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-864, Comcast Corporation v. Behrend. Mr. Estrada. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Estrada, you are limiting your argument to the determination of damages, as I understand it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the -- because the Third Circuit agreed that, as far as any antitrust impact --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that could be established on a class basis."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- why not? Because, generally -- and at least it's my impression -- that in class certifications, if the liability question can be adjudicated on a class basis, then the damages question may be adjudicated individually. Take a -- take a Title VII case.  A liability -- a pattern of practice of discrimination, therefore, liability, but damages can be assessed on an individual basis.  So why isn't bifurcation possible here?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Estrada, doesn't Justice Ginsburg's question actually point out that the -- the law that both district court and the circuit court used in this case was actually quite favorable to you? Unlike some courts, both the district court and the circuit court said that the plaintiffs needed to show that there was a class-wide measurement of damages. And then in addition, both courts said, really, it was -- the burden was on the plaintiffs to demonstrate that that class-wide measure of damages existed. Now, I understand that you have problems with the way in which the plaintiffs met that burden. You say that they didn't meet that burden.  But it seems to me that the legal standard that was used was exactly the legal standard that you wanted, that the plaintiffs had to come in and show, by a preponderance, that they had a class-wide way to measure damages in this case."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, here's what the district court said.  \"The experts' opinions raise substantial issues of fact and credibility that we are required to resolve to decide the pending motion.\"  That is the motion for class certification. \"Having rigorously analyzed the experts' reports, we conclude that the class has met its burden to demonstrate that the element of antitrust impact is capable of proof at trial through evidence that is common to the class and that there is a common methodology available to measure and quantify damages on a class-wide basis.\" So that seems to me exactly what you say they should have done.  Now, you disagree with their ultimate determination, but not with the statement of the law."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't have to be the same for every member of the class.  As the dissenting judge pointed out, you can have subclasses."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I did -- are there cases in the -- in the ordinary course of class actions -- I know they are all different -- where the district court can find that common questions do predominate, without addressing the question whether damages can be proven on a class-wide basis?  Or are they always interlinked?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I completely agree with hornbook law.  Three pipe manufacturers get together and, in January, fix their prices, all right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Fourteen wholesalers want to show that, and each has different damages because they bought different amounts of pipe."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Hornbook law:  Certify the class and leave the damages issues for later."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This case, this case, hornbook law:  Section 2 forbids monopolization.  It is absolutely clear Comcast has that power.  That's why they're -- that's why they're regulated.  And, indeed, they engage in things that show that they did not achieve that through skill, foresight, and industry. What things?  And now, we have a list of four.  And the district court says exactly what?  If we prove monopolization, which is relevant to all these people in the class, then what we do is we later look into how much that monopolization raised the prices above competitive levels.  And I offer a model to look at the competitive levels and look at what happened over here, and there we are, it will help.  Okay? Now, hornbook law, whether that's so or not so is a matter for later, but see first if there is liability.  Okay.  That's their argument.  What's the answer?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, here, since what they are saying is they have two theories, Section 1, the agreements to keep other people out of this area are unlawful in themselves.  Question 2 is whether they contribute to monopolization.  Okay?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that's the legal issue of liability.  Now, if they're right, why isn't the measure of damages just what you said?  We look to the people who are subject to the monopoly power, and we work out how much above the competitive level they had to pay."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Some paid some; some paid another.  We have some experts in to try to make that computation.  Sounds the same to me."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I saw the four theories, and it seems to me that we are now on the theory of the -- one of the pieces of exclusionary conduct was agreement through various mergers, et cetera, that potential competitors would not come in and compete. Now, I don't know why the judge struck out the other one, the number 2.  But number 3 and Number 4, I can see it.  But on monopolization theory, that's not relevant to damages.  Throughout, we assume that the regulator is doing a terrible job; otherwise, the prices wouldn't be so high in the first place. But what's the difference in this case? just didn't hear it, and I put that to show you how it seemed to me there is very similar.  The difference --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- I mean, that's liability."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You have the right to prove that they weren't, fine."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And this does, too --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because if they prove their case, the question on damages is to what extent did the absence of competition from the overbuilders -- and it should have been DBS too, from reading this, but nonetheless, let me express no view on that. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"But on -- on -- to what extent did the failure of competition from those people raise price above the competitive level?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- how is it different from the pipes --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you shouldn't."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Estrada, as -- as the case comes to the Court, I guess I wonder why any of this is relevant.  You mentioned earlier -- you mentioned earlier that we reformulated the question presented in this case.  And we reformulated in a way which said that what we wanted to talk about was whether a district court at a class certification stage has to conduct a Daubert inquiry, in other words, has to decide on the admissibility of expert testimony relating to class-wide damages. And -- you know, it would not be crazy to surmise that we reformulated the question because we wanted to present -- we wanted to decide a legal question, rather than a question about who was right as to this particular expert's report and how strong it was.  And it turns out that, as to that legal question, your clients waived their -- their argument that this was inadmissible evidence. So -- so what do we do in that circumstance?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you challenged the probity, Mr. Estrada.  You said Comcast said it had no objection to McClave's qualification as an expert.  So what you were talking about was the probity of this report, not the admissibility."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The district court, Mr. Estrada, clearly understood you to be making an argument about weight and not about admissibility.  And indeed, the district court in open court -- and -- and it's in the transcript -- suggests that it's doing something different from holding a Daubert hearing, explains how it's different from holding a Daubert hearing, and both lawyers agree to that statement."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Estrada, it seems like a remarkable proposition, honestly, especially with a client like yours that is well-lawyered.  It seems like a remarkable proposition that somebody -- a party can say, we have objections about the weight of this evidence. We don't think -- we don't think it's a strong expert report, and that -- and that we -- and that the Court should then infer that there is an objection to admissibility of evidence, as opposed, again, to the weight and strength of evidence. I mean, surely, a district court confronted with an argument about the weight and strength of evidence does not have to say, oh, I better go hold a Daubert hearing to rule on admissibility even though nobody's asked me --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to rule on admissibility."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you -- did you ever file a motion to strike the expert report?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Estrada, could you pronounce for me or give me the legal rule as you want us to articulate it?  Let me get you out of Daubert, okay?  Because I think you really can't deny that you never raised the word \"Daubert\" below until the very end.  Your fight before the district court was on the probity of the model, not on a Daubert issue, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you use the word \"Daubert\" before the district court?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So you didn't use \"Daubert\" below --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- so let's get out of the Daubert language, okay? Tell me how and what rule we announce, so that district courts find an expert's evidence probative, the other side argues it's not, and when does the district court let the jury decide between the two?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is the line that the district court draws between class certification and merits adjudication, so that, at some point, it goes to the jury?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We must have thought that, I suppose, or else, we wouldn't have reformulated the question this way, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the way you put the question initially, and we reformulated it to be a Daubert question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Barnett. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"One of my -- one of my questions in the case is this:  There was a question to Mr. Estrada with reference to a jury trial.  But there's -- there's -- the judge doesn't really have a gate -- what do you call it -- a gatekeeper function here.  There is no -- there's no jury. And if the judge admits the evidence and if it turns out that that doesn't meet the standard of reliability, then he can exclude it.  I don't -- I don't see why the judge has to say, all right, now, first, I'm going to do Daubert, and next, I'm going to do whether this is reliable. This is just a magic words approach, it seems to me."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I take it there is no argument over whether or not the expert is qualified."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The question is just whether his -- his theory makes any sense."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And the -- and the Petitioner says it doesn't."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Barnett, I -- I can think of -- my initial reaction -- it has been an awful long time since I have been in the courtroom -- is -- is that that's whether or not this man is -- is qualified to give an opinion."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Step one.  The next thing is does this opinion make any sense?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  Do you think -- that -- that's why I am trying to get away from the magic words.  Why do you disagree with the simple proposition that a district court, by whatever magic words it uses, has to come to the conclusion that the expert's testimony is persuasive?  And isn't that, at bottom line, a judgment that it's reliable and probative?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you are not disagreeing with your adversary on a legal standard. Every judge on a -- this is the simple way I formulate the rule -- every judge before he certifies -- he or she certifies a class, has to decide whether the methods being used are probative and relevant, sufficient to prove common -- common questions of damages."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In this case, why doesn't the question of probative value subsume the Daubert question?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if the problem is -- let me ask my question in a different way.  If the problem is that the model that is being -- that was used by the expert does not fit the theory of liability that remains in the case, would that -- what is the difference in determining probative value there and determining whether it comes in under Daubert?  I don't understand it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You're -- you are saying it's inadmissible if it's inadequately probative, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So the two questions boil down to the same, don't they?  If it's inadequately probative, it's inadmissible, isn't that right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, whenever."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about what -- what is the criterion for Daubert?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is it adequately probative? If not, it's inadmissible, so."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you want to say --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You say unreliable.  I say inadequately probative.  It's -- it is unreliable because it is inadequately probative."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Barnett, it's always true, isn't it, that evidence that is inadequately probative is inadmissible?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's always been true, right, if evidence is not probative?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's the thing. mean, but have we ever said that -- that without an objection, somebody can say, look, we -- we argued about this evidence, and that should be just good enough, even though we didn't -- we didn't make an objection to exclude it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We are -- we are having an elaborate discussion, and you did in -- in the briefs, about whether or not this was a claim that was waived below.  No court has addressed that yet.  We're a court of review, not first view. So it seems to me that one option for the Court, since we did reformulate the question, is to answer the question and then send it back for the court to determine whether or not the parties adequately preserved that option or not -- that objection or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, fine.  I mean, and the district court, presumably, can decide based on the proceedings and all that below, all the scars and mess-ups, whether or not it was adequately preserved or not."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The strongest argument I think for that point of view would be simply this:  The Smith Company makes widgets.  The plaintiff says they monopolize the widget business.  That business has monopolized because they achieved the power to raise price above the competitive level through exclusionary practices.  For example, United Fruit used to pour garbage on the ships of its competitors. Now, we have here a class of people who have been injured by their monopoly power -- and here they are, and you give a list.  The judge says to the other side, how do you know that's the right list?  Well, we know; here's how we know.  We have an expert here who has used a model to pick out the right people who were injured by the monopoly power -- its exercise.  And the other side says, no, that model is no good. Well, if it genuinely is no good and really worthless, then I guess you haven't shown these are the right people for the class.  And I think that's what they're saying.  And so the response to that is, to answer this question, do we have to go look at the model?  I mean, on its face, it seems okay.  I don't know.  I haven't looked at the record.  And --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could you talk about that a little bit, please?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Did I get my analysis right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  That isn't what I want to really know. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"I want to know -- if you think of the examples I just -- do you, as the plaintiff, when you draw up your list of class members, have to have on that list people who really were hurt by the -- or plausibly were hurt by the exercise of market power?  And you have to have some way of picking them out, and you have chosen this model as a way.  So I guess they could object on the ground that model is worthless. Is this analysis right?  And you would have to show, no, it isn't worthless."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to show that much.  I think you only have to show it's a plausible model."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He didn't say what -- there -- there were four possibilities that he took into account, right, as to what the anticompetitive conduct was?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And as it turns out, only one of those was found to -- to be in the game."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That was the basis for the claims."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It was not the basis?  His was based only on the one that the court accepted? Where -- where in the record is -- is that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You can't be agnostic about what the anticompetitive conduct is, if you are going to do -- if you're going to do an analysis of what are the consequences of the -- of the anticompetitive conduct, you have to know the anticompetitive conduct you are talking about."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And I guess, in a monopolization case, it is not the case that you have to trace the damages to the exclusionary conduct."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In a classical class of -- Section 2 case, the damages are caused by the monopolization, which lacks skill, foresight, and industry justification.  So the fact that he omitted three, but kept one has nothing to do with damages in a classical Section 2 case, is that right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But here is the difficulty that I am having, a little technical, but -- but it -- this is a regulated industry."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And because it's a regulated industry, the regulator, in your view, is doing one of the worst jobs in history.  They are willing to come in and overbuild and everything, so he must be letting prices -- all right.  Suppose the judge or lawyer were to find, that's okay, it doesn't matter, all we're interested in is what Justice Scalia says. Then, if that were true, from looking at the footnote on this, I guess you'd take this model, and you would simply subtract or add to the base, which is supposed to be the competitively priced districts."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The districts that also have satellite."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that shouldn't be tough to do, but I don't know if it's tough to do, and I don't see how we're ever going to find out."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know.  How would you answer such a question?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Barnett -- I'm sorry. Go ahead."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Then I will. (Laughter.)"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":4,"sideBefore":"justices","text":"I am still in search of a legal question that anybody disagrees about here. (Laughter.)"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":4,"sideBefore":"justices","text":"You know, I read before the district court statement of the standard, now all points of the circuit court statement of the standard, where the circuit court says, \"The inquiry for a district court at the class certification stage is whether the plaintiffs have demonstrated\" -- burden is on you -- \"by a preponderance of the evidence that they will be able to measure damages on a class-wide basis using common proof.\" The parties both agree with that statement of the standard.  It seems to me that the parties also both agree -- and this goes back to Justice Sotomayor's question -- that if the Daubert question had not been waived, that if -- if Comcast had objected to the admissibility of this expert report, that, indeed, the court would -- should have held a hearing on the admissibility of the expert report. So this is a case where it seems to me that, except for the question of how good the expert report is, none of the parties have any adversarial difference as to the appropriate legal standard.  And -- you know, usually, we decide cases based on disagreements about law.  And here, I can't find one. Is there any?  Do you disagree with Mr. Estrada on any statement of the legal standard?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, before you do that, let me ask a question related to what Justice Kagan just asked.  If we were to answer the question presented as reformulated, I take it your answer would be that a district court under those circumstances may not certify a class action; is that right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then the only remaining question is whether the issue was in the case as a factual -- as a matter of the record here; isn't that right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, could this report be probative if it did not satisfy Daubert?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That the court as the trier-of-fact chooses to -- that the -- not reserved to cases where there's a jury?  Is that --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that, as I indicated before, that the whole question of weight and admissibility is somewhat less important when the trial judge is not the gatekeeper.  The trial judge, at the end of the day, can hear the testimony and say, you know, I admitted this testimony, but it doesn't make any sense, it doesn't work."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he does what I said, but then he has 100 pages of findings."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, I think that's where we disagree.  The judge has to make a determination that, in his view, the -- the class can be certified."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that includes some factual inquiries as -- as to the damages alleged and the cause of the injury and whether or not there is a common -- whether or not there's a commonality."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's not -- I'll think about it, but that's not my understanding.  I thought the judge has to make a determination that, in the next case we are going to hear this morning, that the representation is material or it affects the market. The judge has to make that conclusion, make that finding."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, tell me -- you articulate for me what you think -- what the district court found when it accepted your expert's theory as adequate."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think that means, legally?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And so what does \"sufficiently persuasive\" mean?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It sounds nice, but more likely than not --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Barnett, this is on a different issue, but you had originally suggested that you had -- that the motion -- that the settlement that's looming was a reason that this Court ought not to decide this case.  But do you now agree that, given the district court's denial of your motion to enforce the settlement, that the proposed settlement has no bearing on this Court's consideration of the case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, it -- it seems to me that your answer to Justice Sotomayor, which is whether it's more likely than not that this will be something that can be used at trial, one way to capture that is whether or not this evidence is usable, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"More likely than not whether it can be used at trial, that sounds like, is it usable?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know the reason you're hesitating. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, there matters for the trier of fact to determine at the merits stage, but under -- under Daubert and under Rule 702, the judge has to say that the evidence is relevant to the task at hand, and it has a reliable foundation. can see a judge saying, well, now, this theory that you're using, this theory works, I think it's accepted in academia.  Then he hears all the testimony, and he says, It just doesn't work here."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm not sure what I just described is not Daubert."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, the bottom line is can a district court ever say that it's persuaded by unreliable or not probative evidence.  That's really the bottom line question."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does it commit legal error when it finds something that's unreliable and unpersuasive -- or unprobative?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I think that's a fair reading of what he said --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- but if we're answering a legal question."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The problem everyone's having is -- I think -- that why do you need Daubert to point out that something is not probative or unreliable? Why -- whether it's an expert or a lay witness testifying, wouldn't you apply that same standard to anybody's testimony?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Barnett, suppose -- suppose we held that where -- where there's a bench trial, it doesn't make any difference what -- what -- whether the judge excludes the evidence under Daubert -- I never know how to say it.  Is it Daubert or Daubert? (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I think you're right. It doesn't make a dime's worth of difference whether the judge excludes it under -- under Daubert or proceeds to find it simply unreliable -- unreliable.  Suppose -- suppose we held that.  What -- what difference would it make in the world?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So the trial judge could say, yes, I have a Daubert motion, but -- but I'm going to defer that.  I'm just going to -- going to proceed to see whether this evidence is reliable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Estrada, you have five minutes remaining. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right?  Is that what Learned Hand said?  Is -- is that what Alcoa holds? Is that United Fruit holds when they bomb their competitor's ship and achieve monopolization?  That the only people who can get damages are the people who run the ship and were bombed --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- who bought those bananas?  I didn't know that.  But besides, if you're right, which I tend to doubt, but I'll look it up, if you're right --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, all right.  Fine. I'll look that up.  If you're right and as they pointed out, it's still one of the easiest things in the world to simply change the base for this model.  Instead of the base being those businesses or homeowners who received their service at competitive prices, we say -- we modify it by including those who received services where DBS was involved, and that'll be a higher price, and we subtract that price from the price they paid where there was overbuilding threatened. Now, that'll be a new number.  They say it was a new number.  And I think anybody running a model could do that, but I promise you, I don't know.  And to know whether you're right on that, or they're right, I will have to get into the model-building business, where I am not an expert."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MIGUEL ESTRADA","firstName":"MIGUEL","lastName":"ESTRADA","counsel":true,"justice":false,"side":"petitioner","words_spoken":3354,"interruptions":22,"times_spoken":43,"laughter":1,"num_int_by":6},{"id":1,"fullName":"BARRY BARNETT","firstName":"BARRY","lastName":"BARNETT","counsel":true,"justice":false,"side":"respondent","words_spoken":2972,"interruptions":31,"times_spoken":72,"laughter":2,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":235,"interruptions":0,"times_spoken":9,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":242,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":958,"interruptions":2,"times_spoken":15,"laughter":2,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":576,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1349,"interruptions":7,"times_spoken":33,"laughter":2,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":434,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":366,"interruptions":3,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":172,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3354,"times_spoken":43,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":31,"words_spoken":2972,"times_spoken":72,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":17,"words_spoken":4332,"times_spoken":119,"laughter":6,"num_int_by":2}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.7184498614033153,"respondent":0.28155013859668465,"date":1472419305546}}