{"petitioner":{"name":"ROSELVA CHAIDEZ","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"11-820","date":"2012-11-01T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-820, Roselva Chaidez v. United States. Mr. Fisher. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a surprise to the, what, ten courts of appeals who came out the other way?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So maybe it was -- maybe it was a surprise to the members of this Court that disagreed with that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with the ruling in Padilla."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what -- what about the argument that Strickland doesn't come into play unless the Sixth Amendment includes the collateral consequences in counsel's obligation to defend a defendant in a criminal case under the argument that up to -- up to Padilla, only advice relevant to guilt or innocence and sentencing was required, not collateral consequences?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's also a question if -- if conviction meant loss of a professional license, that would be an open question?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's always the case. I mean, we -- we never come out with a decision that doesn't rely upon some preexisting principle.  We always cite some preexisting principle.  Does that mean that every case of ours is -- is not new law?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Fisher, think about this in an AEDPA context.  I mean, assume that you have these ten circuit courts all going in the way that the Chief Justice said, and then one court came along and said, you know, we think that they -- in an AEDPA context, a habeas consideration of a state conviction -- we think that this is all wrong, and, in fact, the law is exactly the opposite of what ten circuits have held. Wouldn't we think that that's a very easy case that the AEDPA standard had not been met?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why pick on Strickland?  I mean, you could say that about any principle of law that we rely on:  The dissent thought that that principle applied a different way here. What is different about Strickland that it enables you to appeal to that, as opposed to appealing to any principle of law?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any -- Mr. Fisher, is there any application, you call it application of Strickland, that would qualify as a new rule, any application at all, or is just Strickland never a new rule?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose that a really skilled attorney, after negotiating a plea bargain, or even representing a client at trial but then losing, is very skilled in ensuring that the defendant can go into the general population, not into solitary confinement; but also a skilled trial attorney, he's just not very good at that, so the defendant goes to solitary. Could -- if there was an evolution of the law of adequate assistance of counsel so that this Court later held, oh, conditions of confinement have to be a part of the attorney's -- skill and competence in representation, that that would be retroactive?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So that there are then, in answer to Justice Ginsburg's question, some cases in which there could be a new rule of ineffective assistance of counsel under Strickland?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't understand how that works with my hypothetical."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The only new law is not a new pronouncement which nobody had ever thought of before, but only a pronouncement that rests upon an evolution of mores; is that it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I thought you said."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, it would seem to me that this case presents a kind of threshold question. Before you get to the question of what are prevailing professional norms and whether they have been complied with, there is the question of whether the Sixth Amendment applies to collateral consequences at all and, if so, which collateral consequences. And that’s the question on which Padilla opines, and that's the question that seems, you know, very different from anything that Strickland’s discussed, not just an application of Strickland."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How many had?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How many had?  I mean, I would have thought it was common sense that a lawyer should tell the client the terrible things that are going to happen to him if he pleads guilty, those things that the lawyer knows or should know about and the client may not.  Alright.  That's a very general rule at that level. But some courts have said, no, that isn't true.  That isn't true unless -- if it's -- as Justice Kagan said, if it's a collateral exception, if it's a collateral consequence.  How many had?  Was it only Kentucky, or was it fairly widespread, this exception?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there aren't that many.  There are eleven, and two of them are specialized."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but even before the 1996 act, deportation -- there were deportation consequences.  Those consequences were enhanced by the 1996 act; but, even before that, a reasonable lawyer, you might think, would have a conversation with his client about the deportation consequences of a conviction."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If a court -- if this Court were to decide in a future case that effective assistance of counsel requires an attorney to advise the client of all collateral consequences, potential loss of a professional license, etc., would that be a rule that was dictated by precedent?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, I suppose you are right, I'm sure you're right that the mere fact that there was a dissent in the case that adopted the rule does not necessarily make it a new rule.  But you, on the other hand, would agree, would you not, that those who dissented from that case would regard it as a new rule?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think it's an easy question to answer."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's fair.  That's fair. The dissenters ought to reconsider, you're saying."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it just seems to me that the predicate question that we decided in Padilla was that Strickland applies to matters not within the control of the trial judge.  That it seems to me was a holding the Court had not addressed before and that other courts had not addressed before."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, this is --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a predicate question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you've been -- you've been asked this, and I'm not sure I got your answer.  Give me an example of something that -- like the consequences in Padilla that would not be covered by your argument?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You answered that question when I asked it, you said that removal of a professional license would not fall under -- wouldn't -- would be at least an open question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If you had --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If you had that case, what would you rely on in arguing in favor of the habeas petition?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You would start with Strickland, and you would talk with -- Padilla, right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you want us to write this opinion in support of your position, and to begin by saying, prevailing professional norms do not change?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that you're -- that the defense bar generally would want to say that prevailing professional norms change, but that -- that hurts you in this case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I notice -- I'm not sure it was cited in the brief, but the ABA comment in 1999 said, now the ABA standard applies to professional standards, and that goes beyond the constitutional minimum.  So that doesn't seem to me to help you, either."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It said, it should be stated that these standards do more than enforce the constitutional minimum."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm talking about the -- I'm talking about the ABA here, if you want to give some other authority; but, I say that, it seems to me, does not help you."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, before you get to the reasons --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the government says that you forfeited this argument.  Could you address that?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you haven't presented this argument to any court before; is that right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it relevant that this is a coram nobis proceeding, rather than a habeas proceeding?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"On that question, before you -- not in relation to the Massaro argument, but in relation to the Teague argument, you think the rule in coram nobis is the same, that the Teague rule applies fully in coram nobis in the same way that it applies in habeas?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Have we ever held that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes, I understand that, but the consequences of a retroactive application in coram nobis are more severe than they are in habeas, aren't they, because of the lack of a statute of limitations?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- well, in -- under -- under the current Federal habeas statute, you have a rather short statute of limitations to file the habeas petition. Under coram nobis, if you prevail, then people who were -- who were convicted of offenses decades ago can raise the Padilla claim, can they not?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if someone -- if there is an attempt to -- a notice of removal for someone based on a conviction that occurred a long time ago, then that would be --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, are you -- you're not making any argument that Teague is inapplicable because this -- the underlying conviction here is a federal conviction, not a state conviction, and Teague emphasized comity to the states; you're not making that argument?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, except -- except that -- and I'm interrupting, in a sense, but it's on the same track -- except that it seems to me that Teague does serve the interest of repose, quite apart from interference with a federal proceeding, and that interest is surely sacrificed by the holding you wish us to make here."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, I'm concerned that creating exceptions to exceptions in Teague is just a throwback to Linkletter standard --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where we're making choices among situations and saying, these will be retroactive, these won't."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Answer that concern on my part."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And then answer -- the next step is the Martinez type case --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which is what happens with state reviews that are -- that channel IAC claims to their habeas processes.  So what trumps what in that situation?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps on rebuttal -- I recognize the white light's on -- you could address what is -- what is the standard you want me to apply to determine retroactivity?  The brief says, oh, well, it's just new facts applying to the same general rule.  Well, danger invites rescue; the assault on privity is proceeding to pace; MacPherson v. Buick and the Erie Railroad case -- it seems to me that those were probably new rules, but there -- it's because the facts told us what should be negligent.  If at some point you could address that, I don't --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel.  Mr. Dreeben. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that's true with respect to both components of the advice, the omission and commission?  I mean, it does appear that every court who dealt with the commission-type claim, the fraud, the misrepresentation of consequences, said it's clear you can't lie to your client.  Now, is Teague now going -- is our ruling here going to depend on the type of claim that's raised, with respect to IAC?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"At least one of our concurrences did, or talked to.  So assuming -- assuming -- is your position that is on the retroactivity, that it applies to both kinds, omissions and commissions, and neither is retroactive?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure.  Are those sources -- when you say sources, it's professional norm sources?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me where -- my colleagues were asking about hypothetical future cases -- I'm asking, do you think that every evolving professional norm, no matter how well established it becomes, would never be subject to the Teague rule because -- would always be a retroactive application or a new rule?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are we frozen in time to whatever the professional standards are that exist today that the Court has recognized so far?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What's -- what's the sense of that?  Why -- why -- let's assume, you know, at the time the guilty plea or whatever occurred, it was not the professional norm, and then later the professional norms change and he makes the argument that -- that he's entitled to relief, and you say yes, because --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that what your opponent contends as well?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right, so given the ABA and everything else, why doesn't that apply here?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but I mean if the general rule is that Strickland evolves to pick up changing professional norms, and that -- you looked at 30 cases and that's what you get out of them -- and then it turns out that at the time this case began, there was such a professional norm; and all that happened in Padilla is that the Court following its general practice said apply that professional norm; then why doesn't the other side win?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That, of course, is true, but the professional norm had evolved by the time of the proceeding here that they would."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but -- in the other -- in the other, by the way, in the other 29 cases, did the court specifically say in each of those 29 cases that the basis of our decision is that the professional norm has evolved and we apply the new professional norm as of the time?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, as I recall, correct me if I'm wrong, one of the principal sources the Court cited in Padilla was common sense."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does common sense change?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, Tom Paine wrote about it, so, you know, since its original."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, Padilla itself was a collateral proceeding.  And if the state can argue in Padilla itself that a new rule was being sought and that that was permissible only on direct review, should the state have prevailed?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But this Court is a Federal court, so --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- if your concern of Teague is comity, concern about -- the states running their own system, I understand the different – the state collateral and the Federal collateral view; but, if the idea of Teague is we don't want the Federal court to come in there and overlook what the state court did, why wouldn't that apply to this court reviewing a state court decision as much as it would apply to a Federal district court at a hearing habeas from a state conviction?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, do we know that that's true in Kentucky?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And this Court could not have raised it on its own?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is -- what is the standard that you wish us to apply?  A new rule is announced when -- when you fill in the blank.  And after you fill in the blank, is your principal argument that here the distinction is between the direct consequences of the conviction that are under the control of the Court and collateral consequences?  Two different questions."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's a little bit like the AEDPA standard."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Have we applied -- have we applied Teague to Federal convictions before?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It hasn't. And at least one important basis for the Teague rule is the comity to the state court system, which you don't have when the underlying conviction is a Federal conviction."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the second part of my question that you were about to answer was whether or not it's dictated by precedent, and in this case, it was not dictated by precedent because it applied to collateral consequences; or, what's the because?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So unanimous error makes right? I'm not being -- I'm not trying to be sarcastic.  I'm trying to see -- in almost every case we get here, there are split opinions below.  Sometimes the split is significant or closer than other times.  The -- where do we draw that line?  Where in the next case is any time there is a split below or where there's an unanimity of opinion below, it won't fall under -- it will automatically create a new rule?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can you go back for a second to Justice Ginsburg's question?  I'd like -- I just don't want you to leave without -- without answering the following:  Normally a new rule that this Court announces would apply to cases on direct review."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  In the case of inadequate assistance of counsel, without being picky, the place where that claim is best developed, in my view is first collateral, because for reasons we both understand.  All right.  So given the fact that by and large it is, and I think should be, developed in that way, why not treat in the case of an inadequate assistance claim the first collateral as in other claims you treat direct review?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It was -- it was approved by the Judicial Conference in September."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You could say that, you could say that same thing precisely about the cases on direct review which have not been completed.  I mean, you could give all those arguments exactly the same.  If you're worried about the time, you could have time limits on the first Federal -- the first Federal habeas or state habeas. There are time limits there.  You could add to those.  And the -- the -- the direct review is itself a balance.  It's a balance between the surprise and need to complicate the case, and it hasn't really finished and da, da, da, versus the problem of giving a person a chance to raise this argument even for a new rule."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And so all those -- those are the -- when you look at the functional factors, it looks quite similar to me and I'm trying to --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We -- we're seeming to go backwards.  You -- you seem to be arguing against something that you didn't want previously, that there should be a stay and determine these IAC claims on direct appeal.  It seems to be your argument that that's the preferred process now."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, if Justice Breyer were right, that there should be sort of one run -- run up the flagpole and that Teague doesn't kick in until that one run up the flagpole and here because of Massaro the one run should include collateral review of IAC claims, if that's right, what are the costs of that?  Is that an extra year to the statute of limitations for bringing a collateral claim or is it something more than that?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Although you said you recognize that we have not had a Teague case involving a Federal conviction, I mean, there is lots of language in Teague cases about the Federal courts not interfering with state courts, that Teague was intended to minimize Federal intrusion into state criminal proceedings, to limit the authority of the Federal courts to overturn state convictions.  I mean, we have really pressed that -- that basis."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Fisher, you have two minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, can I go back to one of your points?  Your red light is on, but it is important.  The floodgate issue."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure about the floodgates for the following reason.  Once we announce  Padilla, any pending direct claim and any pending collateral claim that arises after Padilla for something that happened after Padilla would be covered by the rule, so there'd be no bar to those claims.  So the floodgate is temporary, if there is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":4052,"interruptions":28,"times_spoken":60,"laughter":0,"num_int_by":8},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":3505,"interruptions":14,"times_spoken":34,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":157,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":467,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":274,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":340,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":652,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":548,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":233,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":482,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":4052,"times_spoken":60,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":14,"words_spoken":3505,"times_spoken":34,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":14,"words_spoken":3153,"times_spoken":95,"laughter":0,"num_int_by":2}],"outcome":{"side":"respondent","margin":5}}