{"petitioner":{"name":"ASID MOHAMAD, INDIVIDUALLY AND FOR:\nTHE ESTATE OF AZZAM RAHIM, DECEASED, ET AL.","counsel":[0]},"respondent":{"name":"v. PALESTINIAN AUTHORITY, ET AL.     ","counsel":[1,2]},"caseNumber":"11-88","date":"2012-02-28T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 11-88, Mohamad v. The Palestinian Authority. Mr. Fisher. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We usually like --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We usually like to begin with the language of the statute."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought Justice -- Judge Edwards' opinion was about politically motivated terrorists not coming within the Alien Tort Statute."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn’t the place --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Really?  Congress got it from Judge Edwards?  Gee, I -- my goodness."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'll bet you none ofthem -- none of them even read that opinion."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That is a strange phrase, \"honest services,\" as -- you know, as a crime, deprivation of honest services.  But the word \"individual\" is not a strange --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- word at all.  It's used all the time."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It means an individual."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- is that better for you or worse for you?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is I don't even look there.  I look to the TVPA, section 2(a)(2), which uses the word \"person.\"  So, it wasn't as if in writing the statute Congress forgot the word \"person.\""},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They appear to be using \"person\" in the organizational way that \"person\" is defined in the Dictionary Act and elsewhere.  So, isn't that a textual clue that they were using the word \"individual\" in a different sense?MR. FISHER:  No, Justice Sotomayor, for two reasons:  One is because, for reasons I'll explain, the word \"person\" as it appears in the TVPA actually only applies to natural persons.  Well, let me start with that.  The argument the other side has is that the word --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Individuals, legal representative, or to any person who may be a claimant in an action for wrongful death.  I'm not quite sure. Legal representative is often -- can be a person but can often also be a -- a corporate entity."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And \"individual\" means what it means."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, what else should I look at?  Because I've looked at the -- I did really -- I know I have to go through legislative history.  I've said it's meaningful, and so I do it. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"And, so far -- so far, I think I have to say that you're on a weak wicket. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"The -- the word \"persons\" -- when was there -- I found lots and lots of instances and by people in the civil -- international civil rights community who are testifying, where I look at what they say, and over and over they say a limited statute, the person won't often be in the United States.  Well, the PLO had a presence in the United States.  The person won't be in the United States very often.  I know, but sometimes he may come over here; it's important to take a -- make a symbolic step.  And not a word could I find, when they're talking even about the word \"person,\" that suggested they meant even the PLO at that time.  In fact, they thought, well, it would be a nice thing, but,but, but, but...."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that's the tenor of what I seem to have found so far.  So, I mention that because you will point out to me the things that I have accidentally skipped. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose I'm a member of the House or of the Senate, and I'm not a member ofthe committee that engages in all of this legislative history.  And I -- I see the word \"individual\" in this statute, and that's the basis on which I vote for or against a statute.  Why should I be saddled with whatever sayings by members of the committee or by experts testifying before the committee occurred?  It was out of my hearing.  I voted for \"individual.\" And \"individual\" -- well -- if Congress wanted \"individual\" to mean what you say it doesn't mean, what word would they have used instead?  I mean, if \"individual\" is a code word for person, what's the code word for individual? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, they did this to --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They chose that word to avoid any residual ambiguity.  But they thought there was no ambiguity at all as to whether the term \"individual\" meant natural persons or organizational entities?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there were --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There were witnesses who testified, were there not, Mr. Fisher, that the TVPA would take care of a Filartiga type case, that when the torturer shows up physically -- those were the wordsthat were used -- the torturer comes into the state, into the United States, is physically present in the United States.  That was the model that at least those witnesses had in mind, and some of them were quite distinguished witnesses."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But let's suppose that is true, Mr. Fisher.  Let's suppose that aside from Congressman Leach, nobody thought about this question. But we know what the normal meaning of \"individual\" is, and you're suggesting -- let's suppose that they just -- the -- the question of individual versus corporate liability was not on their mind, but they chose a word that means something.  And you're suggesting that we should resort to background norms that -- you know, what Congress generally does when it imposes liability, rather than the words in the statute that they passed. And why should we do that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you found no tort --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- no tort statute uses the \"individual\" to include organizations."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have the -- you have the additional problem, though, that your reading gives a different meaning to \"individual\" in two sentences that are right -- actually it's in the same sentence:  an \"individual\" who does the torturing, subjects an \"individual\" to torture. Now, I understand your argument that you can Have an organization doing the -- the subject thing, but how do you subject an organization to torture?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In the same sentence? In the same sentence?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Those statutes you --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe organizations opposed it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe organizations opposed the extension of the legislation to themselves.  Is that conceivable?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And is Congress ever influenced by -- by such lobbying? (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't find lobbying in the legislative history. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's an explanation. You say there's no possible explanation.MR. FISHER:  But if --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"I can imagine that corporations would have been quite upset by this notion."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This is the dog that did not bark, right?  Legislation cannot mean what it says unless the legislative history says that it means what it says.  Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But Congress -- as you've indicated, Congress focused on the very question of whether organizations would be covered or not in the context of whether a state would be covered.  It seems to me that the legislative history cuts strongly against you, putting even aside Congressman Leach.  The issue was there.  And if they meant to say, well, let's find a term that leaves some types of organizations out, states, but not others, we'll just say \"individual,\" and people will understand, oh, we don't mean a state, but they'll also know but we do mean another type of organization, a corporation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- but it's at least ambiguous, and you're saying, well, we want a term that's going to include individual persons and organizations but not state organizations.  And the only term that fits perfectly is \"individual.\"MR. FISHER:  Exactly.  That's our argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Really? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you've been saying all along \"individual\" has a secondary meaning."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, why would they have picked the secondary meaning of a word rather than try --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How about non-state actors?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Non-state actors."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, you -- it seems to me you misrepresent our jurisprudence when you insist that \"individual\" has to have only that meaning.  That's not what our jurisprudence says.  We say that we give words their usual meaning, their common meaning.  Even though they may sometimes be used in a different fashion, it's the usual or common meaning that we apply."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Many cases to that effect."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We say it all the time."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it doesn't really need an answer.  Suppose we think there is no answer to that question because Congress didn't think about it, other than Congressman Leach who appears to have thought about it and --MR. FISHER:  Yes."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":8,"sideBefore":"justices","text":"-- reached the opposite result.  Most of them just didn't think about it.  But there you are.  The statute says what it says."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe they did.  You see, I might as well be honest with you, page 26 of the Government's brief did have an impact on my thinking. It's Father Drinan, and Father Drinan says in the hearing, \"I think it would be best to stay with that and just avoid all of the problems about the PLO and related groups.\"  And then Michael Posner testifies, it says, the Government, to the same effect. So, there the great advocates of this thing are sitting there saying we don't think it should cover the PLO; let's not take that step at this time."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but he's taking that --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He's taking that -- oh, go ahead."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I find it hard enough to parse the statute without having to parse Father Drinan's testimony.  I mean --(Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the TVPA is an extraordinary step in terms of exposing liability, and it doesn't seem to me to be an odd idea that Congress would want to proceed carefully before establishing a situation where the use of the American tribunal is as broad as it is under this situation."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, the obvious thing which again they said is, look, just -- this is going to bring in suits against the Palestinian Authority.  That's a very touchy issue in foreign affairs, and we don't want to have to go that far.  And some of the things that aresaid seem to bear that out.  That's -- that's what's pulling --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, one case that you seem to have on your side -- you don't have very many, but you have this one -- is Clinton, which -- which does read \"individual\" in the way that you say and does it in order to avoid an absurd result, what the Court thought of as an absurd result.  Do you think that this statute is absurd if not read your way?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Ferguson."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. -- Mr. Fisher ended by saying there's no reason Congress would draw this line.  Why would they want to hold the individual controlling officers of an organization liable fortorture, but not the organization itself?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But the Chief Justice's question was why did Congress do that?  What were the reasons for that?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":10,"sideBefore":"justices","text":"How many judgments under -- I don't know whether it's Filartiga or Filartiga -- that -- that pattern, where the individual torturer is found in a U.S. jurisdiction?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There have been many judgments; how many have collected?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, wouldn't -- if Congress really wanted to have this, why wouldn't it include entity liability?  The corporation is likely to have more money than -- than an individual torturer.MS. FERGUSON:  The -- the situation Congress had in mind in enacting the TVPA was adjusting the norm against state-sponsored torture and extrajudicial killing, where the agent is -- is almost invariably acting on behalf of the state; and yet, it didn't create an exception to the Foreign Sovereign Immunities Act for state sponsors of torture and extrajudicial killing. It was concerned with this Filartiga scenario, where the U.S. wanted to take a position:  We will not give torturers a safe haven in our country."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":4,"sideBefore":"justices","text":"What about the point that the immigration law takes care of that?  They wouldn't be able to get into the country."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure that the immigration officials conduct a thorough investigation. I mean, is there a box on the immigration form, you know -- have you tortured people?  Yes/No. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I really don't think they investigate that at all."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I still don't understand your explanation of the reason why Congress would draw a distinction between an individual and an organization. You keep saying that the -- in the case of the individual, the individual was here.  But the organization can be here, too."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, it's okay to keep out individuals who subject others to torture, but corporations -- we want their money so they should invest here -- (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- because we're going to protect them from liability to -- for people that they torture."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to prove it's an intelligent statute, do you?  Maybe it's a stupid statute.  Is that possible?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it possible?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it possible that it's just -- that it's a stupid statute?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's also possible it's not a stupid statute. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"I took -- I took -- the reason I say that is because if you want to elaborate on this -- because I purposely asked it, but I -- one of the things in the Government's brief that did, as I said, have an impact was Father Drinan is asked, shouldn't we have here -- this is before it reads \"individual\"; it reads \"person\" at this time -- shouldn't we have another definition for including organizations like the PLO?  He responds, \"I think that we should exclude non-governmental organizations.\"MS. FERGUSON:  Right."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"\"I think it would be best to stay with that and just avoid all of the problems about the PLO and related groups.\" Now -- but you heard the response to that, which really was, if I look at the context, I'll see that's less relevant than I think -- than I did think. So, what do you think?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, Ms. Ferguson --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Gannon, suppose two people are tortured, and one is an alien who has never been within 10,000 miles of the United States, and the other is a U.S. citizen. The position of the United States is that the alien can sue, but the U.S. citizen can't?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, but two victims of torture -- you don't find that to be an incongruous result?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking about your position, the position of the United States; not how --MR. GANNON:  The position of the United States in the other case today is that the ATS does not include a categorical bar on corporate liability and that that -- that has no regard for the theory of liability, the locus of the acts, the citizenship of the parties, and the character of the international law norm at issue."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":10,"sideBefore":"justices","text":"Suppose Mr. Rahim had never been naturalized.  I guess that was a mistake."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, what's the good reason --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- for the U.S. to have limited liability to natural persons in the TVPA but notin the ATS context?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But they were thinking about that in 1797.  I mean, you're saying in the later statute --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They were a much more perceptive Congress in 17 --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's why they're thinking of it.  His argument the other way, which I see now, is that -- is that, look, Father Drinan and the others are not talking about individual versus person; they're talking about whether, say, the PLO falls under color of law of a foreign state.  And so, they're not thinking of that question."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And if -- and if, in fact, it does fall under color of law there, they don't care about whether it's individual or person.  They've never really thought about that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In fact, the only one who thought about it was Congressman Leach, and that was four bills earlier.  And --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Gannon. Mr. Fisher, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":4146,"interruptions":31,"times_spoken":60,"laughter":2,"num_int_by":6},{"id":1,"fullName":"LAURA G. FERGUSON","firstName":"LAURA","lastName":"FERGUSON","counsel":true,"justice":false,"side":"respondent","words_spoken":1484,"interruptions":7,"times_spoken":17,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"respondent","words_spoken":1166,"interruptions":7,"times_spoken":11,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":419,"interruptions":3,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":284,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":665,"interruptions":4,"times_spoken":15,"laughter":4,"num_int_by":3},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":486,"interruptions":4,"times_spoken":25,"laughter":5,"num_int_by":3},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":241,"interruptions":4,"times_spoken":11,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":250,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":17,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":196,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":4146,"times_spoken":60,"laughter":2,"num_int_by":6},{"side":"respondent","interruptions":14,"words_spoken":2650,"times_spoken":28,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":19,"words_spoken":2558,"times_spoken":93,"laughter":11,"num_int_by":5}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.21639627876530598,"respondent":0.783603721234694,"date":1473644743789}}