{"petitioner":{"name":"FLORIDA","counsel":[0,1]},"respondent":{"name":"CLAYTON HARRIS\n","counsel":[2]},"caseNumber":"11-817","date":"2012-10-31T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"Mr. Garre, welcome back. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you for or against the dog this time?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"For it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Garre --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"That -- that goes to the field performance; but, the other requirements, that the -- some showing that the test -- that the training program is reputable, some showing that the handler, not only the dog, has -- has had training, it seems to me those two -- not -- there's nothing improper about that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't -- then why didn't they get the dog recertified?  By the time of the search, the certification had expired 16 months."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do you -- what do you have to show to establish that the dog was well trained."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it were just that -- you have the show that the program was reputable."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought all of these training facilities were private entities that contracted with police departments."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I go back to Justice Ginsburg's question?  There's no -- what I hear -- read the Florida court saying is there's no national standard for certification.  That's correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There's no national standard that defines what's adequate training, correct."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- let me just finish my question.  So assuming there's no national standards, then how do you expect a judge, without asking questions about the content of the certification process, the content of the training process, and what the results were and how they were measured, how do you expect a judge to decide whether the certification and the training are sufficiently adequate."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you still have to ask what that training was, and the judge still has to determine whether the judge believes it was adequate, correct?  That's what the totality of circumstances requires."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what does a judge do, just say, the police department says this is adequate, so I have to accept it's adequate?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Garre, I -- I have no problem that this record -- with this record.  My problem is how do we rule. Because it seems the me that I'm not quite understanding what -- how -- the legal rule you're asking us to announce.  I think the legal rule, you're saying, if the dog has been tested for proficiency by a police department's determination of what's adequate for proficiency, that establishes probable cause.  That's what I think the rule you want us to -- to do. I don't know what the role of the judge is in that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with that rule."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No certification, no questioning of the handler and the handler's training? The judge can't do any of that and shouldn't do any of that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not enough for you to win by us saying that a court can't insist on performance in the field records, that it has to look at the totality of the circumstances. What other case have -- have we announced, under a totality of the circumstance test, an absolute flat rule like the one you're proposing?  Where else have we said that one thing alone establishes probable cause --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that one factor alone."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose that if the reasonableness of a search depended upon some evidence given by a medical doctor, the Court would not go back and examine how well that doctor was trained at Harvard Medical School and, you know, what classes he took and so forth, right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Garre, you said there was the certification, training program, but you gave a third.  You said, or otherwise show proficiency in locating narcotics. So if there is no certification, no training, how would the state establish that the dog was reliable in detecting drugs?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I think you'll agree that the handler, too, the handler would have to --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not certification, but that the handler has been -- has been trained --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to work with drug detection dogs."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I'm somewhat troubled by all of the studies that have been presented to the Court, particularly the Australian one where, under a controlled setting, one dog alerted correctly only 12 percent of the time. How and when and who determines when a dog's reliability in alerting has reached a critical failure number?  And what is -- what do you suggest that number is, and how does a judge determine that that's being monitored?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm deeply troubled by a dog that alerts only 12 percent of the time.  Whatever -- whether we have a fixed number or an unfixed number, that seems like less than probability for me."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't answer what happens to the dogs who have -- dogs grow old.  They are taken out of service for a reason.  So how -- how is a court supposed to monitor whether or not a dog has fallen out of --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Garre, could I understand your argument?  Because -- suppose in a case the government comes in, says this dog has been through training and the handler has been through training.  And this is a case in which -- this is never going to come up when the dog actually alerts to narcotics; it's not worth anybody's time at that point. It's only going to come up in a case like this, where a dog alerts to narcotics, there is no -- there are no narcotics, but something else is found, and so the person ends up being criminally prosecuted.  So it's, you know, a small universe of cases. So the government comes in and says that the dog has been trained.  Can -- can the criminal defendant at that point call the handler, say, how has the dog been trained, what are the methods that -- that the dog has -- was used, and how did the dog do in training? Can the -- can the defendant do that."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can ask questions like how did the dog do in training."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And how about if you really, if there were some articles that said, you know, that there was a certain kind of method that, for example, led to a lot of subconscious cueing by the handler. Could the -- could the criminal defendant say, did you use that method that leads to these problematic results?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm using \"cueing\" not in terms of any intentionality, but one thing that I learned in reading all of this was that one difficulty here is that dogs respond to subconscious cues and that there are different ways of training that make that less or more of a problem."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I didn't mean to say that.  I just meant to say that there were -- there were no drugs found."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Palmore. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, I have two separate questions for you.  Tying the earlier case a little bit to this one, I am assuming that your position is -- and you'll tell me what the legal standard is -- that a well-trained dog, if he alerts, or walks by a row of apartments, a row of houses, and alerts to drugs, that that simple alert is probable cause for the police to get a search warrant."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So that, without any other information about -- unlike the earlier case or this one, where the police officer saw the individual being nervous, et cetera, et cetera -- that all -- all it takes is a dog alert, despite the fact that there is no study that says the dogs reliably alert 100 percent of the time?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I -- I understand."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So -- so shouldn't we be addressing the question whether a -- an alert, especially outside a home in particular, should be, standing by itself, enough?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, only because the officer said that he satisfactorily performed --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- and what the Florida court said:  But we don't know what that means."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And you agree that that's an appropriate area of inquiry?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The judge, presented with, here's Aldo, he was -- went to this school, he was certified, the judge can say, when was he last tested, right?  When did he last go through some --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The -- the only thing really you say they can't ask about is what's -- what's his record."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And judges do this thousands of times in thousands of cases.  They ask: Was the tip reliable?  There are any number of permutations.  It's a question of whether or not the trial judge was -- made a correct determination in determining that there was or was not sufficient cause for the police to proceed.  It just happens every day."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Palmore, you criticize the Florida Supreme Court for requiring evidence of field performance; and, assuming that that evidence is not required, if the defendant, in preparing for the suppression motion, wants what information there is, would it be proper to seek -- for the defendant -- would it be permissible for the defendant to speak -- to seek through discovery whatever field performance records there are?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If you take out the Florida Supreme Court and this one trial court in Massachusetts, basically you think what courts have been doing is the right thing?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But where at the same time they'll allow a defendant to question the handler about that training, about how the dog has performed in that training; is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you -- I'm not sure it's relevant, but do dogs -- are their -- does their ability -- is it even across the board?  In other words, if you have a dog that's trained and good at sniffing out heroin, the same dog is going to be good at detecting a bomb, or is there some difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So you don't know whether -- in other words, are dogs good at sniffing things, or are they -- can they be good at bombs, but not good at meth?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You don't want coon dogs chasing squirrels."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gifford. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you understand the government to disagree with that general position?  In other words, the trial court, if you have an attorney that's really concerned about the training of this dog, they can ask about it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't think they disagreed about what he may do; I thought they disagreed about what he must do.  That is, the Florida Supreme Court said you must, da, da, da, da, da, and gave a whole list.  I thought that's what the case was about."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's a totally different matter.  Of course, I agree with you that a trial judge has control of the trial.  He's likely to know what's relevant.  In different circumstances, different matters will be, and he has first say on what you're going to go into.  It's the must. And now you're on the point.  Why is that the right list?  I mean, what in the Constitution requires that list?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Didn't the Supreme Court believe the Constitution required it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But what --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"So -- so if the state doesn't keep -- if the state doesn't keep any performance records, then there would be no field performance to show, but that doesn't mean the state loses; is that what you're saying? The state doesn't keep performance records. The Florida Supreme Court seemed to say field performance records are required."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Now I thought the court said -- held against the state.  I thought what the Florida court was saying is that if you didn't produce it, the dog's evidence would -- would not be allowed -- it's --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- the search is invalid."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Even worse."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Are you conceding that the Florida Supreme Court, at least with respect to the field performance records, was wrong, that they -- it is not a Fourth Amendment requirement?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But they said it was part -- but they outline what the government must prove, and that was one of them."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is that a requirement too? That's a constitutional requirement, that the dog training doesn't count unless it's training with the officer who is using the dog?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, fine.  Counsel can bring that up.  Counsel can bring that up at the hearing before the judge.  But -- but I understood this to be a -- a requirement.  You never even get to that hearing, because there's no evidence that this dog was ever trained with this policeman."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, and therefore end of case, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Doesn't this -- this officer has been working with this dog for many months. They have training periods every week.  So why isn't that enough to show that this handler and this dog worked effectively as a team?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what -- what are the -- what are the incentives here?  Why would a police department want to use an incompetent dog?  Is that any more likely than that a medical school would want to certify an incompetent doctor?  What -- what incentive is there for a police department?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And that's a good thing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you acquire probable cause, you go in and there's nothing there. You've wasted the time of your police officers, you've wasted a lot of time."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, maybe the police department doesn't care about that, but it certainly cares about wasting the time of its police officers in fruitless searches."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Willy-nilly.  Officers just like to search.  They don't particularly want to search where they're likely to find something.  They just like to search.  So let's get dogs that, you know, smell drugs when there are no drugs.  You really think that that's what's going on here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They like to search where they're likely to find something, and that only exists when the dog is well trained.  It seems to me they have every incentive to train the dog well."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- getting back to -- I'm confused about the difference between must and is required.  What if the judge has before him or her a record, this is where the dog went to school and it's a bona fide school, this is where the dog was certified, he's trained every -- every, you know, couple of weeks or whatever it is, and the judge says, do you have any field records, and the officer says, no, and the drug says -- the judge says, well, then no probable cause.  That's reversible error, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You have, I guess, experts testify about whether -- what constitutes a good training program."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I assure you that if we agree with you there will be a whole body of experts that will spring into being about dog training.  I assure you that that will be the case."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I understood the Florida Supreme Court, counselor, to say that the deficit in the training records here was because there was no evidence of false positives, that the reports didn't say, the training reports didn't say, if the dog was alerting falsely. Assume that the record, as your adversary claimed, shows the opposite, that a satisfactory completion means that the dog detected drugs where they were.  What -- why wouldn't the training records here be adequate in that circumstance?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I guess what I'm asking you is, as a matter of law you want us to hold that training records are inadequate unless what? Unless -- you're going to specify now a list of things they have to include?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but -- but counsel, you're defending a Florida Supreme Court opinion which says \"must.\"  You can't just say, you know, I'm not asserting any particular thing is necessary, just, you know, totality of the circumstances.  You have an opinion here in which the Florida Supreme Court says \"must.\"  It must include the, you know, the field training.  Now, do -- do you disavow that or -- or do you want us the ignore it?  What?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if this is absent in the totality of the circumstances and you nonetheless hold that there was probable cause, then \"must\" does not mean \"must,\" right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's not what the Florida Supreme Court said?  It listed, along with training, that the -- the provision of records of field performance."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose it's -- it's a dog that's just completed the training, training course, top-performing dog in the training program, but there's no field record."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What is wrong with the state's argument that field performance records are not very probative because dogs detect odors, they don't detect the physical presence of the substance that created the odor, and therefore so-called false alerts, cases in which a search was performed and no contraband was found are not really cases of false alerts.  What's wrong with that?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that may all be true, but then what -- what can one infer from the fact that a dog alerted a number of times when no contraband was found? I think what you just said was the explanation could be the dog detected an odor, but the substance wasn't there, or it could be that the dog was cued or the dog was confused or the dog is not very competent.  So what can one infer from these field performance records?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But they are likely to be found if there is a residual odor of drugs, even though the drugs are no longer there.  So it's not an incompetent dog when he alerts because of the residual odor."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, how is that any different than a police officer who comes to a car and smells marijuana?  He's never going to know whether there is any more in the car or not.  It could have been smoked up an hour before.  I don't know how long marijuana lingers for, but -- I'm not sure why residual odor affects the reliability of the dog, which was Justice Scalia's point.  It's no different than an officer who smells something. He doesn't actually know whether it's physically still present or not, but we're talking about probabilities."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, excuse me. Where -- when nothing is found, how can you tell whether the dog alerted to a residual odor or simply made a mistake? Now, there may be cases where there is other evidence that suggests that drugs were present in that location, and, therefore, that is something from which you could infer that the dog was alerting to residual odor; but, the fact that you don't have evidence of that doesn't mean that there wasn't residual odor."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What's the magic number?  What percentage of accurate alerts or inaccurate is enough for probable cause?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The alert -- the alert here could have been to residual odor, or it could have been to drugs inside the pickup truck.  If it's -- because the alert was in front of the -- a front door handle, is that -- so it -- it's equally likely that it -- that it was just residual odor or that there were drugs inside the pickup truck. Can the police establish probable cause when what the dog alerted to may well have been residual odor and nothing inside?  The dog didn't alert anyplace other than the door handle, is that..."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  Did you say it can or it can't?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But at least we don't have to worry about mothballs in this case; is that right? There are no mothballs? (Laughter.)"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Was that the holding in the Florida Supreme Court, that there was no probable cause because the dog alerted to the wrong part of the truck?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Was it any part of their reasoning?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And if we think they were wrong in that respect, I suppose that you would say the Court shouldn't reverse, but should vacate and remand because the question did alert him to the door handle, was that enough?  Was that enough to establish probable cause that there were drugs in the vehicle?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Garre, you have 3 minutes. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you -- would you allow counsel to ask about that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2343,"interruptions":15,"times_spoken":35,"laughter":0,"num_int_by":3},{"id":1,"fullName":"JOSEPH R. PALMORE","firstName":"JOSEPH","lastName":"PALMORE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1251,"interruptions":7,"times_spoken":17,"laughter":0,"num_int_by":5},{"id":2,"fullName":"GLEN P. GIFFORD","firstName":"GLEN","lastName":"GIFFORD","counsel":true,"justice":false,"side":"respondent","words_spoken":2550,"interruptions":14,"times_spoken":43,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":593,"interruptions":3,"times_spoken":25,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":930,"interruptions":5,"times_spoken":24,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":604,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":365,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":105,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":124,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":255,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3594,"times_spoken":52,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":14,"words_spoken":2550,"times_spoken":43,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":3285,"times_spoken":99,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.7163372223651063,"respondent":0.28366277763489367,"date":1472501779194}}