{"petitioner":{"name":"JONATHAN EDWARD BOYER","counsel":[0]},"respondent":{"name":"LOUISIANA ","counsel":[1]},"caseNumber":"11-9953","date":"2013-01-14T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case 11-9953, Boyer v. Louisiana. Mr. Bourke? "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bourke, was -- was it within the control of your client?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was he unable to get his Sixth Amendment right to a speedy trial?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He had -- he had one counsel, right?  During the whole time?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  For part of it, he had two, and then there was not enough funding for the second, okay?  So he was faced with a choice. Louisiana, as I understand it, has adopted a provision, which the Sixth Amendment does not require. The Sixth Amendment just requires counsel, but Louisiana says, in capital cases, we are going to provide two counsel, and you can't go to trial until you have two counsel, okay?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the State of Louisiana law?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't -- I don't understand that.  That's not Louisiana law that you -- that you can't proceed without two counsel?  That's not the law in Louisiana?  I thought that's --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- you don't consider supreme court rules to be law?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it the fact that, in Louisiana, you cannot proceed to trial in a capital case, unless there are two counsel?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then -- then you don't have a case.  You should have proceeded to trial."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The one -- the one counsel who was qualified, what was his name?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Lorenzi, yes.  He was only one at the time who was qualified to be lead counsel?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the Louisiana Supreme Court said, you don't have to do this.  You're his -- you're his attorney, but you have a right to be paid, and the State has to pay you. So there was no obligation on the counsel's part to do anything; and he kept asking, please have a funding order, let me be paid, and I'll do my job."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't there, at all times, one counsel who was being paid by the State?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"At all times?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was that counsel qualified enough under our constitutional Sixth Amendment jurisprudence?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the question is would only lead counsel under -- under the supreme court's rule qualify as competent counsel, for purposes of complying with the constitutional requirement?  Or would this certified second chair qualify?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly.  I'm just saying can you establish that the one counsel that your client had throughout this whole -- whole proceeding would not satisfy the constitutional requirement? Can you -- is there any basis for your saying that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not because of a Federal constitutional reason.  The court found, you are not complying with the supreme court rule.  You can't proceed without complying with the supreme court rule. It seems to me your client was faced with a choice:  You could either demand what Louisiana, in its generosity, has given to capital defendants, namely, the right to two counsel -- whether it's by statute or by supreme court rule, it doesn't matter -- you could either demand that right; or you could demand your right to a speedy trial.  That was your choice. And it seems to me what counsel chose was to insist, all along, I want my right to two -- to two counsel.  You didn't have to --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Bourke, did anyone --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"-- you didn't have to take that right.  You could have gone to the -- to the supreme court and said -- you know, since it's taking so long, I demand my constitutional right to a speedy trial.  But you didn't do that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you -- can you tell me why that is not what occurred here?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How much money would be needed for investigation and experts before you would acknowledge that that would be competent representation?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, a finding by the district court -- or whichever court found it, that there was not enough money to pay counsel, to investigate, and to -- to do whatever else -- buy stamps -- is not a finding by the district court that there was not enough money to investigate and to buy stamps. Counsel was a part of that mix.  You never had a finding that there was not enough money to pay counsel, right?  Or -- I'm sorry -- that there was not enough money to allow the counsel that has been appointed to investigate and buy stamps. Was there ever any such finding?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the big tag item was -- was paying counsel; wasn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- your point of view in this case --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In your point of view, would it satisfy you if we say, the Louisiana court of appeal found the largest part of the delay involved the funding crisis experienced by the State of Louisiana -- that meant giving you adequate money for counsel. Then they said, the progression of the prosecution was out of the State's control, as determined by this court, which I think referred to that funding crisis.  And we could -- and your view would be that's what they said.  We don't know the underlying facts, but that's what they said. And, insofar as they said that the State wasn't responsible for that part of the delay that they are talking about, they're wrong because the State is responsible for not providing enough money, even if it's a problem and to say they weren't responsible is wrong, okay?  That's what you want us to say?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Period.  And send it back."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You would like us to say what Judge Cook said in -- in her opinion, that responsibility for funding rests with the State, not with the defendant.  Once an attorney is appointed, it is the State's obligation to ensure that adequate funds are available for the defense.  And I take \"for the defense\" to mean not simply counsel, but the witnesses, the -- the investigation. It is certainly true that none of the delay due to the lack of funds was, in any way, attributable to the defense.  That's, essentially, what you would like us to say?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think it's enough that none of the delay was attributable to the defense. The defense has to complain, has to demand its right to a prompt trial. What did your client do?  Frankly, I -- I am skeptical that a capital defendant who has already confessed to the crime wants to be tried as soon as possible.  I'm skeptical about that. Now, what -- what did your client do to demand his right to a prompt trial?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- surely, that's unconstitutional.  Did counsel say, I demand a speedy trial?  You can't condition my right to a speedy trial upon my getting some affidavit or something."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still waiting for -- for anybody telling the court, I demand a speedy trial, and, if I don't get a speedy trial, you are violating the Constitution, and I ought to go scot-free."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it true that you waited three years before doing that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we clarify one point? Justice Scalia said something about a defendant facing the death penalty going \"scot-free.\"  There was an armed robbery charge that was added in 2007. Do you dispute that a new clock started in 2007, the first time that the robbery charge was -- was made?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about the basic problem in this case, as I understand the question presented, is should the State be responsible when the funding problem is at a local level? So suppose you have a State that says -- you know, we have had problems in funding; if we give this to the counties, it's going to be much better, and the counties are very, very good at raising money and knowing who the counsel are.  And so it's all handled by the county. Then one county has a disaster, a hurricane in that county, particularly.  Is that not a reason for delaying?  Or does the State have to immediately step in and -- and supplement the funding?  Can't the county say, oh, we need another two years?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it that's the issue that we're trying to decide here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The answer to the question -- that's what I was trying to do -- this case -- the briefing is filled with whether he asked in time, whether he was delaying, whether he should have done some other thing, whether he should have -- but the question that's asked is, simply, whether the failure to fund counsel is a factor that should be weighed against the State."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And maybe it only gets very little weight because maybe there was a hurricane, and maybe it doesn't even matter because he didn't make the right motions.  But the lower court said it shouldn't be weighed against the State, period.  And do we have to do anything other than say, if you're right, yes, it should.  Now, how much weight it gets, well, that depends.  There was a hurricane and -- but -- but it's something that they can't just ignore in -- in the hearing.  They have to figure out what happened and to -- to the extent the State should have done more, it weighs against the State. Do you want any more than that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And what else?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not quite.  I mean, the question presented is not as general as that.  It's much more fact-bound. It says whether a State's failure to fund counsel for an indigent for five years, particularly where failure was the direct result of the prosecution's choice to seek the death penalty, should be weighed against the State for speedy trial purposes. I think this is inviting us to look into the facts of this case and decide whether this five-year delay, particularly since the prosecution chose the death penalty -- you know, I don't like having to do that and -- but it seems, to me, that's what the question presented at least requires."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If we provide -- if we provide that guidance, what do we do about the continuances that Mr. Lorenzi requested that relate to the funding?  \"January 10, 2003, Lorenzi requests a continuance of funding hearing, citing scheduling problems.\" \"August 5, 2003, Lorenzi moves to continue hearing on motion to designate source of funds so that the Indigent Defender Board can consider funding Boyer's case at an August 26 meeting.\"  So this is -- okay. \"Lorenzi moves to continue September 12, 2003.  Lorenzi moves to continue hearing on motion to designate funds in trial, so that the IDB may, again, consider the funding defense at its next meeting. December 15, Lorenzi moves to continue hearing on motion to designate funds,\" et cetera. There are many of these motions.  What do we do with those?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, Justice Alito's problem seemed, to me, to get back to Justice Scalia's point, is that he seemed more interested in the funding than a speedy trial, the funding that would be provided by the State under its procedures."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And, as Justice Alito pointed out on several occasions, what the defense lawyer said was, let's put it off and see if we can get funding, let's put it off until there's the funding hearing, let's put it off and put it off, as opposed to saying, I want a speedy trial, I'm entitled to it now, if you don't have the money, I don't get a speedy trial, I get off scot-free."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The Constitution requires such a motion.  I mean, I don't care whether they have a -- you know, a speedy trial motion.  If -- if denying him the right to speedy trial violates the Constitution, surely, he is entitled to bring that to the attention of the Louisiana court, whether there's a specific statutory or rule provision or not."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, they -- they don't even want counsel to say -- you know, Your Honor, we've been trying to get funding, and we're -- we're just sick and tired of waiting for this.  We demand a speedy trial, and, if we don't get funding and, therefore, don't get a speedy trial, we think there's a constitutional violation, and we're going to ask that the indictment be dismissed."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Nobody ever made a statement like that to the Court, did they?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What did you say?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But wasn't there something about that motion was withdrawn -- the 2005 motion was withdrawn in 2006?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Dismissing it, instead of withdrawing it, that's the fine line he's drawing?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a line in Louisiana law?  I don't know.  Does this -- this come from French law or something?  It seems, to me, withdrawing and dismissing sound, to me, the same thing."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Withdrawing his motion to quash.  So it was withdrawn, right?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I think what you -- let's go back to that.  It was his view that, under Louisiana law to assert his Sixth Amendment right, he had to follow the procedure laid out in the Louisiana rule?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Under the Sixth Amendment, he had to comply with the requirements -- the procedural requirements of Louisiana."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So then how do you -- if he couldn't do it in 2002, '03, '04, or '05, how did he end up doing it in '05?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So why didn't he move to quash earlier?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  What -- is there a law or a regulation in -- in Louisiana that gives it a three-year mark?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel.  Ms. Sigler? "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How about the reasoning -- is delay because of the lack of funding attributable to the State or not?  Or to the district attorney as agent of the State?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what's wrong with what's been suggested by some, to remand to tell the court below to whatever extent this was the basis of your decision, it was wrong.  Now, redo the Barker -- the factors."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So is one factor determinative always in this calculation?  I thought it was a weighing factor.  And so, if it's a weighing factor, why isn't that, in and of itself, a factor that a court needs to weigh against the others?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but how do we know that?  How do we know that they would have reached the same determination if they had gotten it right on that single factor?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But wait a minute.  This is a --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Whether something is --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":5,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Whether something is the State's fault is a significant factor in the analysis, and we have made that very clear in our cases.  And so, if they got that wrong -- and -- and you, I think, quite rightly, are saying we can't defend that part of it -- if they got that wrong, don't we at least have to say, okay, well, get it right now, and do it again?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I would like to get the structure of your argument.  You began to say there's three reasons.  I would just like to hear those three reasons, so that I can understand the framework for all these questions."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The three reasons that we should affirm."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  And the second?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Thank you."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How -- on that, how could it possibly be Lorenzi's fault, which is what you said is your first point, when he said, pay me, Supreme Court of Louisiana, you have said that my operation as counsel for this indigent defendant doesn't become operative till I get paid, I have a right to get paid. All that counsel did was to say, again and again, pay me, get the funds to pay me.  I don't understand how in the world it could be the fault of an attorney who has not gotten one cent from the State, has a right to be paid before he engages in representation -- how can it be his fault?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I was going to ask you that question.  Opposing counsel said that it -- it wasn't primarily attorney's fees that's at issue here, but investigation costs.  That makes a difference to me because, if it's just attorney's fees, he could have gone ahead with one attorney, as far as I'm concerned."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't he say, at the same time, I couldn't do the investigation to make the motion required by the State?  So didn't that implicate the funding for investigation?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Were there funds for investigation?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Which funds?  Which funds?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Wait a minute.  I was told -- maybe I am sort of misreading this record -- that he was ultimately told that fund wouldn't be made available."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Ms. Sigler, on appeal, you said this, the -- the State said, because the defendant was without properly funded counsel for so long, the State simply could not ethically or legally bring him to trial.  So what did you mean when you said that, that the State could not ethically or legally bring him to trial?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, did you ever say to Mr. Boyer -- you know, you can go ahead, right now, with this single counsel that you have?  Was -- was that ever a choice put to him? Or because -- the way I read all of your assertions below and, indeed, the entire record below, is that everybody simply assumed that the case could not go forward in its present circumstances."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, a decision implies a choice.  Was a choice ever put to him?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you didn't even know that.  You said the State could not ethically or legally bring him to trial.  How was he supposed to know that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought -- I thought the statement meant could not ethically or legally bring him to trial while he is insisting on his right to two counsel."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It would have been different if he had said, the devil with the second counsel, I want a -- I want a prompt trial."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Then you would have felt that, legally and ethically, you could proceed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about your friend's argument that he couldn't ask for a speedy trial without an affidavit saying he was ready to go to trial?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Boyer was -- had a limited education and a low IQ.  Did anyone ever counsel him about this, no, you don't have to have two lawyers, you can have one?  Did any judge ever tell him what his rights were?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What was the level of his education?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And he was expected to know all this about two counsel -- you have a right to two counsel, but, if the State isn't going to pay them, you can go forward with one counsel? Did anyone ever tell this man, with an eighth grade education, what his rights were?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"His -- his one counsel might have known."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He did have one counsel. He had one counsel because he only graduated from the eighth grade.  That's why we provide counsel.  And that counsel could have known, no?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And she was not -- you know, you said that, at all times, he had at least two. It seemed to me -- two paid counsel.  Lorenzi wasn't paid, so it was -- was it Singer?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And then the woman -- Lehman, is it?  But, when she started representing him, she didn't have the qualifications to be counsel."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But she wouldn't -- she couldn't be appointed counsel in a death case under Louisiana's rules."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but, in the very beginning, she wasn't even qualified to do that."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":9,"sideBefore":"justices","text":"She was a graduate of Yale law school; wasn't she?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And another of his counsel, Mr. Singer -- of the three that he had -- he was a graduate of Harvard law school; wasn't he?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Son of a gun."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the minimum constitutional --"},{"name":"JUSTICE THOMAS","id":10,"spokeBefore":9,"sideBefore":"justices","text":"Well, there -- see, he did not provide good counsel. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, is -- do you want to define constitutionally adequate counsel?  Is it anybody who's graduated from Harvard and Yale? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Or even just passed the  bar?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I would think -- no, no, no.  This is a very serious question which is, I don't know that we have ever defined what the minimum qualification is for qualified counsel. But it is -- some of it has to be that counsel themselves feel adequate to represent a capital defendant."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know plenty of lawyers who would never either volunteer or would resist being appointed to take on that kind of case because it has many differences to a normal case."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"She's a very experienced trial counsel.  There's no -- no doubt of that.  But was she a capital counsel?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let me -- let me give you a holding -- this is an incredibly factually complicated case.  We don't usually take cases that are so fact-bound, but we've taken it. (Laughter.)"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Let me give you a rule that we might adopt.  If the failure to provide funding makes it impossible for some period of time for a case to be tried, then the delay is attributable to the State. Would you agree with that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You also agree, right on this subject, that the only sentence that I can find -- I haven't read it totally carefully -- but, in the lower court opinion, that has to do with this is the sentence I read before. And it says, \"The first three years he was incarcerated, he was charged with first-degree murder, and the progression of the prosecution was out of the State's control, as determined by this Court and the  Supreme Court.\" Now, when I look at those words, I am not 100 percent certain what they mean.  So it would be helpful -- but I don't want --- you're not going to do it -- I'd like to -- are you -- would you concede that that statement means they're saying that the State, for speedy trial purposes, is not to be held accountable, really, at all, for not providing the money, insofar as that's a cause of the delay? Is that a conceded point?  Or is that something I have to spend quite a lot of time going through? And, if you don't concede that, what is it that you concede, which would spare a little time going through this record."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought maybe you would not, but -- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, you are right.  Most of this opinion -- and almost all of it is about the other factors.  Now, I agree with you, that's what it looked like.  But we do have this sentence. So how am I supposed to figure out whether that sentence really means what they say?  Or just is something they threw in to make the opinion more difficult for us to understand?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, I don't either.  I don't either.  But what's the argument -- sounds as if it has something to do with funding.  So what's the argument it doesn't?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it says, you see, \"as determined by this Court and the Supreme Court.\" What were they talking about?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, okay.  Well, then, that's it.  They're referring to Barker.  Okay. So when they say it's out of this State's control, as referred to in Barker, which is our case, then what they mean is that it's not something that the State had anything to do with, so they shouldn't be blamed for it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"When you agreed with --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Ms. Sigler, could you go back to Justice Alito's question?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That was a good -- that was a good segue."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":5,"sideBefore":"justices","text":"You added the word \"deliberate\" --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Justice Alito, I  think, has a question pending."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you agreed with the -- the principle that I mentioned, except that you want to draw a distinction between the failure to provide funding and the deliberate failure to provide funding? Is that a real difference?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can the State inadvertently failed to provide funding?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How can --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"justices","text":"When we said in Krillon delays resulting from a systemic breakdown in the public defender system could be charged to the State, so that suggests systemic breakdown doesn't necessarily mean deliberate.  It just means there has been a breakdown, and the result is that the person can't get to trial. And if -- I think -- if Justice Alito could even read that again and if you think about it, in light of this statement in Krillon, that systemic breakdowns  are systemic breakdowns, whether or not they are deliberate."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's say you have a case where the -- the defendant wants counsel, can't afford counsel, and the State says, we'd love to provide counsel for you, but we're broke, we just don't have any money to provide counsel, but, maybe in a year, we'll have money to provide counsel. Now, what do we do with the delay between that point and -- and the -- the point, a year later, when the money becomes available?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose it is negligent. For -- for a year, this person isn't represented because the State keeps sending the checks to his cousin of the same name.  I mean -- you know, they didn't do it purposely.  He just happens to have a cousin, this lawyer, of the same name, who doesn't tell him he's getting these checks out of nowhere. So he can't hire the expert.  Absolute negligence.  I mean, that's not to be attributed to the State?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any authority for that?  I mean -- you know, maybe you'd discount it because it wasn't deliberate, but no attribution whatsoever?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  What's the difference between saying, I'm broke, and I want to pay the prosecutor because they kept paying the prosecutor, I want to pay for the prosecutor's investigation, but I won't pay you?  What -- what is the difference in applying the negligence versus deliberate standard? I mean, look, in the end, States are always strapped, but I don't know a State who doesn't make some income.  They make a choice about where they want that income to go.  And it may be, in your judgment, a more legitimate decision, but why is the situation less negligent -- why is it negligent and not deliberate? Why is the choice one, not the other?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then answer the question.  Why isn't the choice to say, I -- I'm broke, so I don't want to pay you, I'm going to pay the prosecutor -- which happened, the prosecutors were being paid throughout.  They had enough money to investigate, but we're choosing not to pay the defendants.  Why isn't that a deliberate choice?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Available funds to pay the lawyer?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the court itself said, repeatedly, that the cause of the delay was the funding crisis, the court -- I think we have to accept that as being the case, that the funding crisis -- the effort to get this lawyer paid failed, time and again. And it was the court determination that it is the funding crisis that caused the delay."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not going to argue the funding issue because I've got to go look at the record again. But let's assume that the record doesn't support your claim because, as I read the decisions below and the record that I saw, there wasn't funding available until -- I think it was 2006 or '7?  And so, somehow, there's a disconnect between what you're saying and the record. But let's assume that -- my hypothetical,  that there wasn't money, despite whatever you're saying. What's your position then?  Then it's not deliberate?  It's still negligence."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So there could never be a systematic breakdown, in your judgment, because any time the State gives resources to something else, it's not deliberate -- it's not a systemic breakdown."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bourke, you have about 3 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"There was money  allocated, but, if I understood the record correctly -- by the State -- the funding was grossly inadequate to cover all the needs?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bourke, would you respond to the last point made by -- by opposing counsel?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You did state -- it's in Appendix J -- \"Even if the murder indictment were quashed, Mr. Boyer faces the armed robbery prosecution.\""},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You told us, today, that that's not the case, that the armed robbery prosecution goes down the drain.  Which -- which is true?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"As to the murder or as to the independent robbery count?  It's not a lesser  included offense, the robbery count."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Boyer -- why would --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Why would we get to that question?  I mean, no courts below have dealt with it. It has been briefed to us in a grand total of two paragraphs, I think.  There would be no reason for us to get to that question."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And so -- so, from that point of view, we can assume that there is a robbery conviction that is still out there."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Or assume that there isn't, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RICHARD BOURKE","firstName":"RICHARD","lastName":"BOURKE","counsel":true,"justice":false,"side":"petitioner","words_spoken":3013,"interruptions":31,"times_spoken":68,"laughter":0,"num_int_by":8},{"id":1,"fullName":"CARLA S. SIGLER","firstName":"CARLA","lastName":"SIGLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2623,"interruptions":23,"times_spoken":63,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":212,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1299,"interruptions":3,"times_spoken":47,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":619,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":453,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":209,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":837,"interruptions":2,"times_spoken":16,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":340,"interruptions":0,"times_spoken":7,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":786,"interruptions":5,"times_spoken":30,"laughter":1,"num_int_by":4},{"id":10,"fullName":"JUSTICE THOMAS","lastName":"THOMAS","counsel":false,"justice":true,"side":"justices","words_spoken":11,"interruptions":0,"times_spoken":1,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3013,"times_spoken":68,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":23,"words_spoken":2623,"times_spoken":63,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":14,"words_spoken":4766,"times_spoken":148,"laughter":4,"num_int_by":6}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035357}}