{"petitioner":{"name":"MATTHEW ROBERT DESCAMPS","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"11-9540","date":"2013-01-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 11-9540, Descamps v. United States. Mr. Johnson. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't take issue, do you, with the argument that in -- in determining what the State law is you can take account not only of the words of the statute, but how the State Supreme Court interprets those words?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the California Supreme Court has said that an element of the burglary statute is the violation of some possessory interest.  Now, I know there is some disagreement between you and the government about that.  But assuming for the sake of argument that that is an element, one way for the California court to express that is to say simply, as it has, that an element is the violation of the possessory interest. Another way of saying exactly the same thing would be to say that the term \"enters\" under the California burglary statute means either breaking into a structure or the violation of the possessory interest in some other way."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Those are exactly equivalent.  Now, if they were to say the latter, would a conviction under this statute potentially qualify under the Armed Career Criminal Act?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but they -- they set out alternative elements, either breaking into the structure or the violation of the possessory interest in some other way."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but they have said -- do you dispute the fact that saying A, an element is the violation of the possessory interest, and B, the elements are breaking or the violation of the possessory interest in some other way, are exactly the same substantively?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your argument was that if the terms of the statute set out alternative ways of satisfying an element, you have alternative elements in essence, that then, even if some of those alternatives don't fall within generic burglary, if one does, then a conviction under that statute potentially can qualify."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that -- do you not --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Alright.  Now, what if the State Supreme Court says exactly the same thing?  Your answer to Justice Ginsburg was it doesn't matter whether the elements are set out in the statute or whether they are defined by the State court."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'll ask the question one more time.  Is there a difference -- what the California court has said is that an element is the violation of a possessory interest.  Assuming for the sake of argument that is correct, that is a correct statement of California law, is there any substantive difference between saying that and saying the element is breaking or, in the alternative, the violation of a possessory interest in some other way?  Is there some substantive difference between those two things?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Johnson, can I try what Justice Alito is getting at maybe in a slightly a different way?  And it's really the argument that the Ninth Circuit made, which is that you can take any indivisible statute -- indivisible statute, and you can reimagine it as a statute with divisible elements, and Justice Alito gave one example of that.  And the question that the Ninth Circuit says, is, once we've said that we can look to Shepard documents when we have a divisible statute, why not apply the same reasoning when we have an indivisible statute, given that any indivisible statute can kind of be reframed in our heads as a divisible one?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought our cases held that when you have a conviction for a weapons violation, you can look to the Shepard materials to decide whether, in fact, the weapon violation was a gun, a knife or an ax, can't you?  No?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or if -- you acknowledge if the State supreme court says \"weapon\" could mean a -- a gun, a knife or a hatchet, that would -- that would suffice, right?  But if the supreme court doesn't say that, we cannot imagine it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not spelled out as an element, but the State supreme court says, our statute says weapon.  Of course, a weapon could be a gun, a knife, or a hatchet, and then we look to the Shepard documents and we find that this conviction of a weapon violation was in fact based on the possession of a gun."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is there's no way.  This is purely conceptual.  A State supreme court that says the word \"weapon\" in the statute means knife, ax, or gun.  Now, are those three ways of committing the crime?  Or are they three crimes, each with a separate element?  That is -- we'd need not only St. Thomas Aquinas, but I mean, we'd need those angels dancing on the head of a pin. There is no difference that I can imagine. And therefore you are saying, look to the point of this statute; it is not to look to the individual way in which it was committed, and therefore go to the statute to see whether you have a single crime or separate crimes, okay?  That's that's what I think your argument is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think I understand your argument?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  If I understand your argument -- it's not as friendly a question as you might hope-- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- because what I want to do next is say, why are we debating this point, because the only difference I can see under the California statute is shoplifting and even that one is sort of debatable.  And the very next clause of this statute says \"or otherwise,\" \"or otherwise involves conduct that presents a serious potential risk of physical injury.\" So, why not forget about this metaphysical point and say, look, even if you are totally right, you've still got a statute that for 430,000 convictions and as far as we can tell there must have been fewer than 500 that involved shoplifting, so this is so much like burglary, that whatever risks were presented by burglary are surely present here.  So let's forget the metaphysics and just go on to clause 2.  Now, why hasn't anybody done that?  It's a mystery to me, because you haven't and they haven't.  So why not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  But I mean, what I would do -- I've said this and nobody pays any attention.  I think Justice Scalia's said it; nobody pays any attention.  I think Justice Posner said it.  He said, look, under clause 2, these are really empirical questions, is this dangerous or not.  Let's do a little sampling and what we'll do is we'll sample the kinds of people that this particular State statute X get convicted under and where a whole lot of them are dangerous it's a dangerous statute; and where not, not. And so nobody's done that sampling, but we do have some numbers here and the numbers here suggest that this is really a burglary statute."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, you could.  I just don't think there are that many people who burgle their own homes or who go into the home of somebody else with an invitation and then sneak into the cupboard and stay overnight and burgle everything.  I mean, there are some such, but --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  It doesn't have to do with that.  It has to do with the crime and the crime is the crime that the statute defines.  And the question is, is that crime otherwise -- present a serious potential risk of physical injury?  And if 4,000 manifestations of that crime it does, and 3 manifestations of that crime it doesn't, you would say the overall judgment here is this is a crime that does present that dangerous risk.  That's because in almost all cases it's there."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  It's exactly pure categorical.  You have a crime in a statute.  You don't know how dangerous it is.  It is not burglary, arson or explosives.  So to find out if it presents the same kind of danger you do a little empirical research.  That's all I'm saying.  It has nothing to do with categorical."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Is burglary or otherwise,\" \"or otherwise,\" \"burglary or otherwise,\" and the reason we have \"or otherwise\" is because Congress does know that the number of State statutes that are sort of like something, but not completely like something is in the thousands.  And so that's why they put in \"or otherwise.\""},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the Court were to say, we now hold that the modified categorical approach applies to this statute and to these facts.  Would the plea colloquy suffice to show that under the modified categorical approach the defendant necessarily was convicted of a crime that's equivalent to the generic crime of burglary?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if he necessarily --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the defendant necessarily was convicted of an offense that had the elements of a generic crime, if he necessarily was convicted of that, would that suffice?  And if it would, does the -- plea colloquy suffice to show that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It is a two-part question. I hope I can get an answer to each."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But if under the modified categorical approach we -- we insist that in the particular case before us the generic components of the crime must necessarily have been found by the jury, and if we say that that's the rule, that's inconsistent with your view of what the law ought to be?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think what you're saying is, it -- it could necessarily have been found by the jury, but he would nevertheless not have been convicted of that particular crime."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The jury in finding him guilty of the generic offense could only have found that this mode of committing the offense was what he used. Nonetheless, he has not been convicted of using that mode; he has been convicted of the generic offense. Isn't that your point."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But under the modified categorical approach the whole point is that we do look to the plea colloquy."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, which is why you say you don't think the modified categorical approach should apply.  But I'm saying suppose we say that it does and we look at the plea colloquy.  What do you want us to conclude from that?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you simplify that? Could you simplify that?  What do you think the elements of -- just going back to what Justice Scalia said, as I understand your position the elements of a burglary in California law is being in a place with the intent to commit a crime.  Whether you got there with permission or without permission, unlawfully or not, is irrelevant. So what you are saying is what he pled guilty to was being in that garage with the intent to commit a crime, correct?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the unlawfulness is not necessary."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No matter what he said, he wasn't convicted of a generic crime because all he was convicted of under California law was entering and --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with intent.  That's your point."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But your argument comes back to how the elements are defined.  It comes back -- so in your view, what is critical is in a case of a broad statute -- whether the statute simply sets out a broad category or whether it sets out lots of subcategories, that's what your argument comes down to. If the court says -- if the California legislature or the California court says, the element is entry, period, that's one thing.  If they say the element is breaking or entering in some other way, that's something entirely different.  It all comes down to that, in your view."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it's like the old joke.  I mean, it's in the statute, you are looking back to see whether he was charged with possession of a gun, which is one word in the statute, or an ax, or a knife. That's what we're looking for under the categorical -- modified categorical.  But if all it says in the statute is weapon, even if the supreme court says it's a gun, a knife, or an ax, you still have nothing to look for. Because the charge to the jury could have been, did he have a gun, a knife, or an ax, and the answer to that question, when the jury comes back, would be yes.  You see? All they have to say is yes.  They don't have to say which.  And therefore, Apprendi would be violated, in your view."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's your argument, then you're really asking for us to modify our prior cases.  Because I thought it was clear, that if the element -- if the statute requires -- if to qualify under ACCA, you have to have a gun.  And the statute says that you have to have a weapon, and a weapon is defined as a gun, a knife, or a hatchet, that would be okay.  Is that wrong?  Isn't that your -- don't you agree with that?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So your answer to Justice Breyer was not yes; it was no."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You didn't."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Let's -- let's get back to this case.  I think what you're saying about the plea colloquy is, even if he had said to the judge, yes, I broke and entered the Metro Mart, even if he had said that, the conviction still would not be for burglary."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And your principal argument isn't that -- is that what we've said in the modified categorical cases is that you look to these Shepard documents to help you define the element of the offense.  So if you're not sure which offense the person has been convicted of, you look to the Shepard documents to do that.  But you don't look to the Shepard documents for a different purpose, which is, we know what the elements of the offense are, but we want to know whether this person also committed the generic offense."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but -- here's, I guess, the rub, which is -- you know, I take the point that what the Ninth Circuit has said does not seem very categorical.  It doesn't seem categorical, it doesn't seem modified categorical.  But there is something a little bit insane about your position.  I don't see -- you take the most populous State in the country and everybody who's convicted of burglary, in the most populous State in the country, is not going to have committed an ACCA offense, even though, as Justice Breyer suggested, 98 percent of them really have."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not California's problem, right?  We're talking about Federal legislation and how that operates."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There's -- there's probably an obvious answer to this, but the Taylor definition of generic burglary is unlawful entry into or remaining in a building with intent to commit a crime. Why doesn't this, the crime of which the defendant was convicted, satisfy the remaining, the remaining in the building with intent to commit a crime?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that intent would continue while the person remains in the building."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Horwich. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you're not -- but you're not looking at the factual basis for the purpose of deciding the manner in which the defendant committed the crime.  You're looking to the factual basis or you look to these other documents in order to decide which crime it was that the offender committed. And the reason that you have to sometimes do that is because there are many State statutes which under a single section number list several different crimes, where \"crime\" here does not refer to a thing that happened at a particular day at a particular time, but refers to the kind of thing that a statute defines; i.e., a general category. Now, every case that we've written it seems to me says that or is consistent with that.  And that is certainly consistent with the idea of the crimes being burglary, arson, explosives, or other dangerous crimes. So the guilty plea is beside the point.  It may just say, guilty of 828 376 Section 42-BC, end of the matter. And we don't know which of those three things:  House, car, boat, which are there in that section, was the crime committed.  And he's saying that's the end of that.  And so he says, then, look, this is a California State statute and it isn't divided into three parts.  It just has one part.  And that one part is not the equivalent --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- of Federal burglary as defined by Justice Blackmun and the Court in this case, end of matter, QED."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's exactly right.  So therefore, that was my question basically."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And of course Congress knew that there are hundreds or thousands of State statutes with several different words and they -- you know, different ways of getting at the same thing, and therefore they wrote the next phrase of their Federal statute, which is it's burglary, arson, explosives or otherwise, or otherwise involves conduct that presents a serious potential risk of physical injury. And so if you have a slight variation on the burglary theme, it doesn't fit within generic burglary, but it's pretty hard to imagine it wouldn't otherwise present the same risks, at least if it's only a slight variation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I know and that was my question.  Why not?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe -- maybe they haven't argued it because there's some serious constitutional doubt about whether the statute which makes it a crime to engage in conduct which creates a serious risk of physical injury is constitutional.  That's such a vague standard, you go to prison for 30 years if you engage in conduct, quote, \"that creates a serious risk of physical injury.\"  I'm not about to buy into that one."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Horwich --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm going to ask you about an argument you did make."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"As I understand your argument, your argument is not the Ninth Circuit's argument, because you very carefully distinguish what are what you call missing elements cases from this case."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So do you reject the Ninth Circuit's view that the categorical approach should apply even where there is a missing element, as you -- as you call it?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let me give you a -- let me give you a different kind of example.  Let's suppose you have a statute that's made it illegal to interfere with a law enforcement investigation.  And you're prosecuting somebody, maybe the person is pleading, maybe he goes to trial; it doesn't matter.  The theory of the case is that the defendant violated this statute, interference with a law enforcement investigation, by assaulting a police officer, okay?  Is that a missing elements case or is that what you think is going on here, which is just -- it's just an overbroad statute?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The conviction is interference with a law enforcement investigation. That's the statute.  But interference with a law enforcement investigation can be done in extremely -- it can be done in an extremely violent way, which would be an ACCA offense or not."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And it's overbroad.  There are ACCA offenses in it, but there are also non-ACCA offenses in it."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why would there be any difference between those two?  Why would you take your argument differently from the residual clause than in the enumerated crimes?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Well, let me -- let's talk about this case, then.  I mean, I'm not sure I understand that quite.  But let's talk about the burglary.  Suppose that there was a State that just said entry.  In other words, this State says unlawful entry and you say that's overbroad, but we're still in sort of the same universe of an element.  Suppose the State just said entry.  Would we be in a missing element world or in an overbroad world?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that's my problem, which is you say that, but how to define a missing element from an alternative element is -- overbroad element, doesn't make any sense to me.  As I read the California statute, all it says is you have to enter a number of defined things with the intent to commit a crime.  It doesn't talk about whether the entry itself is unlawful.  That's your colleague's -- your opponent's argument.  But you're trying to read into the method of entering that it could be legal or illegal, and so you look at the documents to add that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"True.  But what they said in Gauze is that the entry must invade a possessory right in a building.  And that cuts in your favor, because that's not having different ways of committing a crime, that's what the word in the statute means."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  So now you're ahead. But the difficulty I think is, as I understand it, that invading a possessory interest includes -- includes going into a shop with an intent to steal something, a shoplifter.  Now, you could go back to the Blackmun opinion and you can say, ah, that falls right within it, because generic burglary is defined in part there to include generic, an unprivileged remaining in the building.  And you say, you see, these are the same. Were it not for two facts.  The first fact is in Shepard it seems as if the Court says shoplifting is not burglary.  And then you look to the treatise that they cite for that, which is LaFave, and LaFave makes that even more clear.  And says, no, when you talk about remaining, what we're thinking of is hiding in a bank and not going into what used to be Jordan Marsh and staying overnight, or not even staying overnight, but just putting a few toothbrushes in there."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So that's where the problem is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ah.  But now, once you conflate those you are back to Justice Sotomayor's problem."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So how do you take that position and advocate the answer you're giving here? Because you are asking us to determine or to have courts below determine what are or are not definitions that the judiciary is applying to means versus mode, et cetera?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Your approach creates its own idiosyncrasies.  I mean, suppose the same plea colloquy had taken place and the prosecutor, instead of saying -- you know, the defendant broke and entered, he had said, the defendant unlawfully entered, right? Completely different result under your theory; isn't that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think it's -- I think it's a deeper problem than that, because the defendant is standing there and he doesn't care at all whether the prosecutor says unlawfully entered or broke and entered. It doesn't matter a whit to him.  And so -- and so something is -- is --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- the difference between an enhanced sentence and not an enhanced sentence that is not likely to be thought about, let alone adjudicated."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The point would expand -- this would expand the problem that you've identified, that the Shepard approach, the existence of the documents, how carefully they've been developed, it would expand that fortuity to a far greater number of cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The -- I'm not sure that it achieves greater sentencing equity when you have two defendants who have done exactly the same thing in California, and because of the fortuity of what the plea colloquy looked like in one case as opposed to another, when it really didn't matter one way or another in that situation, one person qualifies under ACCA and the other doesn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And presumably I agree that you don't have -- you don't have empirical evidence.  But given how -- it does seem to me that it's a broad expansion of the category of cases to which you would apply the modified categorical approach under your position."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It seems strange to me at all.  He hasn't been convicted of raping or having intercourse with somebody under -- under 14 or under 15."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He's only been convicted of having that with someone under 18."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Not everything the jury finds constitutes a conviction.  They have to find something that is an element of the charged offense."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If being -- being under 16 is not -- or 14, whatever it is, is not an element of the charged offense, I don't care what the jury finds."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But breaking and entering -- in your brief as I understand it you are not relying on the prosecutor's charge that there was breaking and entering.  You're relying entirely on the plea colloquy.  And in this plea colloquy, the prosecutor said, he broke and entered a grocery store. He says nothing.  In the typical Rule 11 setting, when the judge goes through the series of questions, the judge doesn't take the defendant's silence.  The defendant has to positively affirm.  And here we have a plea colloquy where the prosecutor says something and the defendant doesn't respond. Why is that any kind of a necessary admission when he said nothing, which he might have done under the impression that it didn't matter because he had the intent to commit a crime?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why should it be different than in the Rule 11 colloquy?  Why shouldn't there be -- if -- if this is going to determine whether there's a crime qualifying under ACCA, why should it be enough that the prosecutor said something?  Why shouldn't the defendant have to say, yes, I broke and entered the grocery store?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Qui tacet consentire videtur.  Why don't you quote the maxim? (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He who remains silent appears to consent."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I guess it depends on whether the basis has any relevance to the punishment he's going to receive, which in this case it doesn't, but put that aside. Here's one thing that strikes me as odd about your position.  You said before in response to a question -- you said if the California Supreme Court had not decided Gauze, then you would not be up here arguing what you're arguing."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, if there were -- if there were no unlawful entry that counted under California law --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- but -- you know, the fact that there is a strange Gauze case which says that you can't burglarize your own home -- right -- the fact that the Court happens to come across that case and happens to decide -- it seems completely irrelevant as to this matter whether or not the California court once decided that you can't burglarize your own home.  What does that have to do with anything in this case?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let me quickly ask you this then, you say look at Gauze for this reason, it makes clear that in these words of the California statute, there must be an interference with a possessory interest. Now, go back and read the Blackmun opinion, and it says the element of generic burglary includes an unprivileged entry or remaining into a building.  You say now, between those two forms of words, there is virtually no difference."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The one possible difference is shoplifting."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And as to shoplifting, here is what I would like to say.  This is you, okay?  Not me. Shoplifting just is not a factor under California code section 459.  Now, you have not added those last words; and therefore, I begin to think maybe it is a factor.  And if it is a factor, then I'm afraid I'm then leaning in favor of saying there is a big difference in the California statute in generic burglary. But if you could tell me, no, there are other shoplifting statutes, this is never or hardly ever used for shoplifting, then maybe I would feel differently about it, and say, oh, it's close enough."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You see why I turn back to the empirical question and keep wondering, why is it not possible to get, say, a law professor; they have spare time -- get the sentencing committee, get someone to look and see what are the real behaviors that are convicted under section 459."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And then advise defendants who -- who anticipate committing these crimes, so that they will know which crimes carry another 30 years. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Well --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- to charge it as what? What's shoplifting?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it -- but it does come under this section 459."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me what the difference is between entering the garage with permission and taking a wrench and walking out, and entering a store with permission and taking an article of clothing.  Are they both shoplifting?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They are the same thing. So in answer to Justice Breyer's question, you do admit that under the California definition of burglary, shoplifting could be charged."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I think your adversary can speak for himself, and his brief did point to some convictions for shoplifting under the statute."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There are some."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What seems to me perhaps clearest about this case and others is that this modified categorical approach has turned out to be extremely complicated, and occasionally produces results that seem to make no sense whatsoever.  Was this inevitable?  Is this really what Congress intended, or did the Court create this problem by the way it has interpreted ACCA?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Johnson, you have 4 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Johnson, the last answer by Mr. Horwich to the last question was, it would be simpler if we hadn't done the modified categorical approach; but the reality is we have a statute.  The active statute that defines violent felony not with respect to a felony that involved dangerous conduct, but as any crime punishable by imprisonment that has an element that threatened use of physical force.  So it's not what the Court created, it's what the statute created."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does the offense of burglary have the element of using force or threatening to use of force?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the element doesn't -- the element language doesn't apply to burglary."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you don't have to prove -- I mean, burglary is specifically named.  It's not -- it's not the residual --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Clause."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"It's not the residual. The -- the use or threatened use of force is the residual.  If you're convicted of burglary, it doesn't matter whether -- whether you threaten force, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think only -- only those burglaries that -- that threaten force are covered by the statute?  Certainly not.  It's all burglaries, as long as you meet the generic definition of burglary, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAN B. JOHNSON","firstName":"DAN","lastName":"JOHNSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1997,"interruptions":15,"times_spoken":53,"laughter":0,"num_int_by":7},{"id":1,"fullName":"BENJAMIN J. HORWICH","firstName":"BENJAMIN","lastName":"HORWICH","counsel":true,"justice":false,"side":"respondent","words_spoken":3017,"interruptions":28,"times_spoken":54,"laughter":1,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":207,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":365,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":676,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":921,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":501,"interruptions":1,"times_spoken":16,"laughter":2,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1659,"interruptions":3,"times_spoken":26,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":221,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":435,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":1997,"times_spoken":53,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":28,"words_spoken":3017,"times_spoken":54,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":4985,"times_spoken":113,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.9864247614702691,"respondent":0.01357523852973086,"date":1472703110679}}