{"petitioner":{"name":"ALREADY, LLC, DBA YUMS","counsel":[0,1]},"respondent":{"name":"NIKE, INC.\n","counsel":[2]},"caseNumber":"11-982","date":"2012-11-07T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case 11-982, Already, LLC, d/b/a YUMS v. Nike. Mr. Dabney. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if I were to write an -- an opinion indicating that there's a chill here because distributors and retailers will see that there's been this suit against the -- your client and they will be reluctant to distribute, would there -- would I just make that up?  Or is there something I can read to find out -- to find that out, or --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the -- the evidence here was that they did need investors, and investors were reluctant."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It wasn't specific evidence, but then I -- anything besides that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Is that -- is that in the record?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When you said it's incredibly costly to do this and so forth, is that in the record?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it makes sense, but I -- I'm a little reluctant to take judicial notice of the shoe business.  I mean --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're right, that's the standard.  And so you said that -- I mean, I feel perhaps more calmly about this than I might feel is warranted, but the -- the question is, is there anything here that you -- so you said, by definition, we're going to produce some new shoes, which new shoes are not -- do not have the appearance of any current and/or previous footwear product designs and any colorable imitations thereof. So I would like you to refer me to the record where your president of your client or somebody else says, we are intending to produce some new shoes that fall outside that definition, and of course, I will look at that, because your opponent says we can find no reasonable likelihood that they are going to produce anything or they have any present intent of showing -- of producing something that falls outside that definition. But now, you just said, oh, no, we're definitely going to.  So just refer me to those pages in the record that shows that because, of course, you win, if that's true."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that isn't the point.  The point is, is the new footwear that you're designing footwear that is not -- does not have the appearance of any current or previous footwear product designs or any colorable imitation thereof?  And so to say you are in the business of producing new footwear, at least, to me, suggests nothing because the question is what the footwear looks like, not that you're producing new footwear."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not interested in the real world.  I am interested in the record."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And does it show anything at all in respect that would support the claim that you are going to produce new footwear that doesn't either resemble, nor is a colorable imitation of anything that you have previously produced or is the subject of the case?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Period?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So I take it that this case really boils down to should you have -- should they have or you both have another chance to say what the new footwear will be -- look like under a new standard, or is there enough here already to say, well, really, the judges could conclude that there is no real likelihood that you're going to produce something that won't look like what's already been produced."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and I assume that was your point, that you shouldn't be put through the trouble of figuring out whether the new shoes that you produce are close enough to the old one to be covered or are not.  You're at risk --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- right?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And I would think that you would add this as well, that, for a competitor to demand that the other competitor tell its plans, its marketing, is, to say the least, patronizing, and -- and probably quite injurious, in and of itself."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, again, there's -- do I just know that because I'm a judge?  Or is there someplace I can look for that?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Dabney, are you saying that this device of the unilateral covenant is no good, unless it says that you will never be sued for any shoe that you ever produce?  Is -- are you saying that the covenant is no good or that this covenant is deficient?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- if -- if you are uneasy about the covenant as it exists, why didn't you say, judge, this covenant doesn't give us adequate protection, it should be amended, and then say what you think you need to be adequately covered?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does that mean that, if they gave you a covenant that said, vis-à-vis your company, our trademark, the form of this shoe, is invalid, we won't sue you for anything, either an exact duplicate or any colorable imitation thereof with respect to this design; would that be enough for you?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you want to help everybody else --"},{"name":"JUDGE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but why wouldn't that be --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You get a lot of what this extra stuff -- you know, that you say, well, even if this is all right, they're not going to sue me for that, there's all the collateral damage.  You get a significant amount of that by the covenant not to sue. Nike can't go around giving out these covenants left and right because, if they do, they will undermine their own trademark."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does it -- where does it do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So if you take -- if that were taken out, is your case the same or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess maybe this is the same question Justice Ginsburg was asking. You're -- you're a lawyer in this area.  You want to write a covenant that will satisfy the fellow on the other side, but what does it say?  Can you do that?  Or do you have to say, the only way this case can be rendered moot is if the trademark is totally invalidated?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, that's kind of a yes or no answer.  Can you write a covenant that says something other than the trademark is totally invalidated?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"justices","text":"So --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":8,"sideBefore":"justices","text":"But why?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":9,"sideBefore":"justices","text":"-- what you're saying is you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"So you're saying that, in this case, there's no way -- I mean, I thought it was a practice that was not unprecedented for parties to grant covenants of this sort.  You're saying this is unheard of, nobody -- nobody can do this?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not the question, Mr. Dabney.  The question is:  Is there any covenant that exists in the world that would make you feel secure?  And I suppose I'm having a little bit of difficulty with the answer, with an answer that says, no, there is no covenant that you can write that would make us feel secure."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't know why -- my solution was that they would give you a covenant that I suggested as a possibility that would say, vis-à-vis you, you can imitate, counterfeit, use this design, only vis-à-vis you.  Why doesn't that protect you fully?  Because what they're saying to you is, copy the design if you want, so long as you're not using another trademark.  But that's not the issue.  The issue is whether you're infringing this design."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dabney, that's a different answer than the one you gave me when I asked the same question.  You said because we don't want to be an involuntary licensee of Nike."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But can you -- can you just explain to me -- you've given a name to this carte blanche that -- that Nike would give you.  What is the significance of your being an involuntary licensee? It's not something that -- that you wear as a brand.  I mean --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you're going back to saying the covenant -- no covenant is any good."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that look --  I mean, maybe you could suggest to me that I -- that we should change what the law has been or not follow it here, but where I'm taking the law from is Friends of the Earth."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And in Friends of the Earth, it says a defendant -- namely Nike -- claiming its voluntary compliance moots a case, and what they're claiming is that this -- a covenant moots the case, moots the case, the covenant they gave, there's the formidable burden -- you know, it's formidable, you're quite right -- of showing it is absolutely clear, correct, that the allegedly wrongful behavior, namely, their suing, but their suing in respect to this kind of shoe, could not reasonably be expected to recur. And they say, since we promised in an enforceable promise not to repeat this behavior ever -- 100 years, how could it be expected reasonably to recur? How could our behavior, namely suing for infringement in respect to a shoe like this, be reasonably expected to recur, given our covenant?  And your response to that is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dabney --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if you had the -- the various interests that you're asserting now -- we're not talking about mootness, but we're talking about Article III standing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm looking at what you're alleging, that you have plans to introduce particular shoes.  People are considering investing in your company.  Your opponent has intimidated retailers. If you brought a suit by yourself, is that sufficient to establish Article III standings?  Are those the sort of concrete and tangible injuries that we've required?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Just because you plan to introduce a particular line of shoes, you can bring a lawsuit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  Okay.  Just because people are considering investing -- somebody who came in and said, I've got this company, people are thinking of investing in it, and therefore, you want to proceed with your lawsuit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that surely would not establish Article III standings.  Everybody's cost of operation is increased whenever there's any trademark at all because you have to check and see whether it violates a trademark."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dabney, suppose there had been no infringement claim, could you have -- but you're in the shoe business and you're -- you're worried -- could you have brought a declaratory action or an action for an injunction to have the trademark declared invalid?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you say you could not have brought a suit to -- to cancel?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But if that's the case -- if the difference is that you've been sued, then it should be adequate protection, if you know that you won't be sued again.  And that's why there's the question of what kind of covenant would give you adequate protection that you won't be sued again?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Dabney, you told me that you could not bring such an independent suit, you have to be stung once.  So you can bring it as a counterclaim, as you did here, once there's an infringement suit, but you -- you did say that you could not just walk into court and say, I want an injunction invalidating the trademark."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I suggested it might not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Anders. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Anders, what -- there is a question about why a competitor should have to produce to its competition its future plans of development.  I mean, the marketplace, especially in fashion, importantly, likes to keep quiet what it's doing because what -- it doesn't want other imitators to beat it to the punch. So given that interest, why isn't their claim that they're being inhibited because of the requirement to produce their products -- or their intended products -- enough to establish injury in this case?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then what did --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Could we say there is just a presumption, that, if you're in the business, that you probably are interested in future design, period?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Wouldn't establish a --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I read this affidavit as saying, we're in the shoe industry, we're going to make new shoes regularly, we want to copy their shoe, we don't think it's protected by trademark, we want to copy it -- they don't say -- and that's something on rebuttal that maybe Petitioner will explain -- that we want to copy it exactly.  But what they're saying is, we want to copy it because it's a free form.  That's really what I read their affidavit as saying. So if -- why do they have to actually -- do they have to produce their design to prove they're doing that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But saying it is enough? That's what I thought their affidavit said, and I thought the court below said, no, you've got to show us the product."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Please, now go back to my question.  Is it enough to just say it?  Or do they have to produce the designs, so that the Court and Nike can decide -- it is Nike, right? -- the Court and Nike can decide whether the shoe is a colorable imitation or an exact copy."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I agree with you."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, Ms. Anders, take this case, where Already says -- you know, we're not really going to say anything particular.  We're just going to say that we're in the business of making shoes, and we might make a shoe.  Would that -- would that -- that would not be enough under your standard; is that correct?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Given what Already has said in this case, why is it that you think that we should remand?  I mean, it sounds as though we're remanding for no purpose, given what Already has said throughout the course of the litigation and, indeed, in this Court today."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But its future -- its future shoes are clearly -- and I thought the counsel for the Petitioner might have -- might have added this in his answer to Justice Sotomayor, that its future shoes are not covered by this.  And the -- if -- if Nike has the heavy burden of proof, can it have discovery and take depositions on what their plans are, what their marketing plans are, what designs they're thinking about?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So then -- so then the covenant not to sue gives Nike an advantage that no other manufacturer has."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you mean any manufacturer without -- without any litigation can ask Already, well, tell us your plans, what shoes are you thinking about?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But why should Already have to do that to anybody?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So Nike has an advantage over Already that no other manufacturers had.  It can demand what its future plans are."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Let me just ask one question on that, and it's a little bit off of what we've been talking about.  You say, in your brief, well, now, don't worry, what you can do is you can go to the trademark -- the PTO board, and they'll -- they'll adjudicate this mark.  And so -- you know, you can really go out of the courts and go to the administrators. Suppose Already goes to the administrative agency and loses.  Can it have judicial review?  And is there -- is standing easier to show, once there has been an adverse action in the administrative office?  Or are we right back where we started?  So once you go to the agency and you try to appeal, the Court says, well, this is an Article III court, we need a case of controversy, and you're right back where we are now?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That was a big part of your argument.  You were telling us, oh, don't worry, you can always go to the patent level."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No.  My -- my question is: Is the Article III requirement that Already has the same in this case as it would be if they sought judicial review from an adverse order of the administrative agency?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm talking about going to court."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Anders, you did say, if I recall correctly, that Congress regarded the PTO as the preferred form for cancellation proceedings.  The -- the statute sets up the PTO proceeding, but it also allows the claim to be brought in -- in court.  So what -- what shows that Congress meant these claims to be -- to go to the agency in preference to the court?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought your answer to Justice Kennedy's question might be that the -- an adverse decision from the agency covering you is an additional injury in fact that gives you Article III standing, unless the -- unless the basis for the agency's decision is you don't have any injury."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Goldstein. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How do you deal with the point that's been discussed with your adversary, they have to show you everything they intend to produce? What entitles you to that showing?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What if they simply said --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- you have the trademark, we think it's invalid, we want to copy your shoe?  We want to copy just the form of your shoe because that's what the trademark involves."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And once we have the invalidity, that's what we're going to do."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Would that be enough of a showing?  We don't have plans right now because your trademark stopped us from having the plans, but the minute your trademark is -- isn't validated, for sure, we're going to do it because it's going to mean great sales if we put our name on it, rather than your name."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Goldstein, how the case came to us -- how this case originated was a counterclaim."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And at the time the counterclaim was asserted, there was certainly Article III jurisdiction over the counterclaim, right?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you that this covenant covers an exact copy of your shoe?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is -- is -- is the Petitioner -- do you anticipate that the Petitioner will agree with you, that this covers future products?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The colorful imitations -- colorable --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The colorable imitations are colorable imitations of their shoe?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You haven't promised to not sue them over colorable imitations of your shoe?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you have two categories.  You have current and previous, as to which the covenant runs to everything.  Then you have what you say is future, and that has to be a colorable imitation."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So it -- so it -- so it does cover some future designs.  And they're correct about that, and you're incorrect."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So it's -- so it's a question of -- of deficiency in their pleading.  Suppose they amended that counterclaim and said, as soon as we are able, we want to do a counterfeit."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But suppose in a different hypothetical case, they had said, what we want to do is to copy Nike's shoe --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- what then should have happened then, in your view?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  Why?  I know you said that in your brief, but if you give it -- yes, if you -- if you say the -- the whole world can copy it, but this covenant would give it to only one manufacturer."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So why would you abandon -- why would giving a covenant to Already amount to abandonment of your mark?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What is it -- I would like to know.  I mean, I assume you ask them, do you have any current or future plan to produce a shoe that would violate our mark --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- or that might -- which does not look at all like the present -- your present shoe, and isn't even colorably like your present shoe, do you have a plan to do such a thing, are you in the process, is it likely? And they say, no, it's not likely.  That's the end of it.  They're just as if they manufactured cell phones."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But if they were to say -- you know, we make new shoes all the time."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And this is some kind of thing we might well consider, and we have people working on it; and they are considering whether to do it or not, it's well in the works -- they win.  Okay? What did they say?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm making this as simple as I can."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm a shoe manufacturer. I want to make new designs, and I want to be free to make the designs that I want."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If this mark isn't validated --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- I intend to copy as much of it as I can."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't have any records of doing the planning because the trademark was there."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But, for sure, given my current shoe --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- and the fact that they thought I imitated them --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- meaning, you --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- you invalidate the mark, I'm going to copy as much of it as I can."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Would that be enough?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In your mind, you're saying --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You could do discovery then?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And the discovery is going to show what?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The president comes in and says exactly what I said.  There are no plans --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, could you go back to Justice Breyer's question and answer that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  You don't have to read to us."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What they say is that they changed this at the rate of a mile a minute -- you know, they have -- they have stuff they put out, and we have the YUMS and the Sweet -- whatever it is and the Jelly Bean and so forth, and we keep changing it. And so I don't know.  I mean, it doesn't seem clear, one way or the other.  If it is -- if I come to that conclusion, is it the case -- I thought perhaps, in looking at this, that the line I quoted -- remember, which puts a lot of burden on you, from Friends of the Earth -- is not quoted in the district court, not quoted in the Court of Appeals, so perhaps the thing -- I think the SG wants something like it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So you say, okay, this is the standard; it's tough for Nike to show this.  You seem to have conducted this case without that standard quite in mind.  It's tough for Nike, but they can do it -- you know, depending on the facts, and you have these protective orders, da, da, da, so send it back, use the right standard, and give Nike a chance and give them a chance, and that way, we --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":5,"sideBefore":"justices","text":"I thought what they were arguing --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"justices","text":"What about that?  I would like to know what the answer to that question is here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Answer Justice Breyer's question."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Excellent."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's your opinion, that you will win on remand.  Okay."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I would ask Nike, I suppose, Nike could say -- you know, I read the page 73 and you changed things at the rate of mile a minute, and we looked at YUMS and Jelly Bean, and they're sort of like our shoe, but we didn't think enough, but you did think enough, and are some of these changes that could happen at a mile a minute -- is there any reason to think -- you know, that they won't look really colorably even like what you just did, but nonetheless, is a pretty good point that they might infringe our -- our present trademark."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's a long question, I don't know if I'll get a good answer."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Goldstein, can you inform us of when this practice of the unilateral covenant in order to moot a -- a cancellation claim, when -- how long has it been around?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's because it usually sues.  Page -- page 114 of the Joint Appendix says, \"Your Honor, over the past eight months, Nike has cleared out the worst offending infringers.  Now, Already remains as one of the last few companies that was identified on that top ten list of infringers.\" I mean, that -- that's your company's policy.  That's your attorney, I take it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that's because you gave them the covenant after you sued them."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what -- what's the consideration -- I used to teach contract law.  This is -- you know, you can just give a covenant like that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They are on the top ten list of infringers. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I see that.  But I thought your response to Justice Kennedy was a different one.  I liked it because it was that -- the concern that Nike can go and find out the competitor's plans is true, but it exists whenever a -- a -- a manufacturer brings a trademark infringement case because that manufacturer has to show he is now making the product; or, if not, he intends to.  And if it's a question of intends to, then the defendant can go and look and see if that's true."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And your response, I took it, to that was there are procedures that deal with that.  They're called protective orders and so forth. Is that -- have I got that right with your argument?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's what your argument is, yes."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Goldstein, what about Federal Rule 41(a)(2)?  It says, if the defendant has pleaded a counterclaim -- and you have recognized that there was Article III jurisdiction over that counterclaim -- the case may be dismissed on the plaintiff's request over the defendant's objection, only if the counterclaim can remain pending for independent adjudication."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So on the face of it, it seems that this -- that that rule fits this case to a T; that is, the -- plaintiff wants the case withdrawn, defendant objects, and the question is can the counterclaim remain pending for independent adjudication."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you referred, just in a fleeting way, to the fact that they can go to the PTO and to the board?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about my question, and I wasn't -- it was probably my fault --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- I didn't quite understand the government's petition.  Is the standing burden any less after there is a -- an administrative adjudication and you go to court for judicial review?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"May I interject just one thing that I would like you to clarify?  Justice Breyer started out by saying the standard comes from Friends of the Earth.  Do you agree?  Because, as I recall, your brief doesn't -- doesn't even cite Friends of the Earth."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You are saying that you've met -- if we decide you bear the burden of proof, you're saying, you -- you could live with that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And your burden was met by their submissions?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Dabney, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"His challenge, you said you had the chance in three different courts to say directly and unequivocally, if the mark is invalid, we're going to imitate, and you haven't been willing to do that.  You --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your commercial interest?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So are you willing to make the statement he's asked you for?  You keep equivocating on the answer. I -- you know, it's like I don't want to say it, is what you're telling us."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So, look, how are you hurt then?  Because suppose he wins here.  Now, you, if you have the president of the company say, hey, I'm going to do an exact copy, go bring a -- go bring a cancellation action.  If you can't quite say that -- you know, you can start one -- you can't quite say that, but he says something sort of vague about it that's close, go to the PTO.  And if he can't say anything like that at all, well, then, maybe you should lose.  I mean, that's -- that's -- what's the practical problem with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JAMES W. DABNEY","firstName":"JAMES","lastName":"DABNEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2170,"interruptions":27,"times_spoken":53,"laughter":1,"num_int_by":7},{"id":1,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1083,"interruptions":16,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":2,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":3381,"interruptions":19,"times_spoken":63,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":516,"interruptions":1,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":824,"interruptions":4,"times_spoken":28,"laughter":1,"num_int_by":3},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1321,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":72,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":671,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":858,"interruptions":15,"times_spoken":41,"laughter":0,"num_int_by":6},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":256,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":43,"words_spoken":3253,"times_spoken":74,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":19,"words_spoken":3381,"times_spoken":63,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":25,"words_spoken":4518,"times_spoken":143,"laughter":1,"num_int_by":8}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.3184961649748352,"respondent":0.6815038350251648,"date":1472418053066}}