{"petitioner":{"name":"ALLEN RYAN ALLEYNE","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"11-9335","date":"2013-01-14T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 11-9335, Alleyne v. United States. Ms. Maguire? "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, could you address an issue that's very important to me, the one of stare decisis.  And so that -- hone in on that."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the problem is, whether you're right or wrong -- and you're absolutely right, it was a plurality opinion -- your adversary says States have passed laws relying on it, the Federal system is now structured around it, why isn't the damage as great as they claim -- potential damage, I should say."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Address, please, the practical consequences."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How many -- how many Federal courts are you aware are already charging the 924(c) facts to a jury, notwithstanding the -- the fact that it's not required?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't your position that a decision of this Court is not entitled to stare decisis protection, if there isn't a majority opinion in that case?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I can think of some pretty important decisions of this Court that were not the result of a majority opinion.  Do you want us to adopt that as a blanket rule?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Constitutional decisions of this Court not decided with the majority opinion, no stare decisis effect.  That's your argument?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You haven't distinguished McMillan.  You've distinguished Harris.  How do you distinguish McMillan?  Your -- your only grounds for distinguishing that is it was not a Sixth Amendment case, even though the opinion refers to the Sixth Amendment?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't care about \"mostly.\"  The issue is whether McMillan was a Sixth Amendment case, in part or in whole.  And I don't know how you can say it wasn't.  We -- we don't decide cases on -- on what a case mostly says.  We decide on what it says."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Maguire, you don't -- you don't have to take the position that there's no stare decisis effect.  In a unanimous -- a recent unanimous decision of this Court, obviously, would carry more weight than one that has a plurality opinion, so you don't have to say -- it isn't a question of yes or no, it's a question of the degree of respect that we would give to our former decision."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think it's important for this Court to have a consistent doctrine of stare decisis.  The doctrine can't be, \"We will overrule decisions that we don't like, but we will stick with decisions that the majority does like.\"  So I'm still looking for your understanding of what stare decisis means in constitutional cases. Now, with the suggestion of Justice Ginsburg, I gather that your position is, if it's a narrow decision, then it's -- stare decisis has less weight; is that it?  Now, what other factors?  So it has less weight.  Why isn't it controlling, though? Why does it have insufficient weight here?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is this not workable?  I mean, you can -- you can argue about whether it was right or wrong.  You can argue about whether it has created some incongruity in the system. But haven't the last number of years suggested that it's perfectly workable?  Everybody knows what they are supposed to do; everybody does it.  Why -- why is this not workable?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now I understand --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"That sounds like -- that sounds like an argument that it's wrong, and that is, of course, the first step in -- in the stare decisis analysis.  It doesn't sound, to me, responsive to Justice Kagan's question is, in what sense is it unworkable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't that be a problem if -- if the question had to be decided by the jury?  Why does -- why does requiring it to be decided by the jury eliminate that -- that problem of the -- of the mixing or not mixing?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You mentioned drug weight.  Let's -- so you're making -- your argument would mean that drug weight also has to be found by the jury because that can -- the length of the sentence can depend on the -- the drug weight."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if you were defending a case involving drug weight and your client maintained that he or she had nothing to do with these drugs, how would you proceed?  Your argument would be:  They're not my drugs, but if they were my drugs, they weren't -- they didn't weigh more than one kilo."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question was what -- what strategic decision do you think the lawyer should make?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- but -- but Justice Alito has a real problem.  What -- don't you put the defense in a very difficult position?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but isn't it difficult for you to say he had nothing to do with the drugs, plus the drugs didn't weigh more than a certain amount?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that I am hearing that, in every case, you are going to want witnesses -- you are going to insist on a jury determination of the amount.  That's kind of what I'm hearing."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Alito says why doesn't that put defense counsel in a very difficult position?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we're not getting far with this.  But one answer you could say is that, in order to preserve the constitutional right, you want us to have a bifurcated trial.  I thought you were -- might say that."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's good because that's an extra problem. (Laughter.)"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Ms. Maguire, could I take you to a different kind of question?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume that there were a statute, and it said carrying a gun is an offense and that the range is 5 to 10 years.  I realize it goes up further in the real word, but let's just say 5 to 10 years.  And Congress said, in setting the penalty within that range, the judge shall consider whether the defendant brandished the gun and whether the defendant discharged the gun.  Now -- and that's all the statute said. That would be constitutional; is that not right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So it's constitutional for the judge to say, seven years because you brandished, nine years because you discharged. So what makes it unconstitutional, what makes it a violation of the Sixth Amendment, when, now, Congress just provides something extra in the statute? It says not just you shall consider brandishing and discharging, but, if you find brandishing, you get 7; if you find discharging, you get 9."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that seems right as a definitional matter, as a descriptive matter.  But I guess the question I'm having difficulty with is why does that matter for purposes of the Sixth Amendment? The jury is doing the exact same thing, which is the jury isn't doing anything in either of my examples. So the only difference between example number one, which you said was constitutional, and example number two is that, now, Congress is giving further instruction to the judge, but nothing more is being taken away from the jury; is it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Maguire, could -- could you repeat the first sentence you uttered in this argument?  I -- I hesitated to jump in so early, but could you repeat it verbatim?  Maybe you had committed it to memory.  Good -- good counsel often does that.  (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that wasn't it. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"It started, \"Mr. Chief Justice.\" (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"justices","text":"I think what you said was who has to decide a fact which causes a defendant to be subject to a penalty that he would not otherwise be subject to?  And the fact is that, in the case of a mandatory minimum, the defendant could have been given that mandatory minimum.  It was up to the judge. So this mandatory minimum does not increase the penalty to which the defendant is subject.  He's subject, in Justice Kagan's example, to any penalty between one years -- one year and 10.  The judge, even without the statute that she mentioned, could have given him seven years because he -- he brandished a gun. There -- there is really no -- no increase in the penalty to which he is exposed. And I thought that is what Apprendi addressed, any increase in the penalty to which you are exposed, so that when you decide, I'm going to rob a bank -- you know -- you know, when you go in, you are going to get between one and 10 years, and, with a mandatory minimum, you get between one and 10 years. So what's the complaint, as far as Apprendi is concerned?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It isn't leading to a more harsh -- more harsh sentence.  That's the whole point of Apprendi.  Does it lead to a sentence which is greater than the judge would otherwise be authorized to impose? And, in the case of a mandatory minimum, it never is. The judge could impose that, if he was a hanging judge. You know, you have some hanging judges; you have some bleeding heart judges. And -- and what a mandatory minimum simply says is -- you know, we don't care what kind of a judge you are, at least this much.  But it doesn't expose the defendant to any greater penalty.  He's -- he's at risk between one and 10 years."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any statistics, on at least 924(c), of how often the greater is the sentence than the absolute minimum required by law?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So, in fact, your argument is that fixing a sentence is different than giving a judge discretion because it ignores the fact that a judge might have given you less?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems to me --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":5,"sideBefore":"justices","text":"So it's depriving you of the constitutional right to have a jury decide what your sentence could be?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of having a judge decide what your sentence could be?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- I'm not sure that that's -- you've emphasized several times that it takes away the discretion of the judge.  That seems, to me, to be a matter between Congress and the Judiciary and not a Sixth Amendment question."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Apprendi, thought, did it both ways.  I mean, that's the best sentence for you in Apprendi, but there are other sentences in Apprendi which more go towards what Justice Scalia suggested, that the question was increasing it above the maximum that the jury authorized. So I'm not sure that we can get from the language of Apprendi -- and I guess the question is, as a matter of principle, why I -- I completely understand why a defendant would care about this.  The question is does it -- does it create a Sixth Amendment violation, which is -- you know, the jury has to do this, when -- when Congress is decreasing the judge's discretion, but it's -- either way, the jury isn't deciding this."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you quoted Apprendi correctly as saying that the jury has to decide any fact which increases the sentence to which the defendant is exposed.  That's the language you quoted, and it's accurate. Why does a mandatory minimum increase the sentence to which the defendant is exposed?  He could get the mandatory minimum sentence, even if there were no mandatory minimum prescribed.  He is exposed to a sentence of one to 10 years.  A mandatory minimum says, you must impose seven years if he brandishes. But the sentence to which he is exposed is one to 10 years.  And the mandatory minimum does not change that at all.  He is at risk for one to 10 years."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true.  But you must acknowledge that that's not the theory of Apprendi."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think the logic of Apprendi is that the jury has to decide it if it increases the sentence to which the defendant is exposed, not if it eliminates some discretion of the -- of the Court.  He's exposed."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":5,"sideBefore":"justices","text":"How about Booker?  What did Booker do --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to the logic of Apprendi?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Even when the statutes had a higher maximum?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the jury was -- because the judge was constrained within a different maximum?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that your argument here?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It wasn't a mandatory minimum case.  Booker was a case in which the maximum was increased on the basis of judge finding of fact. The maximum was increased.  So, under the situation in Booker, the -- the exposure of the defendant was, indeed, increased on the basis of judge factfinding. Instead of one to 10, the statute in -- in Booker said, if you brandish a gun, you can get 15. That's a -- that's a quite different situation from saying, yes, you are still on the hook for one to 10, but, if you brandish, you got to get 7."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is Booker -- why is Booker entitled to greater stare decisis weight than Harris and McMillan?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben? "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could I go back to a simple question on the stare decisis, the practicality question? What is so impractical about letting a jury decide an issue that sets a mandatory sentence of any kind?  Why -- why are juries incapable of figuring out whether a gun was carried or brandished?  Why are they incapable of figuring out how many -- how much drugs were sold or whether someone was driven by any of the factors that States want to commit to judges, but the Sixth Amendment might require them to submit to juries?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But what does that have to do with the needs -- the constitutional need to make sure that juries are driving a fixed sentence of any kind?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, it isn't quite.  I mean, the -- the linguistic difference -- I agree with Justice Scalia, and I agree with you.  It turns on the word \"exposed.\"  I mean, if you state Apprendi's holding as it was just stated, this is a different case because you could, in fact, if you were the defendant, have been sentenced to that anyway.  That's your argument."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, let's put it differently.  There is a fact in the world.  There's a gun, or there wasn't a gun.  In the Apprendi case, if the fact turns out to be gun, you could get two more years.  All right?  We have to go to the jury.  Now, here there's a fact in the world, gun or not gun. If it turns out not gun, you get a lower sentence, you could.  And, if it turns out to be the fact, gun, you can't -- the judge cannot put you in that box.  He has to put you in a worse box.  He has to put you in a worse box.  He has to give you more than -- more than the three years, two years, or one year.  He has to.  Okay? Now, from the point of view of the defendant, worse or not -- at least as bad.  From the point of view of Congress, same.  They drew some lines, want a judge to administer them, and they turn on facts. And the sentence very often will turn on those facts. From the point of view of the judge, same. It's the jury decides or he decides.  In the one case, his discretion is cut off to give a lower sentence.  In the other case, his discretion is granted to give a higher sentence. Now, I see tremendous similarities, though I grant you the words are different, but can you -- can you just explain --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- why the difference in the words should overcome the fact that I can't think of a -- of a difference, other than those words that happened to be used in Apprendi?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What page?  What page?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm afraid the other side was upside down, and I saw what you meant."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You know, but that --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"But --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":9,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"That's the -- that's the -- you've used all the words, which do make the difference, in your mind.  But my question --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- is why should those words make a difference? Look, in the one case -- I'll be repeating myself, but I want you to see it.  In the one case, presence of a fact or not means the defendant goes into a higher sentencing box.  In the other case, presence of a fact or not means that he cannot go into the low sentencing box."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In the one case, he cannot go into the low sentencing box; in the other case, he can't go into the high sentencing box.  I got that difference. My only problem is why does it make a difference."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, it's not -- well, you can call it judicial leniency, but you could call the other judicial harshness.  I mean, what is, in fact, turning out --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And, here, we have the ingredients of a crime that Congress has determined that you have to get the five years."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, in the one case, you can say all that Apprendi did.  It never should have been decided -- I mean, some of us thought that -- because, in fact --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"I wonder who -- I wonder who that could have been. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"All you're talking about there is that you are stopping the judge from exhibiting his otherwise discretion towards harshness, and that's a matter for judges.  I've heard all these arguments before, you see."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And I've just heard them in the context of harshness, and, now, I don't know why changing it to leniency makes them somehow more relevant.  They weren't apparently relevant in the first situation; so why are they relevant in this one?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is that -- Mr. Dreeben, and -- and I think it's -- it's a great question.  Is the jury functioning as a low-level gatekeeper under the Harris rule?  Because I could make the argument that, in fact, it is -- you know, you take a statute, and it says, five and up for carrying, and seven and up for brandishing, right?  And this isn't even a hypothetical.  This is pretty close to this case. It goes to the jury.  The jury says, we think he was carrying, we do not think that he was brandishing, all right?  And then it goes to the judge. And, now, the judge says, you know what, if I had my druthers, I would only give five years.  If I had my druthers, I absolutely would defer to the jury verdict, but I can't defer to the jury verdict because Congress has said I have to make this special factfinding, and the truth of the matter is I think he did brandish, and so I have to give seven years. So the judge is not deferring to the jury, and he's not deferring to the jury when he would prefer to do so.  I guess the question is isn't that, in every practical sense -- doesn't the mandatory minimum effectively increase the maximum punishment that the -- that the defendant otherwise would get?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  But what I'm suggesting is that in the world of judges -- you know, this -- the graph you wrote has this very little difference in the Harris situation between five and seven.  But, in fact, most judges want to give five.  I mean, that's the truth of the matter, that -- you know, nobody's giving a 97-year sentence. So -- so the action in the criminal justice system is at this lower range.  And, at this lower range, what the mandatory minimums do is effectively tell a judge that they cannot defer to a jury verdict."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But let's say --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":6,"sideBefore":"justices","text":"I know there are plenty of cases.  All I'm saying is it's not the unusual case to find ourselves in exactly this position, where the judge wants to give five, the jury wants to give five, the judge can't defer to the jury's verdict that it should be five."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But you could say that with reference to the -- to the maximum.  Everything you said could be applied to the maximum, and Apprendi says you can't say that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How about in deference to the jury's finding?  I mean, in this -- this -- this very case, wasn't it so that the judge said, I could just say seven years because it's within the range, but it would be dishonest of me to do that, wouldn't it?  I have to say seven because it's the mandatory minimum. I think this is a case where the effect is -- is shown graphically, that the judge says, I'm stuck with the seven; I would prefer five.  That's what the jury would lead me to do, but I'm -- my hands are tied, I cannot respect the jury's finding."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But is it the usual case that a judge, when faced with this decision, has before him a jury finding?  I -- that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The Petitioner is asking these cases to be thrown out, even if there has been no jury finding."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And the judge says -- you know, I have to decide whether he brandished or not; I think he brandished.  But I -- you know, the Petitioner here wants to say, the judge cannot consider himself bound by a mandatory minimum.  It seems to me the unusual case in which you have a jury finding, that the judge must ignore in -- in -- he actually doesn't ignore it, he goes along with it. The jury may well be right, that it's impossible to prove beyond a reasonable doubt that -- that the felon brandished a gun, but it's -- it -- it's quite easy to say that it's very likely he branded a gun -- brandished a gun, which is what the judge has to find.  So he -- he's not even ignoring the jury finding."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, can I go back to a point you made earlier?  You talked about a legislature not attempting to supplant the jury's role on the maximum.  You don't see the same danger -- we started out in a country where almost all sentencing was in the discretion of the judge; whatever crime you committed, the judge could decide where to sentence you. As Apprendi and its subsequent progeny laid out, these sentencing changes that have come into existence have really come into existence the latter half of the last century. What -- don't you fear that, at some point, the legislature will go back to the old system of supplanting the jury by just saying what it said in 924(c)?  Every single crime has a maximum of life. And all the -- and every single fact that's going to set a real sentence for the defendant, a minimum, we're going to let the judge decide by a preponderance of the evidence. The bottom line of my question is, when Apprendi was decided, what should be the driving force of protecting the jury system?  The deprivation of discretion, whether that's permissible or not, or whether a sentence is fixed in a range, whatever it might be, by a jury?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What's the better rule to keep both extremes from happening?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, I think that history is wrong.  In fact, the way the country started, there was no judicial discretion.  There were simply fixed penalties for crimes.  If you stole a horse, you were guilty of a felony, and you would be hanged. That's where we started."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And I would think that the risk involved is whether, if we come out the way that the Petitioner here urges us to do, legislatures will consider going back to -- to where we started from and simply saying, if you brandish, you get seven years, period, with no discretion in the judge. That, it seems to me, is the greater risk."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, the historical -- you said, earlier, that most of the historical evidence was that determinate sentences would be decided by juries; they found facts, and a determinate sentence was given."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So what is the judicial discretion now?  You find by a preponderance of the evidence, and a mandatory minimum makes you give seven. So where is the judicial discretion?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You think, for a defendant in a constitutional right, that they are more -- that it's constitutional to have a determinate sentence at seven and still constitutional -- and make the jury find it by a -- beyond a reasonable doubt and that it's still constitutional to have a determinative sentence of seven years, but have the jury find it by a preponderance of the evidence?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Those are equal?  Those are -- those are equal?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, I know we said it in Harris."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The question here before us today is --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Look, look, here's another way of putting the same point:  With the mandatory minimum, the judge can't go below the five years, okay? But you say, well, he could have gone below the five years anyway, couldn't he have?  I mean, you -- he could have given you the five years anyway -- sorry. He could have given you the five years anyway.  That's your point."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  He could have given you the five years -- he could have given you the five years if you'd been -- if you had been convicted of a different crime."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But why does that make a difference?  The best way I thought of putting it is the heading on page 6 of their reply brief is almost right, I think. I mean, I -- it says it's -- it's permitting judges to find facts by a preponderance of the evidence that compels sentences higher than a set of those permitted by the jury's verdict. That's exactly what's going on here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and I -- I want to know, what is it?  And the trouble is --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're just going to say, well, he could have given the same sentence anyway.  And I'm going to say, well, so what, why does that matter?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, could I take you back to the principles involved?  Let's suppose that, instead of this statute, which is 579, you had a statute which was five for carrying, five up to life, and then, for brandishing, 40.  All right?  And maybe if we're discharging, 60.  All right.  So a very large gap. Is your argument still the same?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But suppose the legislature --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":7,"sideBefore":"justices","text":"I'm sorry.  I didn't hear your last word.  Those would be?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But suppose -- suppose that Congress is absolutely clear about it, and you say -- and I think that you're right, you've got to be right about this -- it's a constitutional matter, it's the same, but the hypothetical sort of suggests exactly what you said our inquiry ought to be, is that, in a world like that, the jury is, in fact, functioning only as a low-level gatekeeper; isn't that right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And that the only reason we see it in the hypothetical a little bit more clearly is because the numbers are a bit more dramatic."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, there's something deeply incongruous, isn't there, where you have an Apprendi rule which says if the maximum is -- you know, if it's five to seven, and then the -- the judge says seven years and a day, we're going to take that out, but as a mandatory minimum that will leapfrog you from five to 40 doesn't get the same result?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So how about in O'Brien, if the legislature had said 40 years for a machine gun? Would we -- how do we justify saying, no, that has to remain an element?  Under your theory, the democratic process didn't work."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So how -- what would we do in that situation?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that's -- I don't know if you can add anything to this, but, remember, I agree with you about the history, but I just apply it to Apprendi, too.  So the one --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"It is so bad he wants to extend it. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"I thought -- are you sure it was Gertrude Stein and not Dorothy Parker?  But I think you're probably right about that. But the -- the -- I'm thinking of this as, well, Apprendi, I see what they're thinking.  They're thinking that, once you have to add the extra fact to get above the otherwise ceiling, it's like a new crime. It isn't really a new crime, but it's like a new crime. Okay.  But then I can say, well, once you have to really cut off that five years and less and really send him to jail for five years, hey, that's just like a new crime.  It isn't really a new crime, but it's like a new crime. So why can't I say everything that we said about Apprendi here, except I can't deny what you say, the judge could have given the sentence anyway.  That's absolutely right.  But all the other things, I can say. Is that true?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, I mean, are they true? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why is the legislature being deprived of that right, if they give it to the jury?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it seems to me that, whether you give it to a jury or a judge, the legislature protects itself by declaring a minimum sentence."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It determines the sentence, really."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Dreeben. Ms. Maguire, you have five minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel.  The case is submitted."}],"people":[{"id":0,"fullName":"MARY E. MAGUIRE","firstName":"MARY","lastName":"MAGUIRE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2507,"interruptions":23,"times_spoken":47,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2427,"interruptions":24,"times_spoken":50,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":131,"interruptions":0,"times_spoken":7,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":831,"interruptions":4,"times_spoken":31,"laughter":0,"num_int_by":4},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":252,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1102,"interruptions":2,"times_spoken":22,"laughter":4,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":225,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1050,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":192,"interruptions":0,"times_spoken":8,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1056,"interruptions":7,"times_spoken":21,"laughter":1,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":2507,"times_spoken":47,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":24,"words_spoken":2427,"times_spoken":50,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":4839,"times_spoken":113,"laughter":7,"num_int_by":7}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.8942079354523329,"respondent":0.1057920645476671,"date":1472418053063}}