{"petitioner":{"name":"MARVIN M. BRANDT REVOCABLE TRUST, ET AL.","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"12-1173","date":"2014-01-14T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-1173, Marvin Brandt Revocable Trust v. United States. Mr. Lechner. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"","text":"Counsel, you are not reading this, are you?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":4,"sideBefore":"justices","text":"It's all right."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under Section 1912, the government could -- did reserve an interest for a public highway; is that correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The patent you talk about, I am not recalling it exactly.  It had some -- it mentioned the railroad interest, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So it didn't characterize it as either an easement or a fee with an implied reverter?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What they are saying, I think the government's point is -- the other side is saying, and I don't remember the term of my property law.  What's the right term?  It's -- you grant to A, black acre to A and his heirs; it's a fee simple.  But it's subject to a shifting; it's subject to divestiture, subject to a condition subsequent.  What's the right term?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It shifts the -- it shifts it back."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It could be.  There was a technical term they used to have.  But anyway, that's what they're saying."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And they are saying that that's, for purposes of who owns the land, the mineral rights, it's treated as an easement.  But for purposes of deciding who it reverts to, it's treated as a fee subject to a shifting use or whatever you call it. Alderson Reporting Company Subject to -- what did you say?  Subject to --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's different in this respect.  It's different that there they were talking about who owns the mineral rights.  So for those purposes they say it's treated like an easement.  But for who gets the reverter, it's treated like a shift of the fee."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Oh, that's nice.  Do you know of any other real estate thing which says it's an easement for one purpose and the fee for another?  The government absolutely denied in Great Northern, didn't it?  It was -- that was the government's case; this was not a fee."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't say it's a -- you know, for some purposes it is.  They said it was not a fee.  And that's what the Court held, contrary -- in accordance with what the government wanted, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that case has been around for how long?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  And the case explicitly says it's an easement.  And people have been buying and selling real estate I assume in reliance on that case for -- for that entire period of time.  And now the government has this new theory that for some purposes it's a fee; for some purposes it's an easement. That's not what Great Northern said."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But they are not really not alternative -- well, maybe it's all right to say they are alternative arguments, but they are mutually exclusive arguments.  I mean they are alternative in the sense that they led to the same result, but the one argument is that this is A, and the Alderson Reporting Company other argument is this is not A."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  We have a brief here from the cities, and they point out that -- that, of course, there is reliance on your side; you're -- I believe you are absolutely right.  But they say there is also a lot of reliance on the other side, because cities have built highways, and they've -- or states have, and they've converted it to use under patents or under statutes that the United States gave them that right.  And all those are going to be invalid if you win. So what's your response to that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume your answer would be that if it's a choice between disappointing people who properly relied on the law, and disappointing people who were -- were not following the law, it's clear who should -- who should take it in the neck.  It's the latter, isn't it?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought this -- the cities were relying on Section 912, as applied to the 1875 Act."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can you explain to me something to me about that 1875 Act a little bit?  We know that until 1871, these railroad rights-of-way were considered to leave the government in the position of having a reversionary interest."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't see anything in the 1875 Act statute.  There was an end to the giving away of large -- large quantities of land to the railroad, and so that was out.  But what is there in the 1875 Act that changes the right-of-way from what it had been up until 1871?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the railroad wasn't benefited by the end of the 1871 understanding of the right-of-way.  The one that was benefited was the government.  The government got -- got back the land, so it's not -- we're not -- was going to stop giving land to the railroad, yes, but the beneficiary that is losing out under your interpretation is the government."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There were -- there were points along the right-of-way where the railroad needed a station or a wider area for water towers and so forth. And it -- it usually could receive those by simply filing a patent if it was within a permitted zone, if it was within -- if they were 20 miles equidistant or something like that. How did they get those additional lands? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"One way they could do them was to condemn them, but absent condemnation, could they just receive them from the government?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh.  So it's -- so it was clear at the time of the grant that it was on the -- that what was granted was co-extensive with what the right-of-way was, with the railroad right-of-way."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any instances in which the railroad can keep its station even if it Alderson Reporting Company abandons the right-of-way?  Or does the station fall with the -- when the right-of-way is abandoned?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you again about Section 912?  Your patent says that it is subject to those rights for railroad purposes as have been granted to the railway company in particular, and its successors and assigns. Now, that was -- that patent came after the enactment of 912, and 912 clarifies the rights of -- or changes the rights of railroad companies and says that if they abandon property, within one year after that, they -- there can be a public highway established on that -- on that property.  So why wasn't your patent subject to that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you didn't get your property from the railroad.  You got it from the government. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You got a patent from the government.  So the question is:  What were they conveying to you?  And if you read the patent in connection with 912, isn't it clear they're conveying to you every -- arguably everything other than this right to have a public highway established on that land when it was abandoned by the railroad?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I still don't understand it. You say this was purely an easement.  All right.  So that means that when there's an abandonment, the government has complete title to the property, right? They convey that property to you, but before they do that, they say that there's this reservation of rights with respect to the establishment of a highway."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your argument, isn't it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Okay.  And may be --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It may be a good argument."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's your argument."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Now, what about when 912 says that when the railroad abandons a piece of the right-of-way, okay, it then says that the interest of the United States, with all right, title, and interest in the state of the United States shall be vested in the town that builds the highway. But your point is, that's true, but where they previously -- where they have previous -- where they have given -- where they conveyed it to a private person, they didn't have any right, title, and interest, because on abandonment it was simply an easement.  And on abandonment, that goes to the property owner who owns the -- the land on either side. Is that -- I mean, your point is that the United States didn't have any right, title, and interest on the abandonment unless the United States continued to own the property."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So that is your point.  They can't convey what they don't have."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's take this in a normal easement situation.  I have an easement to go through your backyard to get to the street.  Can I assign that easement to another person so that the person who buys my home can now walk through your backyard?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's wrong with the concept that when this land was given to you as a railroad right-of-way, when it's abandoned, that the railroad, in essence, under 1912, and under the 1922 Act, that you are giving that easement to the U.S. to use as a right-of-way? And so, whether it's a trail or a highway or any of the other items that are specified in the statute that that easement is continuing to be used by the person who gave it, which was originally the U.S. Your patent was given subject to that easement, to that right-of-way."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what was the language of the patent?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Was that the exact language?  I thought it was for right-of-way."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The Joint Appendix?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Too many briefs.  Sorry."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And what do you want us to read there?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The 1875 Act, what was given to the railroad was a right-of-way."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Just as I'm seeing the 1875 grant, it was the right-of-way through public lands."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Lechner, I know Great Northern said so and that is surely very strong support for your view.   But why did Great Northern think that there was a difference between pre-1871 grants and post?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I guess I had thought if you were just dealing with this as a matter of first impression that the shift in Congress's policy was a shift about whether to give away -- you know, huge swaths of land to the railroads, and that Congress indeed decided, enough of this, we are not going to give these checkerboard grants of land to the railroad, because they are making a mint from this, and we would rather give it to homesteaders. But there was -- I don't see any evidence that there was any shift in policy or any reason why there would be a shift in policy, as to what the rights of way were.   Whether they were easements or whether Alderson Reporting Company they were limited fees."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess -- you know, again, if you were just looking at this as a matter of first impression, the language of Section 4 does not seem to me to be very indicative of anything.   You know, it says \"subject to the right-of-way.\"   Subject to the right-of-way.   Whatever the right-of-way is.  Subject to the right-of-way if it's an easement.   Subject to the right-of-way if it's a limited fee.   Doesn't seem to pick one or the other."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in your answer it seemed to me, and maybe you have to do this to proffer, that you confused limited fee with fee simple ,with absolute fee. Now, obviously that's true if it's the same owner, they merge."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand how that can be, and yet, the government can argue contrary to what the government says.   I mean, is that what you are telling us?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Interior says one thing and the Justice Department here says something else?   I mean, we have a president who reconciles these two things.   He must agree with one or the other."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure the government will have an explanation as to why we shouldn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Yang. "},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, I have to say I think the government gets a prize for understatement with its brief in this case.   You have a sentence in Alderson Reporting Company your brief that says, \"We acknowledge that there is language in this Court's opinion in Great Northern and in the government's brief in that case that lends some support to petitioner's contrary argument.\" Here are the subject headings of the government's brief in Great Northern.   \"The right-of-way granted by the Act of March 3, 1875, is in the nature of an easement.   The language of the 1875 Act shows that only an easement was granted.   The legislative background and history of the 1875 Act show that the grant was of an easement rather than a fee. Subsequent administrative and congressional construction confirm that only an easement was granted.\" And the first sentence of the summary of the argument --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wait, wait.  Before you go, you really think the Court was saying, It will be an easement when that suits the government, but it will be something else when that suits the government?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it's either an easement or it's not an easement.   You really think the -- the opinion meant to reserve the question whether it was an easement."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I got that point."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That may be."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"All right."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":5,"sideBefore":"justices","text":"But the term \"easement\" is a well-known term with an established meaning.   And you're saying that -- you said it was an easement.   The Court said it was an easement.   You -- you persuaded the Court to say it was an easement.   And now you're saying this is some kind of property right that has no name, previously unknown to the law."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Let me put it this way."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, the Petitioners say that there are thousands or even tens of thousands of people in their position.   Do you dispute that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But what are the numbers? I mean, look, this is what I'm thinking.   This is property law.   It's not just a question of trying to work out what the case could or couldn't have stood for. If I try to remember my property class, it vaguely was -- which was a great class, A. James Casner, real expert. And he -- he, I think, said that when you convey subject of divestment, the -- something called season under the common law went to the recipient of the conveyance. But if you conveyed an easement, season did not pass.   So in holding that it is an easement, you're holding there was no season, and therefore, it couldn't be a divestiture. Alderson Reporting Company Now, whether that's true or not or I've misremembered it, I'd go back to Justice Scalia's question.   Is there a single example since the Domesday Book, since Dadonis, since the Bracton, on little to whatever it was, I mean, in the history of the common law up to the present, where a court has interpreted an ambiguous phrase, which doesn't say to grant an easement for one purpose, but not for the other.   There may be some, but I didn't notice any cited in the government's brief."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, I said in any case at all."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes.  What is the case?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is the case?  I'd like to read it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, but they had -- they had a different view."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They didn't say it was an easement."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't read what -- it did?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Which case?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where do I -- where is it roughly in your brief?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, all right. Well --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm surprised that -- but the -- if you think there are some, I'll get my law clerks to look --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can you imagine or explain to me why a property lawyer worth his salt since 70 years ago or more, 1942, wouldn't have read that case and advised his client, who was buying the land, if the railroad abandons it, it's yours."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where is some evidence of that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, not reasons.  I want to know if there's any authority, and then you get to the the reasons."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Did they give compensation to the people --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- to whom they pronounced that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That can't change the meaning of the 1875 Act."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It reflects a later Congress's understanding of what an earlier Congress did.   We don't --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- interpret statutes on the basis of what later Congresses think they meant."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"People have done it."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, can I take you back to my question?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Thousands, tens of thousands?   How many people are involved here and how many acres of land?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I see that they do and I certainly think bicycle paths are a good idea, but the problem that I see here is just what Justice Kagan is bringing up; that is, as I read this, I think there might be millions of acres in the last 70 years that have been conveyed.   For all I know, there is some right of way that goes through people's houses -- you know, and all of a sudden, they are going to be living in their house and suddenly a bicycle will run through it, which isn't so bad, but I'm concerned about that, and Alderson Reporting Company your answer makes me more concerned --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- because you haven't suggested anything that makes me think there aren't millions and millions of acres involved.   Now, what are you going to say that disabuses me of that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly, because the lawyer would think -- when he reads the case of Great Northern, you think it's an easement."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So how much is that?  How much roughly is that?   How often has it turned out that there was a conveyance -- after 1942 there was a conveyance of an abandoned right of way by the United States to land that had been previously been granted to a private owner?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How often?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I know you don't have good numbers, but can you give me a rough estimate?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I will say ten times as much reliance on the one side than the other side, is that totally wrong?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, would you clarify what you're -- what Mr. Lechner told us.   He said that to this very day the Department of Interior has taken the position that these railroad rights of way are easements."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why then did no one from the Department of Interior join your brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They don't have a choice, do they?   I mean, it's --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But both of them want more Federal lands, that's surprising, right, both agriculture and --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"The patent here, Mr. Yang, which was, what, in the mid-1970s did not reserve anything.   The government just made an uncritical grant to the grant family?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm just suggesting that after Great Northern and then you're given this patent, which is unequivocal and does not reserve anything, why anybody would think that they hadn’t gotten the whole ball of wax is a mystery."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me a fair reading of the history here, Mr. Yang, is that it really didn't occur to the government until very recently that these rights of way had value as anything other than railroad tracks, and indeed that the government was anxiously trying to give these things away because it thought that these spaghetti strips of land, it's of no use to the government, here, take them, get them off our hands. And having done that for many, many, many decades, the government faces a problem when it turns around and says, you know what, we forgot, there are bike paths."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's true, but when you talk about -- I mean, I went and read -- when I read -- I thought your brief was very persuasive but then I read Great Northern and I thought they have -- they are really quoting it correctly. Here's what they said about the cases that you refer to like Stringer, The conclusion that the railroad was the owner of a limited fee -- which was the conclusion of those earlier cases --   was based on cases arising out of the 1871 Act, not the 1875 Act, and the change of policy in 1875 was brought -- was not brought to the Court's attention. And then they say that conclusion is inconsistent with the language of the 1875 Act.   It's history.   And it's early administrative interpretation. We therefore do not regard this earlier case as controlling. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought they say in the Stringer case.   Is that same as --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, that's the one you were --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's basically my problem.   I guess you just don't have any specific Alderson Reporting Company things of what property lawyers were saying.   But those two cases are from the era of Stringer, and at that point, apparently, the Court thought it was a limited fee."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And then you get -- they were all -- was any of them after Great Northern?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so then in Great Northern it comes along?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do we know how many miles of public roads and how many miles of bike trails have been -- you don't know that either?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Are there highways that would be affected?   I mean, if we rule for the Brandts, are there suddenly going to be highways that can no longer be highways anymore?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can you think of anything I can do about this?   It's a case, in my mind at least, where reliance interests on -- on a previous case in the property law area are important, and yet none of the briefs here really gives me a -- a reasonably concrete idea of how much reliance there has been.   And -- and --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":5,"sideBefore":"justices","text":"On easements."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":9,"sideBefore":"justices","text":"So I'm somewhat in the dark."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe the reason you don't have records on this, which strikes me as pretty unusual that the government doesn't know what it owns, is that for decades, you didn't think that you owned a reversionary interest."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't have any records on where these things are."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What would -- what would be the exposure of the United States if we -- if you lose-- are there takings claims now?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are there any statute of limitations?   Would all of this be subject to the APA, or -- or a claim for damages against the U.S.?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about adverse possession?   Can't the -- can't the --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I would think if there's been no objection to these spaghetti strips of land, I don't think condemnation would cost the government a Alderson Reporting Company whole lot for that matter.   What, you know --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- what a spaghetti strip of land through --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't Interior or some -- I mean, doesn't the highway -- aren't there people in the government who keep track of where the highways are built?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but you should -- should know how much land the United States owns.   It's -- it's incredible that -- that there's no record in the Interior Department or anywhere else of what land the United States own.   You claim you own these thousands of acres, and you say we've not kept track of it.   We just know where it's going to go, but we don't know what we own."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Lechner, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess it would be the private parties that would have brought it up in Great Northern, wouldn't it? And do you have any light to shed on the comparative amounts?   I mean, they're saying -- for all we know there are billions of dollars worth of takings claims that will come out where the highways run, and you're arguing, of course, any reasonable property lawyer would have relied on Great Northern to think it was just conveying an easement. But -- you know, I'm not a property lawyer, and so what actually happened matters.   And the amounts matter, at least to me.   And do you have any light to shed?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about on your side? What about the possibility that millions of acres has been conveyed and there are tens of thousands or hundreds of thousands of abandoned railroads that property lawyers thought went to the person who bought them, and run through somebody's house?   I mean, is that Alderson Reporting Company a figment of my imagination?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you would say no, it isn't, and therefore I'm asking you is there any empirical support anywhere for how property lawyers have treated Great Northern, how much was conveyed, et cetera?   Anything you can say on that would be helpful."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any doctrine in property law that if a right of access is granted and its to the exclusion of all other uses, it's -- it looks for all purposes like absolute control, that it ceases to be an easement and becomes a limited fee? I mean, is there some magic that takes place in property law so that if there's a grant that conveys such total control, that it construed not to be an easement?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I've never seen it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you even heard of the term \"limited fee\" until this case?   I never heard it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A. James Casner didn't talk to me about limited fee."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"STEVEN J. LECHNER","firstName":"STEVEN","lastName":"LECHNER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2281,"interruptions":13,"times_spoken":61,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"respondent","words_spoken":3766,"interruptions":30,"times_spoken":63,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":214,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":3,"fullName":"I would like to make three points","lastName":"points","counsel":false,"justice":false,"side":"","words_spoken":142,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":562,"interruptions":6,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1625,"interruptions":7,"times_spoken":48,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":512,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":228,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":289,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":221,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":486,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":2281,"times_spoken":61,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":30,"words_spoken":3766,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":16,"words_spoken":4137,"times_spoken":132,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":0.5234920212306408,"respondent":0.47650797876935924,"date":1473644743816}}