{"petitioner":{"name":"FREDDIE LEE HALL","counsel":[0]},"respondent":{"name":"FLORIDA. ","counsel":[1]},"caseNumber":"12-10882","date":"2014-03-03T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 12-10882, Hall v. Florida. Mr. Waxman. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, a line has to be drawn somewhere. And we did say in Atkins that we would leave it up to the States to determine the standards for this Alderson Reporting Company issue.  So what's the rule we announce today?  We tell them 70 is not okay, but 75 would be?  I'm not quite sure.  How would you announce the rule?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but we didn't -- we didn't base our decision in Atkins upon a study of what the American Psychiatric Association and other medical associations considered to be mental retardation.  We based it on what -- what was the general rule that States had adopted.  And a large number of States had Alderson Reporting Company adopted 70 as the criterion.  I mean, the criterion is what do the American people think is the level of mental retardation that should make it impossible to impose the death penalty. We didn't look for the answer to that question to the APA or any of the other medical associations.  We looked to what the States did. Now, what has changed in what the States do? Anything?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The SEM being -- being what and -- and established by whom?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"For what purpose do they establish these scores?  Is it for the purpose of determining who is so incapable of -- of controlling his actions that he shouldn't be subject to the death penalty?  Is that -- is that what they're looking for when they establish 70 to 75?  What are they looking for?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not talking about IQ tests in general.  I'm talking about why do they pick -- they used to pick 70.  Now they pick between 70 and 75 Alderson Reporting Company as the upper limit.  What are -- upper limit for what? I assume it is for people who would profit from medical treatment.  Isn't that it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, could we just clarify one thing, that what you refer to as the SEM, that is not limited to IQ of 70, 75.  That's across the board."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it has nothing to do with the death penalty and mental retardation --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May I come back to a Alderson Reporting Company question?  May I come back to something similar to what Justice Sotomayor started out with.  In your view, does the Constitution establish a State to establish any hard cutoff?  Let's say 76.  Can it do that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  If it can do that -- oh, I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's just saying -- I'm sorry.  When you say the standard error of measuring, you're talking about a degree of confidence, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And your submission Alderson Reporting Company is that you need to have a 95 percent degree of confidence.  That's what -- that's what the 5 gives you or do I have the numbers wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the standard --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I know.  I'm just trying to figure out what it means."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So why is 95 percent?  Where does that come from?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- under Atkins? Why -- why are you picking 95 percent?  Why isn't it 90 percent?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did the other -- why did the -- the organizations pick 95 percent."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which party has the burden of persuasion on the issue of IQ and what is the standard?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, what -- what does the Eighth Amendment require?  Does the Eighth Amendment permit a State to assign to the defendant the burden of persuasion on -- on IQ, IQ above 75?  Can they assign that burden of -- above 70?  Can they assign that to the defendant, and if they can what is the standard of proof that the defendant has to meet?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't the State -- you told me that the State can establish a hard cutoff.  And you told me that a State can assign the burden to the defendant. Now, in the case of someone who scores 75, is it not the case that there's roughly -- there's no more than a 2.5 percent chance that that person's real IQ is 70.  So how does that square with any burden of proof that might be -- any standard of proof that might be assigned on that -- on that point?  That's what I don't understand about your argument."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I understand."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm talking about the general issue.  Just hypothetically --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that argument. But that doesn't seem to me consistent with your point that a State can establish a hard cutoff.  76, that's Alderson Reporting Company the end.  You get a 76 on an IQ test, that's the end of the inquiry.  The person does not -- does not -- does not qualify under Atkins."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Retrospectively."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The district court did make a finding that he did not show adaptive behavior, and the district court said that that was so because all Alderson Reporting Company of those experts that you've referred to were speaking retrospectively.  There was no evidence of what the defendant's current condition was.  That was -- I think it's in the Joint Appendix --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- there was nothing that limited you to the retrospective proof. The -- the trial judge asked a simple question, how did the defendant adapt in prison, and quotes one expert as saying:  \"Well, I didn't test for that.  I don't know why I didn't do it.\"  And that same expert said that he Alderson Reporting Company had, in fact, done it in other cases."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you talk about the condition of mental disability that's involved here, I want to go back to something you've said in response to Justice Scalia.  The question was along the line of what does it mean to have a disorder under the DSM. Obviously, one thing it means is that the scholars can Alderson Reporting Company talk about it; that they can all focus on the same subject. Does it have any meaning other than that, that it -- it is an objective index, an objective characterization that certain people have a certain mental condition?  Is -- is that what it means?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is there -- is there any evidence that society in general gives substantial deference to the psychiatric profession in this respect? Are there any studies on that or is there anything we can look to to see that that's true on not true?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We have later in the week an argument about economic theories.  And it's a little different because in that case, the Court -- it's the Court's own jurisprudence and we have not said, as we have in Atkins, that it's up to the State.  But do you think we defer to psychiatric -- psychologists and psychiatrists any more than we -- or any less than we do to economists?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mister --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"They change -- they changed their mind, counsel.  This APA is the same organization that once said that homosexuality was a -- was a mental disability and now says it's perfectly normal.  They change their minds."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And they have changed their minds as to whether 70 or 75 is the -- is the new test -- for for mental retardation."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, can I take you back to a question that the Chief Justice asked? Because the Chief Justice said, you know, where does this SEM come from.  And it is the test maker's determination that this is the margin of error that gives you a 95 percent confidence. I guess the question here or one question here is why do we have a 95 percent -- why do we need a 95 percent confidence level? And you could say it either way.        You could say, gosh, we're putting somebody to death, we should -- we should have a 100 percent confidence level.  Or you could say, as I take it Justice Alito -- Justice Alito's point was, well, look, the burden of proof is on the Alderson Reporting Company defendant here anyway, so a 95 percent confidence level seems awfully high.  We should, you know, ration it down to 80 percent. So why for this purpose do we have to go with the test maker's determination that 5 is what gives you a 95 percent confidence level?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- and that's not really my question."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand why they might use it for a wide variety of purposes.  The question is: Why does their determination that it's useful for a wide variety of purposes to have a 95 percent confidence level, why is the State stuck with that for this purpose?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what you want? That is, I go back to Justice Sotomayor's question. Start monkeying around with 95 percent.  It's all over the law.  I mean, 95 percent is a classical measure by scientists of when they have confidence that the fact that the regression analysis seems to establish is in fact a fact."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That is in tort law.  That is in whether jury trials are -- are discriminating because they don't have black people on the jury.  It's all over the law.  So I assume that we -- you're not asking us to muck around with that number because I Alderson Reporting Company don't know what the consequences would be.  And if you're not, here's how we reduce it.  You give the same test six times and now we've reduced it from 5 percent, if he's above 70 all the time, to maybe one -- one one-hundredth of one percent.  Is that what you want to have happen?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I right?  Am I right in what I said?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  Let's go before the last thing. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not saying it isn't important, but I want -- my thinking to the last thing is dependent on my being right on everything before the last thing.  So am I right before the last thing, about how 95 percent -- Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"On Justice Breyer's last point, before your -- your time expires, because I do think this is important.  Is there not another way of proving reliability?  Suppose -- what about multiple tests?  Suppose someone is given 25 Wechsler tests and 24 times the person scores 76 and one time the person scores 72.  What would you deal with -- how would you deal with that in a State that has a hard cutoff?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not consistent with my understanding of it, but I don't claim that I have a deep understanding of it.  But what -- what would be your answer to my hypothetical?  Where there are multiple scores that are above the hard cutoff but one Alderson Reporting Company that's below -- and I will ask the State the opposite question -- what would you do there?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what does the Eighth Amendment require, in your view?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it were 76, you would not need to go on to adaptive behavior; is that your view?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you want us to decide this case and establish the principle, the -- the very significant principle that where you have a -- a criminal defendant condemned to death for -- for murder whose scores are 71, 72, 73, 74, and 80, that's okay? That's all you're trying to persuade us of? I mean, I'm not very happy having to go through this in all future cases where you have somebody who has 69, 73, 74, 75, and 81.  I mean, don't you have some more general principle, other than the particular scores in this case are good enough."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what -- Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Well, let -- let me ask you this.  Suppose that the American Psychiatric Association and -- and all other professional associations do use the SEM.  Suppose that.  It seems to me what the State is saying here in declining to use that, is that it declines to follow the standards that are set by the people that designed and administer and interpret the tests."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"This is not clinical; this is statistical criteria with the tests you're relying on."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You keep saying clinical, but the SEM is not a clinical judgment.  It's a standard error of measurement.  That's the test maker's."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No.  This has nothing to do with best practices.  It has to do with what the test givers say is the right way to look at their tests."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  They're not challenging the two standard deviations; they're saying if you are going to preclude functioning abilities and the other two factors of your test based on a score of a test that says it has an SEM of 5, then you have to use the SEM.  It's very different.  They're not saying you have to take that number and declare that person mentally/intellectually challenged.  You just have to apply the other factors."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can I stop you there?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that you don't have to go to, under your view, you don't have to go to Alderson Reporting Company the second and third standards if you -- on the first, it's 70 or below.  I thought that adaptive behavior doesn't come into the picture, and onset doesn't come into the picture, if the IQ is above 70."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what is wrong -- this -- there may be agreement among you on this.  What the -- what Atkins says is there are three parts, as you say. One part is significantly sub-average intellectual functioning.  That's the first part.  And so what you say is, if it's above a 70 on an IQ test, or a couple of them, that's the end of it.  We don't go further.  All right.  What they say is, I want to tell the jury something, or the judge if the judge is deciding it: \"Judge, I have an expert here.  Thank you.\" Expert:        \"I want to tell you, Your Honor, that that number 70 is subject to error.\" It could be -- and indeed the State can do the same thing.  If it's 68, the number 68 is subject to error.  So if somebody measures 68 you could bring in Alderson Reporting Company the witness, and you would say 5 percent of the time, it's within 5 points either way. I think that's all they want to do.        Now, there could be other ways of going about it, and maybe you would give the same test six times with different questions, and that may not eliminate but it might reduce the possibility of error, or there may be some other way to do it.  You call in a psychiatrist and he says okay; or an expert:  72, he's still.  We have other ways.  We have other ways, not just tests. Now, I think you would do the same thing if you wanted to, on the down side, I guess.  And that might lead people not to -- to being executed.  You see? And that's their position, though, I think.  And they get to do it on the upside.  All right, what's wrong with that?  It doesn't sound so terrible. And anyway, the Eighth Amendment -- this is a way of enforcing the Eighth Amendment.  This doesn't need to be, I don't think, an independent Eighth Amendment violation. But go ahead; that's the kind of question I would love to have some --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't raise the limit to 75.  What it does is it says just what I said, and I don't want to repeat it.  When it's there at 70, they call their expert, who informs the decisionmaker just what I said.  Now, that would take a little time, maybe 15 minutes, maybe a little longer.  But that's what they want to do, I think.  And -- and why not?  I mean, what is so terrible about doing it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"are mentally retarded."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But only those who in fact No, Your Honor. Because?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, General, the ultimate determination here is whether somebody is mentally retarded; and the IQ test is just a part of that.  It's a part of one prong of that ultimate determination.  And what your cutoff does is it essentially says the inquiry has to stop there.  And the question is how is that at all consistent with anything we ever say when it comes to the death penalty?  Because we have this whole line of cases that says when it comes to meting out the death penalty, we actually do individualized consideration, and we allow people to make their best case about why they're not eligible for the death penalty.  And essentially what your cutoff does is it stops that in its tracks, as to a person who may or may not even have a true IQ of over 70, and let alone it stops people in their tracks who may not be mentally -- who may be mentally retarded."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But he doesn't have it with respect to this critical question, right?  We've said you cannot execute somebody who is mentally retarded; and he says now you are preventing me from showing you that you're mentally retarded, because you have an IQ test, a part of one prong of the three-prong test, you have an IQ test that says that I'm not mentally retarded, but you know, that IQ test may be wrong.  It's not -- given that you are not using a margin of error."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"General Winsor, we --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- we don't allow all factors to be considered, do we?  Would -- would the State have been able to refute his assertion of mental retardation by pointing to the fact that he is the one who seized the young woman, who pushed her into a car, Alderson Reporting Company who drove the car with his accomplice following in another car, and who killed her, and -- and killed another -- and killed a policeman, too, later, I guess."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could the State bring that in and say somebody who is mentally retarded enough -- so mentally retarded as not to be responsible and not to be subject to the death penalty certainly could not have pulled all of this off.  This is not a person who is that mentally retarded, significantly mental -- mentally retarded. Could the State show that --"},{"name":"JUSTICE SCLIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"-- in refutation of -- of his mental retardation evidence?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me that, to follow from Justice Kagan's question, and I think this is a very important question, that we've been talking about here about the -- the inaccuracy, to some extent, of IQ scores, and your rule prevents us from getting a better understanding of whether that IQ score is -- is accurate or not because you -- we cannot even reach the adaptive functioning prong.  You prevent it at the outset.  And incidentally, you don't prevent it if it's under 65 -- under 70, do you?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But in very close cases, doesn't it illuminate whether or not the IQ test is exactly as reported or if it is subject to some decrease or increase depending on what the evidence of adaptive functioning shows. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'll read -- I'll read Atkins again."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought Atkins did -- did refer to the adaptive functioning."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that was even under DSM-IV, correct?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, General, at the very least, you give somebody an IQ test, he scores a 71. Now, he might actually have an IQ of 71, or we know from the way these standard margins of error work, he might Alderson Reporting Company have an IQ of 69, and you won't let him go to the adaptive behavior prong of the test and show that, you know, and -- and show that he can't function in society in the ways that Atkins seems to care about, as Justice Kennedy says, notwithstanding that this IQ score number might be accurate or might not be."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Since when -- I know that there's less emphasis now on the IQ test than there was before.  But when the IQ test was used, did they always use it as a fixed number or did they always include the SEM as informing the clinical judgment?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Since then they have not changed."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's been the same in all medical diagnosis. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They're not arguing for that.  They're just arguing that we should stay where it's always been, which is using the SEM."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it the case that those who use IQ tests always require a 95 percent confidence level and always must require a 95 percent confidence level?  Let's suppose a school on the other end of the IQ scale wants to identify gifted children and they say a child is gifted if the child has an IQ of 130 or above.  So they say if you have an obtained score of 130, you're in.  You're in the gifted child program, even though there is the same percentage that would Alderson Reporting Company be -- would be the case with respect to someone with an IQ of 70, that really the person is below 130.  Would there be something wrong with their doing that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do they -- are there places that do that?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"General."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could the State change its statute to say we're -- we're now using a threshold of 60?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I guess I don't understand it.  You have to explain that to me a little bit."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because I thought that the 70 was -- is very longstanding.  Everybody has agreed that it's -- it's 70 for many, many decades.  Maybe -- Alderson Reporting Company maybe forever.  So how could a State -- if the State -- why could the State say no to that?  What would you look at?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's why you have the other two prongs."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's why you have the other two prongs."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And at every juncture when you have a fixed cutoff, you have the ability to defeat the other two prongs, but you're stopping them on a test based on a test score that has a margin of error recognized by the designers of the test."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can you --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Please, I --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then I misunderstand the case.  I thought the Florida court held, in effect, my words, that the IQ was a threshold in order to make this inquiry, and if you had 70 -- over 70, you could not make a showing.  But please correct me if I'm wrong."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you do not get -- if you do not satisfy prong one, you do not get to prongs two or three, period.  Right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What happens if right now, today, under the law of Florida a similar case and there is an IQ score of 71, and the prosecutor points out to the judge that that's higher than 70.  And the defense lawyer says:  Your Honor, I would like to bring in my test expert here who will explain to you that, even though this test did show 71, there is some fairly small but significant probability of error, and it could in fact be as high as 76, and he would like to explain to you that that's the situation.  And therefore, can I have him testify. Does the judge have to let him testify or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So then --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So then this is a dispute in the case.  They would like to present that expert, you would say no?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  That brings me back to my -- I just want to be sure."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Then we get to my first question, which I won't repeat, and this man has been on death row for over 35 years, I take it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He didn't raise mental retardation until 10 years after his first conviction; isn't that right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How has it gone on this long?  1978 is when he killed this woman."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but, General --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the last ten people Florida has executed have spent an average of 24.9 years on death row. Do you think that that is consistent with the purposes of the death penalty, and is -- is it consistent with sound administration of the justice system?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That wasn't my question."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is it consistent with the -- with the purposes that the death penalty is designed to serve, and is it consistent with an orderly administration of justice?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Go ahead."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"General Winsor, maybe you Alderson Reporting Company should ask us --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Well --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"-- that question, inasmuch --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Well --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"-- as most of the delay has been because of rules that we have imposed."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Well, let -- let -- let me ask -- ask this.  Of course most of the delay is at the hands of the defendant. In this case it was 5 years before there was a hearing on the -- on the Atkins question.  Has the attorney general of Florida suggested to the legislature any -- any measures, any provisions, any statutes, to expedite the consideration of these cases."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"General, can I just ask --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- why you have this policy?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why you have the policy.  I mean, is it administrative convenience?  Just tell me why you have the policy."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  Why you have the 70 threshold."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's just to say that it would double the number of people eligible, but some of them may be mentally retarded.  I mean, presumably we want accurate decisionmaking with respect to this question, don't we?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Who are not mentally retarded if they don't have an IQ score of 70 or below? I mean, you -- you don't believe that yourself, right? This is a tool to decide whether somebody is mentally retarded, and it's a tool that functions in one prong of a three-prong test."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How many States retain that practice with a rigid 70 cutoff?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Of those eight, how many actually have a fixed cutoff and how many have a SEM?  I thought it was only four that didn't have consideration."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But by judicial decision, they've considered -- well, we -- that -- that's something that --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly.  That's what I'm saying.  Only four have it interpreted without the SEM."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought only four had interpreted without using the SEM?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Only four, like Florida."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General. Alderson Reporting Company Mr. Waxman, you have a minute remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Waxman, counsel. Alderson Reporting Company The case is submitted."}],"people":[{"id":0,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2880,"interruptions":21,"times_spoken":48,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ALLEN WINSOR","firstName":"ALLEN","lastName":"WINSOR","counsel":true,"justice":false,"side":"respondent","words_spoken":2885,"interruptions":27,"times_spoken":66,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":159,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":415,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":613,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":265,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":585,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":670,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":803,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":846,"interruptions":3,"times_spoken":16,"laughter":1,"num_int_by":2},{"id":10,"fullName":"JUSTICE SCLIA","lastName":"SCLIA","counsel":false,"justice":true,"side":"justices","words_spoken":10,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":2880,"times_spoken":48,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":27,"words_spoken":2885,"times_spoken":66,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":18,"words_spoken":4366,"times_spoken":123,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035361}}