{"petitioner":{"name":"MISSISSIPPI, EX REL. JIM HOOD, ATTORNEY GENERAL","counsel":[0]},"respondent":{"name":"AU OPTRONICS CORPORATION, ET AL.  ","counsel":[1]},"caseNumber":"12-1036","date":"2013-11-06T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next today in Case 12-1036, Mississippi v. AU Optronics Corporation. Mr. Massey. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Massey, with respect to that, there is a claim for restitution.  I take it, if the suit is successful, the money that's collected will be distributed to all the people who are affected by this conduct."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you're asking for $10,000 for each one?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're asking for $10,000 for each one? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume a case where -- forget about that the consumer action was settled.  And let's forget about a case in which the damages are difficult to prove."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's think of a case in which the damages can be determined, and the State comes in on behalf of a class of consumers and says, we're seeking their restitution.  Does your argument change if the facts are different?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So is this a real party-in-interest argument, or is it a statutory argument that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the statute requires named plaintiffs as opposed to -- named or unnamed plaintiffs, but plaintiffs."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do with reference to persons?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I realize that."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm not sure why that -- why it wouldn't make sense to read two different terms in the same sentence to mean two different things. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The persons could be here, the citizens of Mississippi, who were damaged by the activity in question.  The plaintiff -- plaintiffs, here, there's one named plaintiff.  The plaintiffs can refer to -- to the person or entity or multiple people or entities who were named as plaintiffs. So why -- I don't see what the inconsistency is."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if you have an executor, and he's administering an estate in which 100 people have equal shares to the estate, and the estate has a claim.  And he brings it on behalf of the estate. Now, is that covered as a mass action or -- or not?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Massey, you envision one proceeding, it could be a class action on behalf of the individuals, that doesn't require everybody  that satisfy the amount in controversy, and then this action by the Attorney General, which does, among other things, seek restitution. Isn't there an overlap between those two claims?  And how do we sort out -- you said -- at one point, I think you described the restitution as \"disgorgement of ill-gotten gains.\""},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But, now, we have the consumers who were affected, they've already been paid. So how does it work for the Attorney General's suit? What is the impact of the class action that has already gone forward and been completed on the Attorney General's claim? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it would make -- it would make no sense for a defendant in a class action brought by consumers to ever settle the case.  It's going to have to pay twice.  It's going to have to pay consumers, and then it's going to have to pay you because you can, say, well, we want restitution, and we are not going to distribute it to the class members, but we're entitled to it. And I assume the amount of the restitution Alderson Reporting Company is based on some estimate of the class -- the consumers' claims."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there -- what is your understanding under Mississippi law, which you know a great deal more than I do, about any limits on a parens patriae action? Let's say there was one purchaser in Mississippi of LCDs, whatever, or two or three.  Could you bring a parens patriae action on their behalf?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know, but I'm trying --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Unlikely as a practical matter or as a legal matter?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there parens patriae actions where the State attorney general brings the action in what is really a suit on behalf of private parties?  And, if so, do you call it private parens patriae?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, parens patriae has to have -- you have to ask for restitution?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the State interest that's being -- the State interest that is being asserted is damage to the consumers?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it harmed members of the population of Mississippi, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what are those?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Damage to -- having less money is a damage to the consumer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What prevents -- what prevents attorneys general from around the country sitting back and waiting until every -- as private class actions proceed, and as soon as one settles or one -- the plaintiffs' class prevails, taking the same complaint, maybe even hiring the same lawyers, to go and say, well, now we are going to bring our parens patriae action, we know how the trial is going to work out, or we know what the settlement is going to look like, and we are going to get the same amount of money for the State?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's got not nothing to do with it, does it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure it's a serious matter when a plaintiff class recovers for, as in this case, an antitrust violation or whatever and -- what's the answer?  I'm sorry.  I'm repeating my question. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So the answer is that there is nothing to prevent 50 attorneys general -- 51, from saying, every time there is a successful class action as to which somebody in my State purchased one of the items, we are going to file a parens patriae action, the complaint is going to look an awful lot like the class action complaint, and we want our money?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that means that it could happen?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, counsel, but you told me the State's own interest was in protecting its consumers, so it would be able to file Alderson Reporting Company this suit every time its consumers have been harmed, as demonstrated either through settlement or suit.   That's the State interest, protecting its consumers."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as a matter of efficiency -- take the Chief Justice's hypo, the hypothetical and back it up.   The moment the class is certified, why can't the attorney general join it and say, now, our interest is a little different, but it's so much the same that we want to join it, and we want to join it as parens patriae.   Would that prevent its removal?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can't provide any reason why they wouldn't do so and, presumably, would start doing so with greater frequency if you prevail in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't have to be the same case.   It can be the next case on the court's docket.   The first case is In Re:  LCD Litigation, and the second case is State of Mississippi v. LCD Manufacturers."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And in every one of those cases, there had been private class litigation prior to the filing of parens patriae?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Except we know that's not true in this case because we already have a settled --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your -- is your view of what's called the mass action -- a mass action is you have to have a sizeable number of plaintiffs, each one with 75 -- at least $75,000 at stake.   Is that --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And so they would all be named plaintiffs."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there many actions of that nature where there are hundreds of people, each with a claim of 75,000 or more?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would you bring such a claim in Federal courts in this mass action format? I can see in Mississippi, it doesn't have class actions, but if you're in Federal court, why would you ever have a mass action, instead of a class action?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Massey, if you are right about what mass action means in this statute, what is this exception about the general public doing?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me, when you come back, where the money goes if you win?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Massey. Mr. Curran? "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So how do you remand a case when it involves unnamed plaintiffs?   Not a Alderson Reporting Company proposed class because you -- if you have a proposed class, that could be persons, and you could identify those.   But under your theory, what does a court do to figure out which of all of those unnamed people have claims above or below $75,000?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You know, this language is very reminiscent in what's in Federal Rule of Civil Procedure 20, the joinder rule."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And if I look at the joinder rule, it uses \"persons\" and \"plaintiffs\" essentially in the same way.   It's talking about persons being proposed plaintiffs, as opposed to unnamed people --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- or the proposed class, in essence."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It seems that that would be hard to invoke that case when a statute commands differently."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In that case, it's in the -- in the absence of statutory language that requires remand."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I'm hard-pressed to think that we can be exercising supplemental jurisdiction in a case where Congress has expressly spoken and said you can't or shouldn't."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In this particular case, the individual claims were settled in the -- in the class action, so if there -- if there are no individual claimants to be -- to be represented, why doesn't this end up being a claim where only the State of Mississippi has a stake because the individuals that the State might have been representing have already been satisfied, so if this is --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that?  I thought that in a -- maybe it's changed since I knew the law in this area.   But I thought, because of Illinois Brick, the ultimate consumers couldn't recover, but rather -- you have to be a direct purchaser rather than an indirect purchaser of the price-fixed good."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  All right.  So this is a State law case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know your case is, but the one that settled previously?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So you have a double dip claim.   I guess my question, procedurally, is that, here, the State of Mississippi is the named plaintiff."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And moreover, the State of Mississippi is suing in order to obtain money, is what we just heard, for its treasury.   And, third, the State of Mississippi is suing because of their belief that the Alderson Reporting Company defendants injured the economy of Mississippi, and they injured it by hurting the pocketbooks of many individuals in Mississippi, the names of whom they don't even know.   All right? Now, they say, look at -- read the statute. Read the cases which say if you are a nominal plaintiff, that's good enough, as long as you are not suing as some kind of -- I forget the words -- quasi-sovereign, whatever it was, one way or the other.   You know the cases better than I.   But why isn't what they just said sufficient?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that, but why does that fall within this statute?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If you go on and read that a little bit further, Mr. Curran --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- it says, \"claims of 100 Alderson Reporting Company or more persons that are proposed to be tried jointly on the ground that the plaintiffs' claims involve common questions of law or fact.\""},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And here, of course -- you know, there's no joinder, let alone, any proposed -- you know, there's no -- there nothing that the Mississippi attorney general has to go through, to show that the plaintiffs' claims involve common questions of law or fact, right?   They don't -- there's no showing of that kind that has to be made in a parens patriae case."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, again, this clearly --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But they don't have to show -- and this is clearly referring to a kind of Rule 23 inquiry, which they don't have to go through to do a parens patriae. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but they do have to show that --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- in a massive --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- consolidation case --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the judge is going to say, you have 100 claims; we want to see that those 100 claims have common questions of law or fact.   But in a parens patriae case, the State never has to make that showing.   It can just stand up and say, here we are.  We are the State.   We're representing the interests of the State qua State.   Here's our claim."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but the attorney general says that that's not what's going to happen here.   How do you square that with his statement that that money will not get to these people?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He says you can't -- he says you can't even identify those people."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- see, I can understand a complaint where they have taken 100 individuals, or 102, and they list them as plaintiffs, and they don't call it a class action.   And that would fall right within the meaning of mass action, if the numbers are right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if we take your approach and depart from that mechanical, but simple -- simply administered interpretation, what is worrying me, and perhaps you can help me with that, is that there are perhaps all kinds of State actions where one of the motivating reasons is -- behind the lawsuit is some person hurt our citizens. And so, now, we will get into the instantly interesting, but very difficult question of, well, when Alderson Reporting Company you say hurt your citizens, do you mean hurt them by giving them rise to an independent cause of action for each of them, who we don't know who they are, and we don't know if the statute of limitations has run to some, and we don't know if others have other disabilities; but, nonetheless, we're not certain this suit is entirely for that, it may be mixed up with other things. Do you see the problem once I start down your road?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I've departed from the clear and simple."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That seems to be -- that seems to be disputed because I understood Mr. Massey to say that the restitution claim would go to the State. And you say that that -- the restitution couldn't go to the State."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You can hold him to that, and I guess he can say, no, I don't want to be held to that or -- but that seemed to be not for this Court. Once he says it, I guess --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But can we not take him at his word?   He said it wasn't."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what do you do about this -- this language in the definition?   I haven't heard you explain it. It -- it says -- it means any -- mass action means \"any civil action in which monetary relief claims of 100 or more persons are proposed to be tried jointly on the ground that the plaintiffs' claims involve common questions of law or fact.\" Now, they're not proposed to be tried jointly here on that ground.   They're being tried jointly on the ground that the suit is being brought by the attorney general under this State statute."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I understand that. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Curran, really, do you -- are you saying that, as a matter of State law, that, in this suit, the attorney general has to make a proposal that -- that the plaintiff -- that -- that he can bring the suit on the grounds that the plaintiffs' claims involve common questions of law or fact and that that proposal has to be adjudicated by the Court?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But he does not have to show any common questions of law or fact in the typical way that we demand.   I mean, that's actually a really Alderson Reporting Company demanding showing that we have forced lawyers to make in the class action context.   All that the attorney general has to do is to stand up and say, I have a State interest in protecting my citizens and in deterring improper behavior, and here is my substantive right."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I don't understand the bifurcation point.   It seems to me that what the attorney general is saying is he has a set of claims. They're his claims on behalf of the -- the populace, but -- but to further State's own interests. And there -- there's none of this Rule 23 kind of business about common questions of law or fact. So it's not a question of -- you know, one set of claims or another set of claims, now or later.   He has a claim. That's all he has."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose it's a given that we all concede that the complaint is both for private-named persons and for restitution.   Both.  What result?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, the rest of my hypothetical, part of the restitution goes to the State."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where's the language?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I have 79."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And this is the main provision where they're trying to define what mass action means.   And I take your point that there are -- there's some slippage between this provision and the various provisions that it refers back to because those provisions -- we're talking about class actions, and this one is talking about mass actions. But this is the essential definition. And this one seems to be pointing to a very different kind of suit, one in which there are 100 individual claims that -- that 100 people seek to have joined in which a court is going to make a determination about whether Alderson Reporting Company those 100 individual claims have questions of common law or fact."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that would have required this Court --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":5,"sideBefore":"justices","text":"That's essentially what it says.   I mean, the only -- the only thing it doesn't say in what you just said is that it says persons, instead of named plaintiffs.   But then, if you read the sentence, it's pretty clear that persons and plaintiffs are the same."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I might not answer it. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But  isn’t your proposal mean that before someone can remove, they have to decide whether the class is certifiable?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because you're not going to decide whether these plaintiffs are actually going to be plaintiffs and part of this class until you decide the class question.   If you use the word \"persons\" and you use the language of the statute, it's the class that's being proposed.   It's the named plaintiffs and the class that's being proposed of persons that are being proposed to be tried together."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Sometimes, Congress doesn't do it right, you know? (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Sometimes, they try to catch everything, but the language they use doesn't do it."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But more than that --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But more than that, Mr. Curran, is that there was actually a considered effort by the attorneys generals here to take themselves out of this statute --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- and that that -- well, you say they failed, and -- I mean, that's the statutory question.   But it's not just Congress didn't do it right this time.   It was that there was a very serious effort to get attorneys general out of this statute.   And that's -- and -- you know, it seems to me that they did pretty well."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe --  maybe they didn't, but if you look at the committee report, what is the definition of mass action?   And it is, under this new subsection D-11, \"expands the jurisdiction over suits that are brought on behalf of numerous\" -- numerous -- \"named plaintiffs.\"   \"Numerous named plaintiffs.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You mean it's contrived legislative history? I can’t imagine. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Curran. Mr. Massey, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did not the Fifth Circuit decide that State law question?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What he says is -- in the complaint, it says -- \"prays that the defendant be ordered to restitute any and all monies for the purchases of its citizens.\" All right. Now, you look at the statute he quoted, the Mississippi statute, and it says there is the authority to have restitution to restore to any person in interest any monies which may have been acquired by means of a practice prohibited. So he says that sounds as if what you're talking about is you want restitution, though, given to the State, the restitution is for individual purchases of individual citizens because there could be no other. Alderson Reporting Company And, therefore, you have a list of people in mind, or you must find one, where there were particular individual purchases, by individual citizens, and get that restitution into the treasury. All right. Now, that -- I think something like that was his argument, and I wanted to know what you were going to say.   Are you going to give up these last five words, \"and the purchases of its citizens\"?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"And that's what I understood the Fifth Circuit to have held."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and the purchases of its citizens."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I know they'll get the money --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but he's saying, to get the money, you have to say which money. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And to get the money, which money means you better have a list of the individual people who bought something, or otherwise, there is no such money. And that's enough to make those, in respect to this paragraph, individual people whose claims the State of Mississippi is pursuing.   Something like that is his argument.   And I just wanted to know your response."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that has to go with the facts of this case.   Don't go with the facts.  Go with the -- with the -- the point, which is that you -- in -- in a normal case, aren't you, in fact, suing for the citizens?   The named citizens.  Or the citizens --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JONATHAN S. MASSEY","firstName":"JONATHAN","lastName":"MASSEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3763,"interruptions":26,"times_spoken":51,"laughter":0,"num_int_by":7},{"id":1,"fullName":"CHRISTOPHER M. CURRAN","firstName":"CHRISTOPHER","lastName":"CURRAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3121,"interruptions":14,"times_spoken":52,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":643,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":441,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":182,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":420,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":100,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":208,"interruptions":0,"times_spoken":10,"laughter":2,"num_int_by":0},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":761,"interruptions":7,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":794,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3763,"times_spoken":51,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":14,"words_spoken":3121,"times_spoken":52,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":17,"words_spoken":3549,"times_spoken":107,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.6744128243723017,"respondent":0.32558717562769834,"date":1472411005930}}