{"petitioner":{"name":"AGENCY FOR INTERNATIONAL DEVELOPMENT, ET AL","counsel":[0]},"respondent":{"name":"ALLIANCE FOR OPEN SOCIETY INTERNATIONAL, INC., ET AL.\n","counsel":[1]},"caseNumber":"12-10","date":"2013-04-22T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 12-10, Agency for International Development v. The Alliance for Open Society International. Mr. Srinivasan. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I guess the problem is that there are a number of different ways you could carry out the program.  And let's say you have an organization that focuses on a particular -- you know, the administration of hospitals or whatever it is that's covered by the program, and they regard this issue as collateral to what they're concerned with. There -- there have to be some limitations on what type of loyalty oath you can require them to sign, isn't there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if they --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I appreciate that. What if they're not?  What if the government has, in addition to this policy, a strong policy in promoting -- you know, recycling, and so they require everybody with whom they're going to do business, every grantee, to adopt a policy in favor of using renewable resources?  Any problem with that?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- well, on that particular point, what should we do -- as far as I can tell from the briefs, the people who work with the prostitutes to try to prevent AIDS uniformly tell us that, if you go to those prostitutes and you try to get them to take steps to stop AIDS, it's very hard to do if, at the same time, you've announced you're against all prostitution. So what they're saying is that the condition imposed will interfere with the objective, and if there is a germaneness requirement -- and nobody says the opposite.  I mean, I've noted nobody denies what they're saying in terms of the effectiveness of their work, so -- I don't think. At least, I didn't read them all with great care; maybe you can point to somebody who does.  But, if everyone is telling us that this is counterproductive and the exact opposite -- then can we say, well, it isn't germane?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's quite a few, yes. That's true."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Srinivasan, there isn't -- at least I'm not familiar with anything quite like this, where, if you're not told, if you want to run a government program, you have to speak the government'sPage 8 speech. This doesn't require the recipient to speak to anybody at all, except to the government itself, to say, I pledge that my policy is the government's policy. So it's making somebody adopt, as her own, the government's policy, rather than saying, I understand that I get my government money, I have to follow the government's rules about what I can say to the public. Here -- and is -- is there anything else quite like this, where you make a pledge to the government, but with respect to third parties doesn't apply?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not aware of any case in which this Court has held that it is permissible for Congress to condition Federal funding on the recipient's expression of agreement with ideas with which the recipient disagrees.  I'm not aware of any case in which that kind of compelled speech has been permitted. And I would be interested in -- and it seems to me like quite a -- a dangerous proposition.  I would be interested in whatever limitations you think there might be on that rule, which seems to be the general rule that you're advocating.  Other than the requirement of germaneness, is there anything else?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Say it again.  I didn't understand the point."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me give you this example, which is mentioned in one of the amicus briefs. The government provides lots of funding to universities to -- in various forms, either directly or through student loans, in the form of tax exemptions, so anything that would be germane to the general purpose of higher education, presumably, could be attached as a condition to those funds. Would that be correct?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"With what -- with what limitations?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The government could have a whole list of things -- of principles that it thinks should be incorporated into higher education, and it could require a university, as a condition of receiving these -- this money, let's say directed through student loans, to express agreement with all of these propositions.  Would that be true?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean by,Page 13 \"partnering\"?  How does this partnering differ -- partnering differ from just giving them the money to do the job?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what you -- what do you mean by, \"partnering\"?  You're just saying they are given money to carry out a particular program. Is that all --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that all you mean by, \"partnering\"?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"To carry out a particular program?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand.  It is -- it is a naked grant of money to implement a particular program."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  And you call that \"partnering with the Federal government\"?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Terrible verb, anyway. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Srinivasan, on this, what does seem to me unusual, as Justice Alito brought out, requiring somebody to say, \"I believe this\" or \"I agree with the government on that.\"  The Rust v.Page 15 Sullivan, which is one of the precedents on which you rely, made it a point that the doctor was not required to represent -- as his own views, not required to represent an opinion that he doesn't hold. He has to adhere to the government's program in his dealings with the public, but he doesn't have to say, \"I agree with the government.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that just an irrelevant consideration in Rust, that no one -- no one was being obliged to say, I believe something, that they don't believe?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I see that, and I see you have two sides to the policy question.  And then it seems to me that the case that Justice Ginsburg was speaking of is pretty relevant.  Why?  Well, that case, Regan and League of Women Voters, all seem quite comparable. They are trying to balance the -- the desire of the government to further a policy objective with the undesirability of the government invading what would otherwise be a constitutional protected right to speech. And the way they have done it is quite technical and narrow, but it may be applicable.  In both, what they said was, don't worry about your protected speech as much as you are because there is another way you can do it here.  You go through a -- an independent structured organization.  And where that wasn't present, namely, the League of Women Voters, the Court struck it down. Now, if that's the right framework, then, here, I don't see how you could have an independentlyPage 17 structured organization for the reason that a group that said, I am -- I am opposed completely to prostitution, publicly, to get the money, and then set up a structure that said the opposite, would be seen as totally hypocritical.  They wouldn't be able to get their message across. They wouldn't be able to express, in any way, what it is they think about the -- the administration of AIDS in the context -- anti-AIDS in the context of prostitution. That's a long question, but you see where -- where I've ended up."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"At the moment, for purposes of the question.  So why isn't this case more like League of Women Voters and less like the other two?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Srinivasan, there is a difference in this international setting -- you know, most of those separate affiliates was in Taxation Without Representation, and it was the cure for the Legal of Women Voters.  But here, as the D.C. District Court said in its opinion, which was in your favor, oh, all you have to do is spin off a subsidiary that gets the government money; it's just a simple matter of corporate reorganization. But you know that getting an NGO -- a new NGO recognized in dozens of foreign countries is no simple thing to accomplish.  I mean, to take a concrete example, look what happened about a year and a half ago in Egypt, when the U.S. NGOs were indicted for criminal -- for not complying with the permit requirements of the country.Page 19 So it's one thing to set up a 501(c)(3) and 501(c)(4) operating in the United States, each does its thing.  But to require an NGO to then, in the countries where it's operating, get the necessary permits is quite an arduous thing."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I wasn't excepting that one."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I was -- I mean, the main difference it seemed to me is, assuming all of that away, is that, here, the separate structure does not fulfill the constitutional need simply because the basic condition has to do with express speech, because when A says, I believe in X, and then they set up a separate structure -- and every one knows they have set it up; I mean, that's the point of it -- and the structure says, \"just kidding,\" nobody believes them from day one. And so you can't do it, and, if the government has its way and has awarded the thing properly, according to your criteria, the part that won't be believed is the \"just kidding\" part.  And so the structure -- separate structure -- just doesn't work in terms of communicating their belief.  And I don't think that's true in Rust, and I don't think it's true in Regan, and I do think it's true in FCC v. League of Women Voters."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Boy, if -- if the structure -- the separate structure is not really part of a constitutional analysis, then the government could say, why not?  It's easy to find policy reasons, and really find very, very decent and thoughtful people who agree with the policy reason, you know? There -- there are people on both sides of these questions, and they come in and they say, okay, we're giving money for an anti-abortion purpose or a pro-abortion purpose, you know --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and -- and, suddenly, people can't say anything in these areas in face of such a condition."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Finish answering him, and then I'll --Page 23"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem that I have with that answer is that it doesn't cure the organization's need to stay true to its own beliefs because if -- and I think this is what Justice Breyer is trying to get to -- if it’s truly an independent organization speaking, then that's that organization's belief; it's not an alternative under Rust to the needs of that organization to have its own personal views.Page 24 And -- and so I have that problem, which is how is it an alternative for that organization to be able to have its views? Let me posit a hypothetical that I'm actually very troubled by.  Let's assume a city government is undertaking a campaign to prevent teen pregnancy and its associated problems, and it wants to promote the use of contraceptives that protect from contracting -- you know, diseases, things like that. And some of its programs involve the distribution of contraceptives, but others involve parenting classes for teenage mothers and offering them free daycare.  And a church seeks funds for the daycare part and the parenting part. Can the city now say, because we have this really important need to avoid sexually transmitted diseases, anyone who seeks our funds also have to say they believe in the use of contraceptives?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The church there would say, we don't believe, and why should we say we believe?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me give you another example that's along the same lines.  The Federal government provides lots of funds to entities and individuals who are involved in the provision of health care. So let's suppose Congress says that, we think that the issue of guns is very germane to public health, and therefore, we will not allow anybody to receive any of these funds directly or indirectly, unless that entity or person proclaims agreement withPage 26 whatever we happen to think at the moment about guns. So they must either say we believe that guns should be strictly limited -- access to them should be strictly limited for public health purposes or that guns should be freely available because we think that promotes public health.  That would be permissible, wouldn't it?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would it not?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"One -- one thing before your time is up.  I have the same concerns that Justice Ginsburg expressed about the difficulty of simply creating structures in -- in foreign countries.  If -- and I've looked through all of your cases. What's your closest case -- your best case for the fact that you should get extra deference because this is the foreign affairs field?  I mean, I think of U.S. v. Curtis Wright.  Anything more specific than that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Bowker? "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see why this is a -- you talk about banning their speech.  The government is just picking out who is an appropriate partner to -- to assist in this project.  It wants to go and find people who, like them, are opposed to prostitution, and all they want to do is make sure that you're opposed to prostitution. It's like any other sort of condition -- you know, we want to make sure that you haven't been convicted of tax fraud over the last 10 years, so sign a certification that you -- you haven't.  Yes, it's related to speech, but the whole program is about that. Why would they want to sign up with somebody who didn't share the objectives of the program?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it would be a different case, in your -- your view, as if -- when they have those criteria, they have one of them is, oh, by the way, you must agree with the objective of the program, which is to eliminate, to the extent possible, prostitution and sex trafficking?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it isn't just able to do.  Are -- are you saying that they -- they just can't make it a prior condition, but they can select applicants on the basis of which ones they know agreePage 31 with the government's objectives? You -- you have two equally qualified -- technically, two equally qualified applicants, and the government intentionally picks the one whose views on -- on prostitution are -- are similar to the government's. Is -- is that bad?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But let -- let me -- let me ask you this:  Suppose that you're a Congressman or a Congresswomen, and you are a constitutional expert, and you take your oath to uphold the Constitution very seriously. A funding bill comes before you.  You're the chairman of the committee, and you decide that you're going to fund A, rather than B, because you like their speech much better.  Is that a violation of the Constitution?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because you like their policies much better?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm -- I'm not quite sure I -- I see the difference, that the -- a conscientious Congressperson cannot -- can, in your view, say, I'm going to prefer organization A over organization B because I like their policies better --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- across the board, with reference to drugs, with reference to guns, with reference to public health."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, my goodness.  They can't --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- they can't fund the Boy Scouts of America because they like the programs that the BSA has?  They -- they have to treat them equivalently with the Muslim Brotherhood?  Is that really what you're suggesting?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then, you can take into account the -- the principles and the -- and the policies of -- of the organization that you're giving funding to."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But there's no way to separate -- with an organization in the field that does things, there is no way, I don't think, to separate what they do from what they say.  Congress has two opposite views on this in front of it."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"One is the view that thePage 34 way to fight AIDS is consistent with and is furthered by longer term efforts to abolish trafficking in women, okay?  Prostitution. All right.  The other view is the better way to do it is to go into the active sex worker area and -- and not express views on the merits of what they are doing, okay? So they have two opposite views, and -- and, moreover, the groups that do this act on those views. So why can't they say, we prefer view A or B, whichever it is, and -- because that's what our program is about?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- you go further than that.  In answer to my question, you -- you go further than that, and you say, moreover, even without making it a condition precedent to getting the money, Congress can -- the government cannot intentionally select those people that it thinks are in accord with its views.  Right?  Isn't that what you said?Page 35"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not asking what the Court said; I'm asking what you're saying."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Problematic or -- or unconstitutional?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So let's just say the government wants to have an ad campaign to discourage people from smoking and they are looking for ad agencies to -- to help them with it.  And an ad agency comes in and says, look, we are the best ad agency there is; we know exactly how to get to the markets; we know what's persuasive and all of that. And yet -- and then the ad agency says --Page 36 you know, come work at our agency if you smoke; we think smoking is okay; we have smoking breaks; we do all this. The government can't take that into account?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn't that part of what's going on here?  One of the things we want to do is eradicate prostitution and sex trafficking, and we want you to get that message out, and the one thing we're sure of is if you're not in -- if you're in favor -- or you're not opposed to it because you have other objectives, you're not going to help get the message out at all?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  That's my problem, which is I'm trying to tease out what your position is, okay?  I -- I have an understanding of you're saying, you can't compel me to say I don't like something.  And -- and that's like a oath of loyalty. That -- that's understandable. But, if the government said the following more clearly -- this is an oddly phrased policy, okay, because it seems to be requiring this oath.  But if it simply said, if you're an organization that wants our funds, you have to say that you're not going to promote actively the contrary policy, would that be okay?Page 38 You're not going to go out there and do things to promote the legalization of prostitution because that's going to undermine our message.  Those are two different positions, so tell me where you draw the line."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, that's Rust."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This is a step further."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that is saying this is what's happening in Rust, okay?  And Rust is okay.  That's very different from saying, it has to be that way, and, if it's any other way, it's no good.  It seems to me that you're just taking the limitation on the facts in Rust and saying that is an absolute requirement, which is a misreading of the case."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  I cut you off. But -- but I guess what I'm -- I keep going back -- you keep going back and forth on this it -- it's not okay to tell me to take an oath of loyalty.  But would it be okay for you to step outside the doors of this program and pass out literature that promotes the legalization of prostitution? Am I making my question clear?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which is how do you -- how do you answer the question of why does the Constitution bar the government from saying, look, if you're going to work with me, you can't go out there and promote a -- actively promote --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- a different message?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Only because -- see, it's not -- it's not, in my opinion, not a viewpoint matter, if they're going to fund a -- a group that wants to end discrimination against women around the world because they think all kinds of good things will flow from that. The government wants to fund it.  Of course, such a group has a viewpoint; that's why they're in the business. So the word isn't \"viewpoint.\"  And you started to say something about that there is more than that here, it has to do with the express nature.  And,Page 42 then, in answering Justice Sotomayor, you went a little bit further on that.  And what are the form of words -- if you were me and if I were to decide in your favor, what form of words would you dictate to describe where it is in your opinion that the First Amendment cuts in with a preventative restriction? How do you describe it?  I -- I don't think you can, in terms of viewpoint."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let me -- can I -- can I be sure --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- I understand what you've just conceded in -- in your response to Justice Breyer? The government could require, as a condition to come into this program and become a partner with the United States, that the recipient not have the viewpoint of favoring prostitution?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you said it's not a viewpoint thing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that's what you just said to Justice Breyer."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":6,"sideBefore":"justices","text":"I did, too, because I -- I didn't see the reason.  I thought that was -- I can think of dozens and dozens of programs all over the world that the government supports, in some way or other, and, of course, the people in those programs have a certain viewpoint, and, of course, they don't hold the opposite viewpoint. Otherwise, they wouldn't be in the program. So -- so that's why I didn't find that useful.  But, now, I don't think you can have it both ways between answering these questions.  What is the answer?Page 44"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Him or me? You have to choose. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can always choose me, too. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your approach, it seems to me, is just dealing with the breadth of the program.  If the program here solely concerned prostitution and sex trafficking and not other areas where you say, look, we do a great job in these other areas, we just don't get involved in that area. But, if the sole program was on prostitution and sex trafficking, you -- you wouldn't have a leg toPage 45 stand on, would you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you're an organization --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let me -- let me just ask -- ask this one more time.  It seems -- because it seems to me that, when you get into the details of your answer, you indicate, oh, well, the government has lots of other criteria it could use, which seems to me justPage 46 an invitation to disguise what the government's real motive is. Suppose the government's interested in preventing and stopping the spread of malaria.  And there's an organization that's marvelous at delivering the proper message for this, but they criticize the United States often.  So they choose an organization that's not quite as good, but is quiet on these other issues. Is that permissible for the Congress to do?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this isn't -- no. My concern was that your position was pretext.  Here, the Congress is right upfront."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And they say, the reason we're not giving to organization A is because it's always critical of the United States, even though its technical skills are better, we prefer organization B. Congress cannot do that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And your best case forPage 47 that proposition is what?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm -- I'm not sure they should if they're going to -- if they're going to be able to establish the principle that allows them to prevail in this case, and that's why I'm asking."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I just want to make sure I -- the government has a program to develop water resources, and let's say it's in South Africa before the abolition of apartheid.  And there's a pro-apartheid group and an anti-apartheid group. And you're saying the government can only decide which one is better at digging wells, and it can't say, we're going to prefer the anti-apartheid group?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Viewpoint onPage 48 apartheid.  It can't say -- so the other one shows we've got a better record, we dig the wells quicker."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It goes to the effectiveness of the program.  It's related to it.  The United States doesn't want the company or the organization that goes into a village and says, we're going to bring – you know, this is from the United States, we're bringing you fresh water, and it's a -- it's a pro-apartheid group. That does undermine what they are trying to do, just as in this case, to have the organization providing the services that your organization provides be identified as as an organization that doesn't want to abolish prostitution.Page 49"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does it say, \"profess belief.\"  I was going to ask you about that.  That's not what the statute says.  It just says they have to have aPage 50 policy."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"A policy.  Which means, I suppose, they have to tell their employees don't do anything to -- to foster prostitution, but they don't have to get up -- get up and announce publicly, we oppose prostitution, do they?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They can get all that without making you profess it, unless -- unless you consider the only -- only profession to be the assurance to the -- to your partner, the United States government, that you -- that you, in, fact oppose prostitution."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"To tell the government. Okay.  That's -- that's the only profession you're talking about?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, okay."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And then they're doing that, they say, because we're part of the belief, as a matter of policy, that the best way to go about this, whether you think so or not, is to restrict the grants to those people who will oppose the long-term extension of prostitution expressly. Now, that's their view of how to get rid of AIDS, you say.  Might disagree with it, but there are plenty of people who think the opposite.  So they're saying we're not doing it for any reason other than to further our policy."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are you -- what -- are you saying that you can -- within the government program, within the government program, the government can specify whatever it wants, including this -- this policy, but it can't then say, and the organization outside the program is also bound by this profession?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Srinivasan, you have 4 minutes remaining. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I don't want to interrupt your rebuttal, but I don't see the difference between those two -- those two things that you just tried to distinguish."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose you have an organization that previously has expressed support for the legalization of -- of prostitution, but, then, when you tell them, well, if that's your policy, you can't get our money, they say, well, we need your money, so we're going to have to say uncle and, now, we are opposed to the legalization of prostitution. That then -- that isn't trying to change people's viewpoint?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"To change the viewpoint that they are expressing?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have less problem accepting your message if there weren't four major organizations who were exempted from the policyPage 57 requirement and -- medical science -- vaccinators are exempted. There seems to be a bit of selection on the part of the government in terms of who it wants to work with.  It would seem to me that, if you really wanted to protect the U.S., you wouldn't exempt anybody from this."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Srinivasan, that was one -- one -- veterans.  Everybody else was subject to the lobbying restriction.  Here, it's 20 percent of the funds go to the organizations that are free from this pledge."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Srinivasan –"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3400,"interruptions":26,"times_spoken":42,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DAVID W. BOWKER","firstName":"DAVID","lastName":"BOWKER","counsel":true,"justice":false,"side":"respondent","words_spoken":2543,"interruptions":23,"times_spoken":52,"laughter":1,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":878,"interruptions":2,"times_spoken":19,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1233,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":513,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":475,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":542,"interruptions":3,"times_spoken":26,"laughter":2,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":587,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":436,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3400,"times_spoken":42,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":23,"words_spoken":2543,"times_spoken":52,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":4664,"times_spoken":96,"laughter":3,"num_int_by":2}],"outcome":{"side":"respondent","margin":4}}