{"petitioner":{"name":"EXECUTIVE BENEFITS INSURANCE AGENCY","counsel":[0]},"respondent":{"name":"PETER H. ARKISON, CHAPTER 7 TRUSTEE OF THE ESTATE OF BELLINGHAM INSURANCE AGENCY, INC. ","counsel":[1,2]},"caseNumber":"12-1200","date":"2014-01-14T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-1200, Executive Benefits Insurance Agency v. Arkison, the Chapter 7 Trustee of the Estate of Bellingham Insurance Agency. Mr. Hallward-Driemeier. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should that matter given that, after the bankruptcy judge ruled, the U.S. District Court gave de novo review to this case and entered a final judgment that met all the requirements of Article III?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Here's something -- I'm sorry.  Here's something that happens every day.  A district judge refers to a magistrate judge a motion for summary judgment.  The magistrate judge issues a report and recommendation.  The district judge reviews it de novo and may agree or disagree.  If it agrees, the district court will enter summary judgment. I don't see a difference other than a purely semantic difference between that situation and what happened here."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you talking about a mere formality?  Are you arguing that because it was the bankruptcy judge and not the district court judge who signed the final judgment, that that makes a difference?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the essence of your argument."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if we vacated and remanded, and the district court looked at this, because it's already seen it, and basically just signed below the line that the bankruptcy judge signed, you would be okay?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It reviewed this case de novo."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it decided that there were no issues, no factual issues in dispute and that the law clearly applied the way it did.  I don't understand why that option was taken away from it on appellate review."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would the -- why Alderson Reporting Company would the district judge do that when the district court said that there are no disputed issues, no relevant disputed issues of fact and it's a pure legal question?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Will it be conceded, so far as you know, by your friends on the other side that this was appellate?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is it that makes it appellate?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It uses the word \"appellate\" --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in 158?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is where?  Where are you reading?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know why it wasn't in your brief."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a -- I want you to get on a bit, because I'd say the question that we're, at least for me, is one of congressional intent, not in necessarily your case but in future cases.  And the argument that is that the statute can be read, it silences, to say if Congress wanted to allow people in noncore cases to submit reports and recommendations, they surely would have wanted it in Alderson Reporting Company what they thought was a core case that turned out to be noncore. So I want your response to that, and I would couple that with my own research for an opinion when I was one the First Circuit about the fraudulent conveyances, and they are about bankruptcy. I grant you that there is a Statute of Elizabeth, it's a legal matter for several hundred years, but the person who is defrauded, the people defrauded are the creditors.  And in most instances, the fraud consists of transferring property to a friend, rather than a creditor, where you know you are insolvent. Now, that is a legal matter.        But it is about bankruptcy.  And it's State law, but it is about bankruptcy.  And it is, according to you -- I may not agree with that, but I think we have to take it as noncore.  But why wouldn't Congress have, of course, wanted reports and recommendations if they couldn't get what they really wanted, which is to have the bankruptcy judge decide it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that, and I would Alderson Reporting Company have said they were right.  But, nonetheless, I am faced with case law that says to the contrary.  Okay.  So my question is, if they couldn't get -- if they couldn't get what they wanted, which is to have the bankruptcy judge decide it, why wouldn't they at least have wanted the bankruptcy judge to write a report and recommendations and send it on to the district judge so he can review it de novo?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If I find an ambiguity in that language, then you would say I would be sensible to read it contrary to what you want."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, okay.  That's -- I got that point.  One is you say, It's totally unambiguous, you can't do anything about it.  But if, in my opinion, it is -- take it as a hypothetical -- it's ambiguous enough to get what Congress wanted.  Now, can you give me any argument against what I just said?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"What is the ambiguity we are talking about?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the non-ambiguity we are talking about? (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I've got it.  I'd like an answer to my question.  My question is I want you to assume that the language is at least somewhat ambiguous. And on that assumption, is there any reason not to adopt the government's position."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would we have to do that, Mr. Hallward-Driemeier?  Why couldn't we say that this presents a distinct problem, these Stern-type claims, and it's really a problem of severability, and that we should understand this statute in light of Stern as essentially creating this middle category which Congress clearly meant to have the treatment that the noncore claims get."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the definition -- the definition was linked to a purpose.  You-- you laid out Alderson Reporting Company very nicely the two categories; the one category where the bankruptcy judge enters a judgment, the other category where the bankruptcy judge makes recommendations.  So, if you -- the purpose of the classification was to indicate the bankruptcy judge can make the final judgment, can only make recommendations. Suppose the district judge had said, I'm uncertain after Stern about whether the bankruptcy judge had authority to enter a final judgment.  So I am going to treat that summary judgment as a recommendation. I'll treat it as a recommendation and I will review it de novo.  I agree, I enter final judgment. If the district judge had said that, then you would have no case, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if -- if we believe that the word \"determine\" means make a final judgment, which you assert it means, so that there's no ambiguity, it seems to me you have a statute in which the bankruptcy judge is only authorized to make Alderson Reporting Company recommendations in some situations and to make final judgments in others.  And surely, there's a problem with a district judge altering that disposition --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- by just saying, oh, I know you're supposed to make a final determination, but just for fun, give me your recommendation.  I mean, that is just contrary to the statute."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress might have -- might have provided that if it had known about Stern, right? (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But do we sit here to write the statutes that Congress would have written --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if they knew about some future events?  I don't think so."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we do try though, Alderson Reporting Company again, to apply severability principles to write the statute that Congress would have written if it had known about a constitutional ruling.  And that's essentially what Justice Breyer is suggesting."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But none of that is involved in this case.  We have this case in front of us.  We don't have every other possible case that could implicate this issue.  We have one case and it involves summary judgment. And so there isn't -- there are no findings of fact, and there is no substantive difference between a district court's reviewing a report and recommendation on summary judgment and what happened here.  I -- I have heard nothing other than formalities."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why do they matter for Article III?  Maybe they matter for statutory reasons. Why do they matter for Article III?  What your client Alderson Reporting Company got was exactly -- substantively exactly what your client would have gotten had this been referred to a magistrate judge for a report and recommendation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, is Article III not violated so long as the parties are happy?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can the parties agree to have a -- an Article III court decide a case it has no jurisdiction to decide, and so long as no harm is done to the parties, it's okay?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there were two aspects to the Article III problem.  One affects the individuals and it's an unfairness, and the other is structural, as Justice Scalia has said.  But both are at issue.  And so where you have only a structural issue Alderson Reporting Company and it's a question of getting the bankruptcy courts to work and nobody's hurt by it, doesn't that at least cut in favor of interpreting a statute to prevent chaos -- not chaos, that's too strong -- but to prevent -- to allow the function of the court to work better?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, couldn't you say the Alderson Reporting Company same thing once again about magistrates, the exact same arguments would apply to them?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't see why that would make a difference if you say the problem is congressional aggrandizement or congressional encroachment of a certain kind.  It doesn't seem to me to make any difference in that case, if Congress says, by the way, you can consent to it."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you to clarify what you're saying about the constitutionality of the Magistrates Act?  Are you saying that it is unconstitutional insofar as it allows magistrate judges to try matters by consent, or are you saying further that it is unconstitutional insofar as it allows a district judge to refer a dispositive matter to a magistrate judge for a report and recommendation subject to de novo review, or both?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The former is not implicated in this case."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So are you saying, contrary to our case law, that you can never have implied consent?  We have held differently in other cases."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're confusing me.  I thought you -- you did say that there can't be implied consent or even express consent to what happened here. Isn't that your position?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Express or implied."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that's what --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm a little confused."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's just save your time.  I'll ask on rebuttal. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Pottow. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does that bear on the question whether this is appellate?  Do you agree that this is appellate, once the district judge -- district court has the matter in front of it?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If there is a judgment in the bankruptcy court, you would concede there is an appeal to the district court?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you -- you read me -- want me to read that -- that when a district judge refers the matter to a bankruptcy judge to hear and determine and to enter an appropriate order, the bankruptcy judge can say, you know, I'm just too busy. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm on Easter vacation and I may hear and determine it, and I may enter appropriate orders, but I don't feel like it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't say that it may refer.  It says, \"bankruptcy judges may hear and determine.\""},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How do you bring the \"may\" over to the district court?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then then the \"may\" that you're concerned with is the \"may\" in (a), not the \"may\" in (b)."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And what the other side says is that's very nice, but that's not what the statute says.  The statute does not give the bankruptcy court the authority to enter a -- a simply recommendation for what has been defined as a core proceeding. For core proceedings, what the statute says Alderson Reporting Company is you'll -- is you'll determine it.  And you're saying, well, it says that, but since it's been held unconstitutional, we're going to shift this over to the -- to the category in which they -- they can issue an order and recommendation.  Where does that come from?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, that's not my problem. My problem is -- is not why they don't have to enter an order and judgment.  My problem is why they are authorized to issue a recommendation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Where does that come from? They're not issued -- they're not authorized to issue recommendations for core proceedings."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, really?  I mean, can a district judge sort of -- you know, it's not terribly important because it's just a recommendation.  So I'm going to refer it to my former partner, you know, my former law partner."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, even with the consent of the parties."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"To a special master."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it has statutory authority to do that.  There is no statutory authority here to refer a matter to a bankruptcy judge for nothing other than a recommendation, except for noncore matters."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying basically, I think, the words are, for core proceedings, it gives the power to the bankruptcy judge to hear and determine."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And if I tell the assistant chef, you deal with orders for bacon and eggs, that might mean that the assistant chef can deal with eggs orders alone, or it might mean only those that order both."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's why I thought perhaps it's ambiguous."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So it can do that for core -- for those core proceedings that were not held unconstitutional under Stern, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It can just refer them and say just give me the eggs."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't need the bacon. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to determine it; just give me your recommendation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me the dichotomy set forth in the statute disappears once you say \"hear and determine\" means either \"hear and determine\" or \"hear or determine.\""},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The whole dichotomy of the statute disappears."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Can I go to Alderson Reporting Company that for a second?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because let's deal with statutory language, okay?  I get the core of your argument to be as follows; pardon the puns. That for statutorily core proceedings that constitutionally are not core --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- we should treat them as noncore proceedings.  Am I at your point?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So if we're going to accord them the same treatment --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- what do I do with Federal Rules of Bankruptcy Procedure 7012 --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- which explicitly states, quote:  \"In noncore proceedings, final orders and judgments shall not be entered on the bankruptcy judge's order except with the 'express consent of the parties.'\"  So, now you're telling me we're going to Alderson Reporting Company have a third category.  Makes very little sense to me, okay?  Which is you need express consent for a magistrate judge to issue a final judgment in a noncore proceeding, but you can have express or implied consent to enter the final judgment in core proceedings."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that makes very -- I understand treating it like noncore proceeding, but if we're going to treat it that way, then I think you have to treat it that way for all purposes, not pick and choose the ones you want."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The language of Roell, the magistrate judge's language didn't use the word -- the language in Roell, the magistrate judge's language didn't use the word \"express consent.\"  It just -- the part -- \"the clerk shall give written notice to the parties of their opportunity to consent to the exercise.\""},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So the word \"express\" was not in the magistrate judge's act."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, here you have to express consent."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Got it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Now I understand."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You would concede that your case would be -- you would not have a case if we were dealing with factual findings?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I want to go back to your statement that the district court here has both original and appellate jurisdiction because it can recall the reference to the bankruptcy judge.  Can it recall the reference after the bankruptcy judge has issued his decision in the case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Has entered a judgment in the case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But she did say that EBIA had the burden to demonstrate error in the bankruptcy courts."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're right.  We've been talking about backup arguments to backup arguments. Alderson Reporting Company Your central argument is that the consent of the parties can overcome what Stern identified as a structural separation of powers problem."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I guess that's my question.  Is there any other case where we've said the consent of the parties can overcome a constitutional structural separation of powers?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We've already told the district court, haven't we, that its Article III Alderson Reporting Company status is infringed when he refers or when there's a reference to a non-Article III tribunal?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So if the district court refers the case to his law partners, and that's fine with the parties, that law partner can enter a final judgment in the case subject only to appellate review?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that what you're saying?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The Special Masters do not enter final judgment subject only to appellate review."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the appellate review is the important thing.  The Article III court, under your submission, is giving up its authority to enter factual findings.  It's giving that authority to a non-Article III tribunal, and it can only review those findings under clearly erroneous standard."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know it's the current system under the magistrate judges.  We held that unconstitutional in the bankruptcy context."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Gannon. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's true, but if you were in the Ninth Circuit, and I would have -- you would have thought this was a core proceeding."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So he says, you know, of course I didn't object.  I am faced with all kinds of precedent that say it's impossible; and therefore, there is no reason to object.  That wasn't consent."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And the answer suggested it because we he was claiming the fraudulent conveyance claim in his answer was noncore.  So he had the basis of the argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's what I thought severability was.  If you carve -- if you find part of it unconstitutional, you ask whether what is left can stand.  You don't say that we're going to rewrite what is left."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Or it may be because the particular claim at issue in Stern was one that wasn't expected to arise in the normal course in bankruptcy proceedings."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Your -- your Alderson Reporting Company position is -- I mean, the authority to decide cases, which is our Constitutional birthright, we said in Stern that Congress can't take that away from us.  And your position is that two parties who come in off the street, if they agree, they can take that away from us."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, it's the parties, the parties who are --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You said, \"It's the consent of the parties that allows a proceeding we have determined to be unconstitutional to go forward.\" Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The point of everything that you said is, they do not comply with Article III."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Gannon --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"Does the district court have that authority after the entry of judgment?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Gannon, could you say a word about the relevance of arbitration here?  Because I've been trying to figure out, if there's an Article III problem irrespective of consent when Congress adopts some kind of scheme for alternative adjudication, why schemes of mediation and arbitration wouldn't similarly Alderson Reporting Company be constitutionally problematic."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but that would suggest that arbitration is more constitutionally problematic because it -- it extends -- you know, it goes -- it's further away from the supervisory authority of the district court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Arbitration is a matter of contract between two parties.  Nothing happens Alderson Reporting Company in an arbitration until you get a district court to enter a judgment enforcing the contract.  It seems to me totally different from the situation we're talking about here."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"A matter of contract versus a matter of consent?  Like I said, you understand the difference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"But you -- I'm posing a question to you, I guess. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Courts enforce contracts all the time.  They don't enter judgments beyond their Article III authority simply because the two parties before them agree that they should."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Hallward-Driemeier, you have five minutes. Alderson Reporting Company "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What are we supposed to assume here on this point?  In Thomas, this Court held that what Northern Pipeline establishes is that Congress cannot vest in a non-Article III court the power to adjudicate without consent of the litigants.  So that's the holding. Now, if we are going to go back into Crowell and Benson and the power of agencies and whether we want to reverse the things that were held in 1938 and so forth, I guess we should have briefing on that.  Am I supposed to assume Alderson Reporting Company that this is a case -- I thought I assumed what we have held before in respect to constitutionality.  Not whether Northern Pipeline extends to where it is with consent of the parties."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you heard what I read from Thomas.  I was just reading it, and it talks about without consent.  So what I want to know is are we going to open up these issues again?  Because I have my own views on that, but they don't necessarily -- they won't necessarily command a majority, but I think we should have briefing. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is are we supposed to go into that or do we just take as assumed what Thomas said and Stern said, and I think -- you know what I said.  I don't want to repeat myself."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't say that it's okay without consent."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They just say it is okay with consent.  They didn't address the point."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I think we should have briefing on the point if we are going into it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you had an Alderson Reporting Company outstanding motion to withdraw the reference.  And the district court gave you the option of proceeding with that motion and having it determine the rest of the case or to go and listen -- or go back to the bankruptcy court and let the bankruptcy court manage this and you chose the latter.  I think obviously for the reasons your -- your adversary speaks about, because your co-defendant had won in bankruptcy court.  I think you were riding your chances."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2656,"interruptions":21,"times_spoken":53,"laughter":0,"num_int_by":7},{"id":1,"fullName":"JOHN POTTOW","firstName":"JOHN","lastName":"POTTOW","counsel":true,"justice":false,"side":"respondent","words_spoken":2873,"interruptions":18,"times_spoken":51,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"respondent","words_spoken":1596,"interruptions":7,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":559,"interruptions":1,"times_spoken":26,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":230,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":285,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":554,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":79,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":768,"interruptions":3,"times_spoken":36,"laughter":2,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":912,"interruptions":0,"times_spoken":15,"laughter":1,"num_int_by":0},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":273,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":2656,"times_spoken":53,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":4469,"times_spoken":66,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":9,"words_spoken":3660,"times_spoken":124,"laughter":4,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.44890553869901484,"respondent":0.5510944613009852,"date":1472418053079}}