{"petitioner":{"name":"PAULA PETRELLA","counsel":[0,1]},"respondent":{"name":"METRO-GOLDWYN-MAYER, INC., ET AL. ","counsel":[2]},"caseNumber":"12-1315","date":"2014-01-21T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-1315, Petrella v. Metro-Goldwyn-Mayer. Mr. Bibas? "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's -- let's take your second point.  What a statute of limitations says is not that you are -- are scot-free within the statute of limitations period.  It simply is a negative.  It says you can't be sued beyond that, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it seems to me there is nothing -- if -- if we adopted the position of the other side, there's nothing that would cause the statute of limitations to be frustrated."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it continued to be used in equity, even when there were limitations period, didn’t it?  It may have started that way, but that was certainly not its only use. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it was Federal law. Federal law adopted it.  It was Federal law."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Should we see anything in the particular way this provision is worded?  It says, Alderson Reporting Company \"No civil action shall be maintained under the provisions of this title unless it is commenced within 3 years after the claim accrued.\" It doesn't say, \"Any civil action may be maintained if it is commenced within 3 years after the claim occurred.\""},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it doesn't -- you know, it says -- it says you can't do it, unless it's within three years, but it doesn't say that, if it's within three years, you’re home-free."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why, by the way -- I mean, I guess the ones that increase the statute of limitations, do they apply, too?  It doesn't say anything about them."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I just take exactly your words, and I fill in, instead of \"tolling,\" \"laches\"?  So? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes, yes.  All right. But I mean, now, what you're talking about is custom. You're not talking about language."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the language sounds to me like the same.  And so then I'm obviously going to ask you if the court -- courthouse burns down or fraudulent concealment or -- you know, there are dozens of -- not dozens, but there are quite a few such doctrines. And why would we apply those and not apply the shortening ones, too."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they originated in equity, just as laches did.  The tolling rules originated in equity.  They were brought into law.  What troubles me about this case is this:  Did the adoption of the new Rules of Federal Procedure disable courts Alderson Reporting Company from bringing over anything else from equity into law? Tolling used to exist.        It was brought over into law before the new Rules of Civil Procedure.  And therefore, you would not be altering any substantive right to continue to apply that tolling rule. Your argument here is -- is that to apply laches is to alter a substantive right, and therefore, under the -- under the Rules Enabling Act is not allowable. My question is this:        Do you think that the Rules Enabling Act prevented courts from doing what they had in the past?  That is, not using the Act as the means of saying everything that was in equity is now in law, but rather sitting back and thinking -- you know, here's another part of equity that should be brought over into law, not because the Act says so, but because we think it ought to be, just as we thought, 50 years ago, the tolling -- the -- the tolling provision should be brought over into law. Have courts been -- been disabled from doing that by reason of the Act?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it says, \"The rules shall not alter or amend any substantive right.\"  And what I'm saying is it isn't the rules that do it.  It's just we have made the independent justification that this ancient rule, which was applied in equity, ought to be applied in law as well."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- do you have to accept Justice Scalia's premise that the Court, in all areas, is deprived of that right?  Can you concentrate on your -- your arguments why, in this particular Act, even if we had the option, we shouldn't exercise it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You see, counselor, this is my problem.  And -- and I sort of disagree with you fundamentally because I don't know that you're entitled to injunctive relief, but you might be entitled to a compulsory license. And by that, I mean you have -- this is the government's position, and maybe I'm arguing for it, the government says you might be entitled to payment for the use of your copyright because it belongs to you and there shouldn't be some adverse possession right that the other side gets. But in terms of injunctive relief, given their reliance on your failure to act for 18 years, they shouldn't be put out of business and told that they Alderson Reporting Company can't continue in their business. And so that's the kind of policy I'm talking about, which is break down the remedies and tell me -- I'm more moved by the fact that someone could take over your copyright than I am by your injunctive relief argument."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  You'd be entitled to money for their infringement.  3 years -- you only go back 3 years, but if they continue to infringe in the Alderson Reporting Company future, presumably, you can get an order giving you damages for that."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bibas, I would have thought that there was something in the copyright Alderson Reporting Company context that cuts against you, and that's that, because of this separate accrual rule and the feature of these rolling statutes of limitations combined with very, very lengthy copyrights terms, that essentially a plaintiff cannot bring suit for years -- decades -- and time the suit in order to maximize her own gain. That strikes me as something that we don't usually see in statute of limitations cases.  I mean, we don't have very many cases where courts have applied laches as against the statute of limitations, but that's because you can't think of many instances in which it would be considered unfair to take the entire statute of limitations to bring a suit. But in this context, you look at something that seems very different.  A plaintiff can wait 20 years, given the way the separate accrual work -- rule works."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but the -- the mortgagor does -- does not invest substantial amounts of money the way MGM did here, on the assumption that, since suit hasn't been brought for 20 years, there's -- there's no valid claim.  I mean, that's the difference in that situation. You're talking about inducing -- or causing at least, people who -- who proceed in good faith on the assumption that 20 years have gone by.  Nobody -- Alderson Reporting Company nobody has questioned our doing it. They invest substantial amounts of money, and then, when that money starts to pay off, you file suit and -- and you get three years' worth of -- of their profits."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"On damages as well as injunctive relief?  I thought your brief said injunctive relief, but not damages."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"We don't make that distinction with respect to equitable tolling.  Why would we make it here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why can't we change our mind?  Why can't we change our mind?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And you say that none of Alderson Reporting Company the other instances in which we brought into law equitable doctrines, none of those were applied with respect to a prior enacted Federal statute?  Is that your position?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I'll have to look it up."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"There was a long history that tolling didn't apply at law, and then we changed our mind."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And you're saying we -- we never changed our mind where there was a statute of -- Federal statute of limitations?  I -- I don't believe that."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"That's not surprising because, to show laches, you have to show unreasonable delay plus reliance.  So normally, it won't be unreasonable within a limitation period, but this is a unique statute.  The uniqueness is not in the words, but in the facts. And therefore, the uniqueness is that it's rolling.  And as long as you have a movie that's going to make money over 30 years, in year 33, they bring an action against something that didn't happen till year 30. So when the government comes in and says, oh, we'll just allow it as a defense -- you know, to law but not to injunction, law here has the same effect as an injunction.  If you just leave it up to the legal part, they can bring whenever they want, as long as the movie is still making money. And therefore, it has exactly the same effect to let them -- they say, oh, you can't recover -- I mean, you can recover under law, you just can't have an injunction.  Who in their right mind would go ahead and make this year after year, if a huge amount of money is going to be paid to this copyright owner who delayed for 30 years and didn't even seem to own it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand the words.  My specific question is, in the copyright area, as here --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- once you have given them the right to apply laches to an injunction, you have given them precisely nothing because exactly the same thing will happen to them once you bring 15 legal actions, as if you gave them the injunction. And if there is a difference there, I haven't been able to think of it yet.  So -- so I don't really understand the government's position in terms of the practice."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You still haven't answered my question --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- which comes to the same thing.  You're giving me legal arguments.  You may be right in that.  I'll look into that. But I'm saying, in practice, no one in his right mind could go and continue to produce this movie when every penny is going to have to go to the copyright owner -- not every penny that they spent, but every penny of profit.  And -- and who's going to do it? Because, every three years, they face a lawsuit."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Could that equitable remedy overrule the statement that you're entitled to sue for all the profits within that 3-year period?  You're saying the injunction can -- can, in effect, say you don't have to pay?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I understand that, but does the second eliminate the first?  If it doesn't eliminate the first, Justice Breyer's point is absolutely correct."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then -- then -- you said both are subject to equitable consideration.  We're told by the Petitioner that the equitable rule of laches simply can't apply.  I was going to ask:  Estoppel applies; why isn't laches just a first cousin of estoppel?  Estoppel is an affirmative misrepresentation. Why isn't laches here almost a misrepresentation? And I don't understand the difference between laches and estoppel in this respect.  Estoppel was an equitable remedy that's been taken into the law."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But suppose sitting on your rights amounted really to an affirmative representation.  It seems to me very close, close enough so that I'm not sure that we should distinguish between laches and estoppel as being, so that the -- so that the former is unavailable at all."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Saharsky, this -- before you sit down, there's one puzzle I'd like you to address for us, and that is your position is damages within the 3 years, okay; injunction, you can adjust for the laches. In the patent area, and also intellectual property, the Federal Circuit has said that laches may bar as it goes -- just the reverse, laches may bar Alderson Reporting Company monetary relief, but not injunctive relief. What explains the difference between, in the patent area, no monetary relief, but yes, injunctive relief, and your position in the copyright area, monetary relief but no injunction or a modified injunction?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company Mr. Perry. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, how do you deal with the language in Holmberg, Mack, and Russell?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Then you're after -- I've looked, I’ve had -- not myself, but my law clerk -- looked at all of the cases, and they are absolutely right, that in every case we've applied laches, it's only where there's not been an underlying statute of limitations. And in every case in which there's an underlying statute of limitations, we have said no laches."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They lost there."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They didn't apply laches there."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the facts didn't support that, meaning that they didn't grant such --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"\"Bizarre\" seems to me a little strong, I mean, because I take it that Mr. Bibas is making a statutory argument -- I mean, he's saying not the language of the statute, but he's saying what was Congress thinking at the time.   Congress was faced with all of these precedents, essentially saying laches was not available.   There are no cases out there, really, where laches does cut into a defined statute of limitations period. And then you have the feature that Congress knew that it was enacting these rolling Alderson Reporting Company statutes of limitations, you would have thought that it might have been foremost in their head, how are we going to prevent somebody from suing 30 years later?   And they did nothing of the kind. They could very easily have made it clear that laches applied, or they could have set an outer limit, or they could have done a number of things, and they really didn't do any of them.   So how are we to account for all that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  Congress cited what?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It is true, however, that your -- while you -- all of your investment in this is going to be offset against your profits, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You didn't -- what's so bad about that?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why should you -- you've gotten a lot of profits in those 18 years, and, in fact, at one point, when she did reach out to you, you told Alderson Reporting Company her, \"Why sue?   You're not going to get any money. We're not making any.\""},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if it has not, then we're back to the point I made.   Are you disagreeing with the Government's position that the Court has equitable power in injunctive relief to decide how much you pay forward?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand.  Why didn't you just go in and get a declaratory judgment when you first heard from her?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, she was going to get this copyright when her father died.   Under no circumstance, even if she had sued in '92, could she have brought a claim in the 1960s.   She didn't have a copyright then."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Your complaint is not against the witness dying.   Your complaint is about what Congress does, which is to give a person the right to keep a copyright or renew it when the individual with whom you probably dealt with is dead.   That's always going to be the case."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Perry, the Ninth Circuit here used this language of presumption.   It said, \"If any part of the alleged wrongful conduct occurred outside of the limitations period, courts presume that Alderson Reporting Company the plaintiff's claims are barred by laches,\" and you just said, laches is, at least in part, a prejudice doctrine."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you concede that that presumption is wrong?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's one -- you know, one understanding of the opinion is, look, that's just nothing.   But do you agree with it?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I guess, partly, that suggests a burden of persuasion, but partly, it suggests just a kind of starting position is that, if there was conduct outside the limitations period, it was prejudicial, and I guess I want to know why that would be."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, one can agree with that and not think that if conduct happened three years and two days earlier, there is -- that the burden of coming forward and the necessity to give a reason flips to the other side."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Perry, you said that the -- the objective is to get the copyright holder to sue early on and not to wait, but if the -- if no profits had been made in that early period and it would cost the plaintiff more to mount a lawsuit than the plaintiff could possibly receive in damages, why shouldn’t the plaintiff, who has a copyright that's going to run a long, long time, sue? If things stay the same, no suit will ever be brought.   Why is it unreasonable for the plaintiff to see if the copyright is worth anything?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I take it, in the example that Justice Ginsburg gave, your position -- tell me if I'm wrong -- is, of course, the defense laches in principle applies, but the defendant will lose because the plaintiff did not wait an unreasonably long time."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"She waited a reasonably long time, for the reason that Justice Ginsburg gave."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you might agree. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that may just mean -- you know, where it is a defense, it is an affirmative defense that has to be treated the way rule 8(c) says. I don't think that rule 8(c) establishes that it applies in law, as well as in equity, and that's the question I want to ask you. How -- do you -- do you say that -- that laches was a defense available at law before the Federal Rules were enacted?   Or do you say that courts continue to have the power to bring it from equity into law after the rules were enacted?   And if the latter, why so?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They had -- they had been used in law before -- before the rules --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If we search -- if we search every Federal -- every reported Federal decision since Alderson Reporting Company 1938, how many would we find in which the Court recognized the available of laches as a defense to a claim for legal relief?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is your argument limited to that?   Would you say laches is also available when there's no continuing violation or when there's no rolling period?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can you tell us, in response to Justice Alito's second part of his question about the other cases -- you talked about the two Supreme Court cases.   You said, if you read every Federal decision, since the beginning of time --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Assume -- assume we have an interest, just assume we do, in not having too many suits simply to protect your rights in -- in cases where the copyright may not be worth much or may not be well-established.   Which rule, yours or the Petitioner's, is more helpful in this regard?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That is true about the Ninth Circuit, but between the Second, Sixth, Tenth, and Eleventh, I always -- I thought those circuits announced laches are available, but only in an exceptional circumstance.   And I actually don't know how many cases Alderson Reporting Company they barred suit -- copyright suit on -- completely on the basis of laches."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Just answer.  Did you find any case where they actually applied laches?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Injunction, but not the suit completely?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The Ninth Circuit, I know --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Could you finish answering my question?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  Did not dispute what?   What?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Mr. Perry, what troubles me a bit about your argument is I think that the dearth of cases on this is probably explainable by the fact that people just haven't thought that they had a laches defense when a plaintiff brought a suit within a statute of limitations period. Alderson Reporting Company And now, if we open this all up, grant it in a statutory context, in which it makes some sense to give people a laches defense, if we open this all up, we'll be seeing motions that nobody ever dreamed of before."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why should it be different from the patent case?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So you think the Federal circuit's decisions are wrong?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you've said -- I think you've said that -- that it would apply to ordinary statute of limitations.   So if you have a six-year statute of limitations and you don't sue until five years after, you're subject to the defense, well, you should have -- should have sued sooner."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I share Justice Kagan's reservation about that.   Could we limit our opinion just to rolling statutes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Does the laches defense bar everything in the future?   It is, after all, a rolling statute of limitations."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"To the extent your concern is reliance, okay, wait until the reliance is -- you know, off -- off the table.   Then you've got three years to go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, not just injunctions.   I mean, let's say they -- you know, they released the Blu-ray version or whatever, and so, in a particular two-year period, you make a lot of money, and the suit should have been brought before that.   Well, starting when the sales go down, you still have a three-year period where you're making the routine amount."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How about your creation of another derivative work?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Briefly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bibas, five minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHANOS BIBAS","firstName":"STEPHANOS","lastName":"BIBAS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2326,"interruptions":8,"times_spoken":19,"laughter":0,"num_int_by":4},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1136,"interruptions":10,"times_spoken":18,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MARK A. PERRY","firstName":"MARK","lastName":"PERRY","counsel":true,"justice":false,"side":"respondent","words_spoken":4347,"interruptions":25,"times_spoken":46,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":152,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":872,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":134,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":578,"interruptions":2,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":656,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":631,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":239,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":224,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3462,"times_spoken":37,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":25,"words_spoken":4347,"times_spoken":46,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":6,"words_spoken":3486,"times_spoken":85,"laughter":1,"num_int_by":2}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035375}}