{"petitioner":{"name":"OFFICER VAN PLUMHOFF, ET AL.","counsel":[0,1]},"respondent":{"name":"WHITNE RICKARD, A MINOR CHILD, INDIVIDUALLY, AND AS SURVIVING DAUGHTER OF DONALD RICKARD, DECEASED, BY AND THROUGH HER MOTHER SAMANTHA RICKARD AS PARENT AND NEXT FRIEND. ","counsel":[2]},"caseNumber":"12-1117","date":"2014-03-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 12-1117, Plumhoff v. Rickard. Mr. Mosley. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it said -- did it not say in its opinion that there was room for disagreement or whether this was reasonable or not?  Did they have some such statement?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would the court, in your view, ever have an occasion to decide whether conduct of this nature violates the Fourth Amendment?  If you -- you were right about clearly -- clearly established, then could this -- could the underlying constitutional question ever be, what would be the posture of the case Alderson Reporting Company in which it could be decided?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it the case that the court has discretion to reach the second prong if it wants to?  The court could say it wasn't reasonably -- it wasn't clearly established, but it was an unreasonable seizure.  It could do that, couldn't it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that wasn't my question. The -- the court has to, ruling on qualified immunity, it has to decide whether there -- whether the law was reasonably -- the rule that's being applied was reasonably -- was clearly established.  But having done that, even if it says it was and, therefore, the defendant is entitled to qualified immunity, doesn't Pearson say that the court has discretion about whether to go on to the second prong?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there any situation in which the application of lethal force during a high-speed case in your view would not be justified?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Give me an example? Talking about a high-speed chase, not unlike this one. Is there -- is there any situation in which it would -- would violate clearly established constitutional law for the police to use lethal force?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I'd like you to talk about that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And is that -- is that how you think the jurisdictional question should be resolved, that whenever -- as you know, there's -- there's a disagreement in the courts of appeals as to what you do when there are claims that there are factual Alderson Reporting Company disputes.  Some courts -- well, we've held that where the only issue raised is a factual dispute, there's no jurisdiction.  Some courts say that so long as you assert a claim to qualified immunity, there is jurisdiction, okay. Let's assume that that's the rule.        What do we do with factual disputes?  Is it your position that you -- you simply assume them to be in the -- in the Respondents's favor?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you would say genuine factual disputes.  I mean, if -- if there's something that is not at all frivolous.  I mean, it's not supported by the record, I wouldn't call that a genuine factual dispute."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and how does that work out here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You would say that it doesn't really matter whether he bumped the police cruisers when he was finally cornered, whether he tried to back up into one of the officers, that all of that is just excrescences, that it was enough to justify the shooting that he was driving at 100 miles an hour, swerving around the road, endangering human life and would likely continue that if they let him to get away?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Had admitted what?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he does in his -- in his briefing here."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Assuming -- assuming that at some point in this case, either now or on remand, it's appropriate and necessary for us to state -- set forth what the rule ought to be, what effect, if any, do you give to the fact that there was a passenger in the car, a passenger who apparently was not involved in any illegal activity?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it makes the police reaction more dangerous."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I could see how the passenger could complain, but -- but I can't see how the -- how the -- the criminal fleeing felon who put the passenger in danger can say, you shouldn't have shot because you -- oh, you hurt my passenger.  Isn't there some problem of his standing to complain about that problem."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did Allen bring a suit?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And was that settled out of court or something?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, it remains."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I understand that. Although we're going beyond the necessities of the case, is the rule that the passenger can have a \"shock of the conscience\" test and it's not limited to the Fourth Amendment, even if the driver is?  Is that the way it works?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Mosley. Mr. Bash. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Bash, could I go back to Justice Ginsburg's question, because this is an area in which there's no alternative way really to develop legal standards other than by doing it in these kinds of cases.  So if we only focus on the clearly established upon case after case after case, we don't make much progress in actually telling police officers where the line is.  So how do we do that?  Why shouldn't we do it here?  When should we do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Bash, that question about the development of the underlying law, that's an issue that we faced and decided when we overturned the prior rule that there was a particular order of battle and you had to decide the Constitutional issue first, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"They -- they have in fact sued the municipality in this case, haven't they?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I ask -- could I go back to a question the Chief asked earlier, which is, Alderson Reporting Company is the use of deadly force always permitted in a high-speed chase?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Let's assume a set of facts that's different from here, that they had surrounded the car and it had not moved.  Could they have done what the police officer did here, fire into the car to get the guy to open up the door?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Could have been in a ditch or something?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Bash, what's the government's position on the jurisdictional question?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes.  I understand that. But what -- what about a dispute as to the purely factual issues, if there is a dispute about that?  Does that mean the court can't -- can't take the case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I know that.  How would you resolve this struggle is what I'm asking you."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Is your point that if Alderson Reporting Company Johnson -- is your point that if Johnson remains on the book, there's no jurisdiction?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but Johnson involved only disputed facts.  They asked this Court to resolve the factual question, period.  I understood Johnson to say of course you can't take that.  But we have here a case where, although there may be disputed facts, the other side would say -- or your side would say that they are irrelevant."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay.  And you would agree that we should resolve them in the Respondent's favor to the extent that the record supports that?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Bash, could I ask you a question?  Putting aside the \"clearly-established\" prong and if you were just looking at the reasonableness of this conduct straight, the Fourth Amendment violation, two factors, and tell me how the government thinks they both play.  One is the degree of force involved, the fact that 15 point-blank shots were fired, and the other is what Justice Kennedy referred to before, the passenger in the car.  So how do those two factors play in the Fourth Amendment question?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It is a little bit weird. But as I understand the way the lower courts have done this is to say that the passenger actually doesn't have a Fourth Amendment claim, so there is a \"shock the conscience\" test, which is, of course, a very high standard."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"The degree of force."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Bash. Mr. Smith. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  I did see the film, and most of the -- there were the three initial shots and then the shots after the car was moving away from the police officers.  How could you say most of those 15 shots were in a stopped, controlled position?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The last 12.  Let's --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- divide it --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- between 3 and 12."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So why do we have all these other officers in here?  They didn't fire any shots, Forthman, Ellis, and Evans. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Go back to -- let's take the sequences.  What was wrong with the 12 shots fired at the car as it was driving away?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what do you think the officers should have done at that point?  What should a reasonable officer do when there has been a high-speed chase and the car spins out of control?  And forget about whether there was any attempt to ram anybody or to hit to anybody with the car.  The car spins out of control.  It's eventually surrounded by officers with guns pointed at the driver demanding that he get out, Alderson Reporting Company that he put up his hands, stop driving.  They are pounding on the -- on the windows of the car.  And the driver then begins to drive away. What does a -- what do reasonable officers do?  Maybe they -- what they should do is to continue the chase indefinitely.  I don't know.  What do you think?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The car is still trying to escape.  The car is not stopped and, you know, the driver with his hands up.  The car is still trying to get out of this encirclement by the other police cars, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is he trying to get away at that point or not?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What do you mean?  He is going to the police station?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"He had just -- he had just exited the interstate."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And so isn't that a good reason for putting your brakes on?  He is not going to be going 100 miles an hour down the side street, is he?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Smith, I was -- I was surprised to read what you said in your -- in your brief on page 25:  At a minimum, reasonable minds could differ on the issue of the Petitioners' objective reasonableness.  And that -- isn't that enough to decide this case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You say that, even though what they did was arguably reasonable, right --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- immunity does not apply?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"We don't it to the jury Alderson Reporting Company about whether, you know, whether the police officers violated the Fourth Amendment or not.  The rule is if -- if indeed there is no clear violation on their part, if they had no reason to know that what they were doing violated the Fourth Amendment, they are entitled to the immunity.  And here you have that statement at a minimum, reasonable minds could differ on the issue of their objective reasonableness.  Do you still believe that, that reasonable minds could differ on the issue of their objective reasonableness?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"At a minimum.  At a minimum.  I mean it could be even worse."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't care what it's addressing.  It's addressing a state of facts, that reasonable minds could differ on the issue of Petitioners' -- do you want to take that back?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I think you ought to take it back."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, objective reasonableness is a -- is at least a mixed issue of law and fact, and it seems to me Justice Scalia is correct. You -- you have the burden to show that this was a clearly established standard, and you say that at a minimum, reasonable minds could differ on the issue of reasonableness."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But I thought the reasonableness of a Fourth Amendment seizure was an objective question, not a subjective question."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So why does it matter what Alderson Reporting Company reason he subjectively had?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I know.  But if he -- he says I did it because I thought he was going to run me over.  But an objective officer looking at the situation would say that the use of deadly force is necessary here to prevent this chase from continuing on the interstate and endangering other motorists and their passengers.  So if that were the situation, wouldn't that mean that was a reasonable seizure?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Initiated by the fact by the officer who used the force had a different motive?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Such as?  What?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are officers -- are officers trained to use their weapons to shoot tires?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, are they trained -- are they trained to use their weapons to shoot out the tires of fleeing cars?  My understanding is that that's not appropriate police behavior."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Smith --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"They didn't block him.  He got away.  How can you say they had the ability to block Alderson Reporting Company him?  He got away, didn't he --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, when I look at the film, I thought well, sure, he's going back to the highway.  You say we want to show that the policeman knew he wasn't -- knew he wasn't.  I didn't see any evidence showing that preferred or otherwise.  Though what you said is there; it doesn't show he knew that the guy wasn't going back to the car. Your second question you raised, which I think is a very good question, why didn't they shoot the tires out?  And my answer to that is I don't know.  I don't know. I've heard the same thing that Chief Justice has heard, and we've also seen the thing, and I -- of course, it raises just the question you say.  But since I don't know the answer, and since there's no evidence in the answer, and since there are no cases dealing with the answer, I begin to think I don't see how, you know, you can say it was clearly established that they had to Alderson Reporting Company shoot the tires out.  It's a question I don't know the answer to.  What am I supposed to do?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's too general a rule, and our cases hold that you cannot appeal to a very general rule to say the law is clear.  You have to show that the law as applied to these circumstances was clear.  And there's nothing about shooting out tires that I know of."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is there -- what is there in the record?  When I saw the film, I saw your point. You have a point.  But what I can't quite see is how it was a clearly established one.  Maybe this is the case where you ought to go, and if you're suing somebody else and introduce a lot of evidence that shows that they should shoot the tires out; and then there could be a decision on that.  It comes up every so often.  But am I right in thinking so far, there just hasn't been a case on it?  There hasn't been an effort to do that.  There hasn't -- so I'm left in this uncertainty, which Alderson Reporting Company unfortunately for you means it wasn't clearly established."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Let's say there's only one police officer chasing this fellow.  The same thing happens.  You know, he turns off the interstate after the 100-mile-an-hour chase on the highway and stops; the officer gets out of the car; he starts taking away again.  Would it be appropriate for that officer to apply lethal force to prevent the vehicle from resuming the high-speed chase?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I've given you all the facts.  I've given you all the pertinent facts.  Is Alderson Reporting Company it appropriate for that officer to apply lethal force?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"We're at the -- let's start with the same place that he was at in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Everything is the same except there's one police officer and he goes off the interstate at that point; the same thing happens, but there's only one.  And either -- the officer gets out of the car and at that point, the fellow takes off again resuming the chase, endangering the -- the public by -- by doing so.  Is -- at that point, can the officer apply lethal force?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Not two sequences whatever.  Just as I explained.  Both cars are stopped; the officer gets out of the car; at that point, the Alderson Reporting Company driver that led the chase takes off again.  That's all the facts you need to know."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  Not this case.  The case that I have hypothesized."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any circumstance in which lethal force is appropriate once the officer has stopped the car?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, when?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No.  Doesn't know -- Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What if the situation is that the officer has -- has this choice.  After a high-speed chase, after attempting to persuade the driver to get out of the car, the officer has one -- has these choices:  Allow the chase to continue or use lethal force."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Your answer is they have to let the -- they -- they can use lethal force?  They have to allow the chase to continue?  What?  Which?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The danger is he is going to be going 100 miles an hour, okay, that the chase up to now has been the way your client's chase was, in which he endangered a lot of other people, forced cars off the road, and so forth.  That's -- that's the -- that's the hypothetical.  Okay.  That person is about to drive away and continue that kind of public-endangering behavior.  Can the policeman shoot or not. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  There's nobody around, just -- just him."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"There is nobody around. Can -- can they shoot at him to stop him from endangering the public again?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Of course, we -- you know --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're just not willing to give answers. But we've been discussing this as though that's the question, what should the policeman do?  But that's not the question.  The question is, was there clearly established law that made it apparent that this was improper police conduct?  That's the question.  Not what is proper police conduct, but was there clearly Alderson Reporting Company established law that this was not proper police conduct? What's your best case for that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So some of --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":4,"sideBefore":"justices","text":"How do you distinguish Brosseau?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"This is the single --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"This is a single police officer trying to stop a fleeing suspect whose only activity was a reported fight in a residential neighborhood."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that goes back -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That goes back to my 12-shot sequence, which I still have a problem with. In answering Justice Alito's question, he has already gone 100 miles an hour when he -- the car moved away, even though that part of the street was deserted.  Why would a reasonable officer not be suspicious that more reckless driving is going to occur --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- to escape them when they finally get back into their cars?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Was she trying to get out Alderson Reporting Company of the car when -- when he was trapped there and, you know, surrounded by the police car?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"She didn't try to get out of the car. I mean, for all the police knew, she -- he -- she was a -- a cohort of his.  He fled.  Why was he fleeing, by the way?  He just didn't want to -- didn't want to get a ticket for the broken headlight?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No -- I thought that there was some indication that he had drugs."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  So that's probably why he was fleeing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And she might have been a cohort of that.  Do -- do -- are the police supposed to know that?  She made no effort to get out of the car."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'd think you'd think Alderson Reporting Company pretty quick in a situation like that, where this guy has been driving you on the highway at 100 miles an hour, swerving into and away from police cars.  Boy, I would get out of that car so fast."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"What -- what is the legal significance of the number of shots?  Is -- is this case any different because 15 shots were fired as opposed to one or two?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm not clear how that works either.  Suppose the police are very good shots, it doesn't hit the public, it just hits the assailant. Is it still unreasonable because it wasn't a public place?  And does that mean that the fleeing felon is much better off if he goes to a public place?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I don't understand how -- how this bears on -- on the -- on the question of whether or not -- as to the reasonableness as to the driver."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But even -- well, again, what standing does the driver have to complain about the threat to civilians who are in the area?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Of course it's a factor, but is it a factor that your clients can take advantage of?  That's the issue. Alderson Reporting Company I mean, maybe you -- you can demote the policeman who did that.  Maybe even a lawsuit by -- by -- by the colleague in the car would be successful. But the issue is whether your client has any reason to complain about that, your client who caused the whole thing, who caused the shooting in the last analysis."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What do you say clearly establishes that?  You -- you say the passenger is there.  What case tells a police officer when there is a passenger no lethal weapon?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"As to the number of shots, even with all the shots that were fired, Mr. Rickard still was able to drive away for a short distance."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So what does that do to the argument that too many shots were fired?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"There are two ways in which the public is endangered.  You're -- the point you're making is that if the police are firing somebody in the public might get hit fired by a bullet.  The Alderson Reporting Company point the officers make, that if you allow him to escape and -- and continue a high-speed chase, there are other people, innocent people, who might get injured or killed by the car. Now, how were the officers supposed to decide on the spot whether there is a greater danger that people are going to get hit by a stray bullet or there is a greater danger that people are going to get hit by the car?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying they can't apply lethal force because they may not be successful in -- in killing the driver?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the car wasn't moving when the shots were first fired?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  This -- this is a Alderson Reporting Company new principle.  You think it is clearly established law, clearly established law, that you cannot shoot to kill a driver whose -- whose car is moving?  Is that it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is that the principle you say is clearly established?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"My goodness, they do it all the time.  You watch the movies about bank robberies, you know, it happens all the time.  Are these movies unrealistic?  You cannot shoot to kill somebody in a moving car."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And that is -- that is not just your view.  It is, you say, clearly established law."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And that's what Scott holds, that you can --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What does hold it? Alderson Reporting Company Sir, you are arguing that the law is clearly established.  That's the case you have to make.  You can't just get up here and say you shouldn't shoot at somebody in a moving car to kill.  Maybe you shouldn't. What is the clearly established law that -- that policemen should have known?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Talks about it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Talks about it?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What about the statement that there was a police manual that says once you authorize to shoot, you can continue shooting until the job is done?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What facts do you contest and we'll just subtract them from the facts that we consider.  Which facts do you contest?  That he was Alderson Reporting Company driving 100 miles an hour, swerving on the road, swerved towards police cars, almost cause another car to go -- that's -- you don't contest that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's not a fact. That's -- that's a conclusion.  Whether the car was a -- was a danger is a legal conclusion, not a fact.  What facts do you -- do you say are contested?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  We'll assume no assaults.  What else?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  We'll eliminate the ramming.  What else?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Let's assume -- we'll assume he was not in danger.  Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But we -- we are still left with a very dangerous man careening down the road, who is surrounded by police cars and still tries to get away to continue his careening.  You can eliminate all those minor facts that you're contesting and it's still a very dangerous situation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Mosley, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Just to clarify one thing, Mr. Mosley.  When were the three shots fired? When he had moved backwards?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I don't know that you answered my question."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't care about the seconds."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Place it in the context."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":4,"sideBefore":"justices","text":"Yes.  I don't care about the seconds.  I just asked the car -- I thought the shots were fired after he had moved backwards away from where the officers had initially stopped him."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Got it."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mosley, just out of curiosity, does -- does this police department actually have rules for what a police officer is supposed to do when there's a fleeing vehicle?  Were they -- were they acting in accordance or not in accordance with certain rules that the police department had?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What were they?  I mean, I don't know, and I -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel, the case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL MOSLEY","firstName":"MICHAEL","lastName":"MOSLEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2291,"interruptions":4,"times_spoken":29,"laughter":0,"num_int_by":3},{"id":1,"fullName":"JOHN F. BASH","firstName":"JOHN","lastName":"BASH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1588,"interruptions":6,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":2,"fullName":"GARY K. SMITH","firstName":"GARY","lastName":"SMITH","counsel":true,"justice":false,"side":"respondent","words_spoken":2799,"interruptions":42,"times_spoken":88,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":703,"interruptions":0,"times_spoken":28,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1623,"interruptions":5,"times_spoken":56,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":115,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":483,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":283,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":368,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":319,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":10,"words_spoken":3879,"times_spoken":45,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":42,"words_spoken":2799,"times_spoken":88,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":10,"words_spoken":4201,"times_spoken":138,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127201}}