{"petitioner":{"name":"NATIONAL LABOR RELATIONS BOARD","counsel":[0]},"respondent":{"name":"NOEL CANNING, ET AL. ","counsel":[1,2]},"caseNumber":"12-1281","date":"2014-01-13T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-1281, the National Labor Relations Board v. Noel Canning. General Verrilli? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You say -- you say that it would repudiate the constitutionality of Alderson Reporting Company appointments.  You don't suggest that those -- the actions of those appointees would be invalid going back however far you want to go back, do you?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"How did it -- how did it affect the -- how many board decisions will have to be redone, or how did -- how is the board coping with that problem?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would happen if -- Alderson Reporting Company under the reasoning of this case, what would happen to the decisions of recess-appointed judges?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of which there's been quite a few."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, surely, you would -- you would argue the de facto officer doctrine."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you would."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And we've applied that in innumerable cases.  You don't really think we're going to go back and rip out every decision made."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You started off by Alderson Reporting Company saying -- you know, it would -- it would repudiate so many actions that have been taken.  I have a very, very stark question:  Suppose I agree with the court of appeals that the only -- the only interpretation of -- of the Constitution is that the vacancy must have arisen during the recess, just by hypothesis.  I agree with that, okay? What do you do when there is a practice that -- that flatly contradicts a clear text of the Constitution?  Which -- which of the two prevails?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you ignore the Constitution --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- often enough, its meaning changes?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you're -- you're questioning my hypothesis.  You have to accept my hypothesis. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume that the text is clearly against you.  Should I say, oh, yes, it -- it says something else, but the practice for over 200 years has been something different, and it's the practice that must prevail."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes or no?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the practice prevail over the clear text --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're questioning my -- my hypothesis again."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I am assuming a clear text of the Constitution and a practice that is -- is contrary to it. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You do not want to answer my hypothesis."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me ask you about the premise.  A vacancy is something that begins at a particular point in time, and then it continues for some period.  And I was trying to think of some other things that might fall into the same category.  One would be an appointment to a Federal office. So you were appointed as Solicitor General at a particular point in time, and the appointment continues.  Another example might be a marriage.  It happens at a particular point in time, and it continues for a -- a period of time. Alderson Reporting Company Now, would we say that your appointment as Solicitor General is happening today and will happen again tomorrow and happened yesterday?  Is that the way the English language is used?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"General Verrilli, we've taken you off your starting point.  Your starting point was what is it -- what constitutes a recess.  And your Alderson Reporting Company position is that it can be an intra-session recess.  But if we look back historically, Congress met, and they met continuously.  And then they went on horseback back home, and they were away for 6 months, even 9 months. Today, there's nothing like that.        The inter-session -- the inter-session recess could be -- could be an hour.  So what do we do with that?  There was the vision of a long recess running for months, and today, the inter-session recess might be momentary."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course, Justice Ginsburg's question points out that your argument is, it seems to me, in search of a limiting principle.  A lunch break, a one-day break -- you've -- you've thought about this -- a 3-day break, a 1-week break, a 1-month break; how do you resolve that problem for us?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that 3 days?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"And what about the pro forma sessions, then?  They don't -- or correct me if I'm wrong.  They don't require the consent of the other house."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you think there's no recess during pro forma sessions?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's just talk -- let's focus on that.  What, instead of saying, \"No business shall be conducted,\" the order said, \"It is not anticipated that any business will be conducted.\"  Does that suffice to eliminate that period as a recess?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah.  Well, it's Alderson Reporting Company difficult and harder, but it also suggests that you're just talking about a couple of magic words that the Senate can just change at the drop of a hat, so maybe the point is not that significant."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But General, I think you're -- you're not answering the real thrust of the Chief Justice's question, which is that we could just be back here if we -- if we said, well, they didn't phrase this in the right way. Well, they'll phrase it differently, and we would be back here with the same essential problem, that you're asking us to peg this on a formality that the Senate could easily evade, and that suggests that it really is the Senate's job to determine whether they're Alderson Reporting Company in recess or whether they're not."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why?  You're making an assumption, which is that the Senate has to take a recess, but the Senate could choose, if it wanted to, and I think there might be some citizens that would encourage it to, to never recess."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and to work every day, which --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- lots of people do."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So what do you say about the Twentieth Amendment, which says that that January 3rd was a meeting?  Are you saying they violated the Twentieth Amendment?  January 3rd.  This says the Congress of the United States shall meet on January 3rd every year, unless they appoint a different day."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And they haven't.  And, therefore, they met in pro forma session.  Or do you think it wasn't a meeting?  And what do you think about the other part of the Constitution, which says they can't adjourn for more than 3 days without the approval of the House, which they didn't have. So are you saying that the Senate violated those other two amendments of -- the two parts of the Constitution, or are you saying that they have different meanings in the three parts?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So you're saying they violated, if that -- if they have pro forma sessions on January 3rd, they violate the Twentieth Amendment to the Constitution.  You are saying that if they had a pro forma session on January 3rd, that since Alderson Reporting Company their meeting -- their recess was still on and lasted more than 3 days, it was a violation of that Adjournment Clause of the Constitution. Now, that's one way to interpret it.        Over a long period of time, they have apparently met pro forma on those days.  Or we could try to make them mean the same thing, which would mean it was up to the Senate. They consider that a meeting, it's a meeting.  What do we do?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you write that opinion, saying the Senate of the United States has violated two -- two provisions of the Constitution?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Why not?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it -- would it -- I mean, that's my basic question, really.  Why is this an important case?  I see what you're saying on this one. That's fine for an answer.  Thank you."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What my really basic question is why is this an important case, in your opinion?  Now, you've said, oh, because there are thousands of recess appointments, not on the happen clause. You've listed 7600 or so, really, on the recess part, but on the happen clause, you've only been able to find 102.  And moreover, we've had an example of -- where this Court, for better or for worse, said that two members of the board is not a quorum, and we got some more members, they dealt with the problem. They ratified all those opinions, they dealt with it. It didn't take them too much time. So -- and we have different political parties taking absolutely opposite sides, it seems to me, or some members thereof, depending on the political party of the President.  And we have a clause that had to do with the Constitution and the problem of intra -- inter-session recesses when they were 7 months and nobody could meet.  Okay.  That isn't true anymore. Alderson Reporting Company So explain to me.        I'm not saying you're wrong.  I just want to hear from your mouth why this is an important case."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"General, would you agree that this clause now is not mostly used to deal with emergencies arising from congressional absence?  That most modern Presidents -- and I say this sort of going -- going back to President Reagan, Presidents of both parties, essentially, have used this clause as a way to deal -- not with congressional absence, but with congressional intransigence, with a Congress that simply does not want to approve appointments that the President thinks ought to be approved? You know, absence in this day and age -- this is not the horse-and-buggy era anymore.  There's no real -- there's no such thing, truly, as congressional absence anymore.  And that makes me wonder whether we're dealing here with what's essentially a historic relic, something whose original purpose has disappeared and has assumed a new purpose that nobody ever intended it to have."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, as a result of congressional refusal, not as a result of congressional absence."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are making a very, very aggressive argument in favor of executive power now, and it has nothing whatsoever to do with whether the Senate is in session or not.  You're just saying, when the Senate acts, in your view, irresponsibly and refuses to confirm nominations, then the President must be able to fill those -- fill those positions. That's what you're arguing.        I don't see what that has to do with whether the Senate is in Alderson Reporting Company session."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it isn't -- it isn't tied then to the availability of Congress, availability of the Senate.  I think you said throughout your brief that the rationale for the recess power is the President must be able to have the government functioning and staffed even though -- although the Senate isn't -- isn't around.  But now the -- you seem, in your answers, to be departing from the Senate not available and making quite another justification for this. The Senate -- I think, to be candid, the Senate is always available.  They can be called back on very short notice.  So what is it that's the constitutional flaw here?  It isn't -- it isn't that the Senate isn't available.  The Senate is available.  It can easily be convened."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the compromise they settled on in moving away from that is that the President will nominate and the Senate, if it so chooses, can confirm a nominee.  You spoke of the intransigence of the Senate.  Well, they have an absolute right not to confirm nominees that the President submits. And it seems to me, following up on Justice Kagan's point, you're latching on to the Recess Appointment Clause as a way to combat that Alderson Reporting Company intransigence, rather than to deal with the happenstance that the Senate is not in session when a vacancy becomes open."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Senate has -- the Congress and the Executive have come together to address those sorts of problems in a vast number of cases by providing that there can be an acting general counsel of the NLRB to deal with that situation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's -- let's talk about your 1948 emergencyof the Secretary of Labor.  There was a vacancy in -- in that post.  The President has the authority to convene Congress.  And whatever was the case in 1948 or -- or in 1789, Congress can be back here in one day. Article II, Section 3 says, \"He may, on extraordinary occasions, convene both houses.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's the problem?  If there is indeed this -- you know, this terrible emergency you're talking about, the President has the power to call them back."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but my only point is what -- what the recess appointment power consists of Alderson Reporting Company cannot be determined on the basis that, well, there are going to be terrible emergencies, so it must enable the President to do this or that.  Extraordinary emergencies are handled in the Constitution.  You don't have to expand the -- the vacancy appointment power in order to handle those."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"General, I think that's a really strong argument, but I have to say I'm not sure it applies consistently throughout each of the three claims that you make.  Because if you are going to rely on history and on the development of an equilibrium with respect to what \"happens\" means, and if you are going to do that again with respect to whether intra-session Alderson Reporting Company recesses are included, then it seems to me you also have to look to history and the development of an equilibrium with respect to Congress's definition of its own power to determine whether they are in recess or not. In other words, your third argument about pro forma sessions, the history is entirely on the Senate's side, not on your side.  And if we're going to take a kind of continuing practice and the development of equilibrium seriously, you might win on questions 1 and 2 and then lose on question 3."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's no practice -- there is no long practice of doing it.  There is also no long practice of rejecting it. But if I could take you back to that, you Alderson Reporting Company said that the pro forma sessions may violate the Adjournment Clause in the Twentieth Amendment.  Would you also say that they violate the Presentment Clause, because the Senate has passed legislation during these pro forma sessions and the President has signed that legislation."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems -- it seems to me that we're searching here for a proper interpretation of the word \"session,\" which, after all, is in the provision that we are looking at.  It talks about \"next session.\"  And we have a long tradition of Congress defining what that session is. They have the first -- this is, what, the Alderson Reporting Company 113th Congress?  I think something like that.  And they have the first and second session.  That's how their records are based. This is a considered judgment by both houses of the Legislative Branch as to what \"session\" means, and it seems to me that that has very powerful bearing on the question of inter- and intra-session appointments that we are arguing, forget the -- when the vacancy happens to arise. And so why don't -- why don't we defer to Congress as to what the term \"session\" means and say that this gives us guidance as to when the -- there is a recess.  There is a recess between those sessions."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But where does this 3-day rule --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":7,"sideBefore":"justices","text":"But you are relying on adjournment.  That -- that -- that does not have the word ”recess” in --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If it means the same thing, then what you are tying the two together, which actually might have some validity, but wouldn't that require the definition of a recess to be a period in which both houses have chosen to consent to an adjournment?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you have an adjournment without a suspension of business?  Aren't the two the same?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm talking about tying the two together."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What, where is this -- the most surprising thing to me that you have said, and it's important, is not just the view of language at the time of the framing, but what the purpose of this clause was.  I mean, this is a very well-briefed case, and I have looked at them. I have read them, actually. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And I’ll tell you, I cannot find anything, so far, and I may have missed it -- I'm asking -- I can't find anything that says the purpose of this clause has anything at all to do with political fights between Congress and the President.  To the contrary, Hamilton says that the way we're going to appoint people in this country is Congress and the President have to agree. Now, that's a political problem, not a constitutional problem, that agreement.  And it was just as much true of President George Bush, who made six appointments that happened previously, as it is with President Obama, who's made four.  All right? So -- so where -- and he says this clause is Alderson Reporting Company a supplement, a supplement, to the basic clause to take care of the timing problem.  So, what have I missed? Where is it in the history of this clause, in its origination, that it has as a purpose to allow the President to try to overcome political disagreement?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it isn't a purpose, can you give me an example where the language, particularly that word \"happen\" -- I mean, your example was a good one but I don't think it applies, but that's a different matter.  I can't -- the language is over here. The number of appointments on \"happen\" is few.  If you are worried about James Tobin, Congress has passed a law that can be taken as looking at a vacancy occurring when it occurs within 30 days of the beginning of the recess, which would have taken care of Tobin. So look at the language difficulty.        Look at the comparatively small practice in that area.  Look at the other ways to get around the problem, and then give me another example in the Constitution where you have both language and purpose pointing one place and yet this Court because of practice has come to the opposite Alderson Reporting Company conclusion."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"\"Happen?\"  Of course, battles happen.  That's because battles occur over time. Give me an example with the word \"vacancy,\" where that word \"vacancy\" is used with the word \"is,\" but not \"occurred.\""},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But just give me an English example where it’s natural to say --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Your statutory example has to do with a battle, not a vacancy."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"A financial emergency, correct.  I'm sorry.  I'm asking you for an example with the word \"vacancy.\"  That's what I am having trouble with."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not talking about -- I just say, could you find an example, and I'm gathering, from my answer, you couldn't."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and I couldn't either."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It’s been assumed to be -- it's been assumed to be ambiguous by self-interested Presidents. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Of course.  Death is an enduring state.  But if someone dies in 1941, you don't Alderson Reporting Company say he died in 1945.  He's still dead. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But his death happened in"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- it's your argument -- your friend on the other side says one flaw with your argument is that it makes the words \"it may happen\" or \"happen during\" superfluous, that the clause would mean exactly what you say it means if you took those words out. And your response -- the only one I could see on the reply -- your reply brief, page 13, is that those words were put in there to quote, \"confine the President to filling vacancies that actually exist at the time of appointment.\" Now, is that -- do you really think that Alderson Reporting Company they put that language in there because they were afraid the President would fill appointments that don't exist?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"One reason they could have put the language in is because they were afraid, otherwise, the President would have the power, simply, when somebody died two or three years before, and they've had a big fight in Congress to save up all the controversial nominations and then put them through as recess appointments.  That could be one thing they didn't want to happen.  I don't know.  You see, it's the same problem.  Same problem."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":10,"sideBefore":"justices","text":"You do have -- you do have the one that you relied on in your brief, and this understanding goes back at least to 1823, and the -- the Wirt letter, Attorney General Wirt said, on the wording -- maybe on the wording, the case is not strong. But the purpose, he said, you would be honoring the letter and defying the spirit.  That was the -- on the question of the -- when the vacancy --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you -- before you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- we sort of drifted away from the new -- the new practice, the pro forma session.  And you were asked, suppose there was nothing in the resolution about they would conduct no business. It was an informal understanding that they wouldn't. But there is no express agreement that they're not going to conduct business.  Then do you lose on that part of the case?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it was -- suppose it was the exact same no-business order, but the single senator who was there got up and asked for unanimous consent to name a post office, and every three days, he got up and said unanimous consent to name a post office. The post office is named. So they can do -- you know, trivial business in each of these sessions.  Would that make a constitutional difference?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But that, again, suggests that the rule that you're asking us to establish is -- Alderson Reporting Company is so easy to evade that why bother establishing it at all.  The fact that it's so easy to evade suggests that this really is -- the question of how to define a recess really does belong to the Senate."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I totally take your point on that.  But what I'm suggesting is they could just come back, and by naming post offices, have the same effect, that they would write it out of the -- of the Constitution as much as you say this does."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is significant is whether they're available to confirm nominees; isn't that right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So suppose they say, instead of no business will be conducted, no nominations will be considered."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know it would be a different case, but --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what?  The point of the question is whether they're available to consider nominations.  So if they say, we'll do other business, but no nominations will be considered, why isn't it exactly the same for purposes of the Recess Appointments Clause?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. Mr. Francisco. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But your argument would destroy the recess clause.  There would be -- under your argument, it is totally -- totally within the hands of the Senate to abolish any and all recess appointments."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you a variant of the question that Justice Scalia asked General Verrilli? Suppose we think that the language in the Constitution is perfectly clear in some respect, but that there is a 200-year-old consistent practice, agreement by the President, going back to Washington and by the Senate that the language actually means something else.  What would we do in that situation?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Francisco, I'm sorry, but could we go back to Justice Alito's question? Because I really have the same issue with your argument. You know, suppose that on one -- let's say the \"happens\" argument, that yours is at least the most natural reading of the statute, at least the way we understand the word \"happen\" today, and maybe a compelled reading, but the history points so much in the other direction; and that that history brings with it a whole set of practices and traditions and ways of dealing with each other that has grown around a certain Alderson Reporting Company interpretation of what \"happens\" means, right? The idea that we would wake up one fine morning and chuck all of that because all of a sudden we happened to read the clause, I mean, that at least needs to be defended."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know, but now, you're -- you're again -- I mean, assume that there is a 200-year-old established practice, everybody has agreed to it, but the text, when you really look at it, points the other way."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- but that assumes something, which is --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- let's go back to the \"happenings\" words -- that is so unambiguous, that they knew it was unambiguous, but 200-year history, starting with President Washington, who filled two vacancies that occurred before the Senate broke, to every -- almost every President thereafter has done the same. So why should we conclude that today's understanding is the same as the understanding of the Founding Fathers?  Why don't we take their unbroken practice as giving us that definition?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask you this: Suppose that we were to conclude that the history is simply too overwhelming to rule in your favor on the \"happens\" problem.  Could we still use history to say that -- or overlook history to rule for you on the inter/intra-session point?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How do we do that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is it because of the 80 years or --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Francisco, tell me if I am wrong about this, but it seems to me that intra-session recesses really only arose in the 1940s or so, right?  There is the period with Andrew Johnson and Andrew Johnson used intra-recess -- intra-session recesses to make a lot of appointments.  Other than that, intra-session recesses of more than 3 days that are not Christmas simply do not exist. So that assume that as intra-session Alderson Reporting Company recesses came to be, Presidents started making appointments in them."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What happened in that period at around 1970 is that's about the first time that you have intra-session -- an intra-session recess that's longer than an inter-session recess. Alderson Reporting Company And so now if we look from 1970 on, that's fairly common.  And so all that's happening is that the Presidents are appointing recess appointees during periods where they are out for a longer time.  Now, how are we supposed to go and say that this thing -- thousands of people on the recess part -- is unconstitutional? I mean, it isn't unheard of.        What about the Due Process Clause?  Does that easily cover the language?  Substantive due process. What about the Interstate Commerce Clause and the doctrine of -- you know, the implicit clause there?  I mean, it isn't unheard of that over time language in the Constitution takes on a somewhat different meaning."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"How do we -- I mean, probably different judges have different approaches. But if I'm concerned about the basic practicality and the basic objective here, why would I agree with you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The two examples that Justice Breyer gives are examples where we gave it a meaning that was different from what it said. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"We don't have a case involving this particular issue yet."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"If I do place more weight on this, should we -- I mean, I do believe and agree with you to this point that this is basically a matter of politics for other branches basically.  That doesn't help me resolve this.  But it does lead over to this possibility.  Congress did pass the No Pay Act. And then they passed the Pay Act.  And in that Pay Act on this \"happen\" part, which I think is the strongest -- very strong for your side, but it defines the vacancy in terms of 30 days prior to the recess. And that would take care of most of these.         You see, if vacancy could be defined as something that stretches, because Congress says it stretches in terms Alderson Reporting Company of pay for 30 days."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think of that? And I would love to know what the SG thinks of it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"The third question, by the way, just put in your mind, if you digress in your answer, put in your mind what would have happened in 1830 if someone, when they had a 9-month recess, close to 10 months, someone had the bright idea, well, you live near Washington; go show up at wherever we are holding our sessions and sit there for 5 minutes, and we'll stop President Andrew Jackson from making recess appointments.  What would we be saying then?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose we have an inter-session break.  It's three days.  On your reading of the Recess Clause, in that three days, the President can fill up vacancies."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, leave out the second question.  Just on -- the first question, because it seems to me that if the rationale was when Congress was out of town for 6, 9 months, of course, the President has to be able to make the government work. But now you're saying that in that time, it's only three days, they are going to be there available very soon to confirm.  And let's say somebody -- somebody dies on day 1.  The President puts in -- makes an appointment on day 2.  You would say that's okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, before you do so, I mean, is the Senate's power, in your view, so comprehensive that if they passed an order saying, we're Alderson Reporting Company actually never in recess, people can be reached -- you know, we can call people back.  So for purposes of the Recess Clause, we are never in recess."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could you -- could you tell -- let's go back to this.  What's your definition of a recess?  When the Senate actually says we're taking a recess --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- whether it got the consent of the House or not?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Does it have to do that? By what command does it have to do that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No.  Sine die or any --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Does it need the consent of the House to do that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so does it have to do that in between the two congressional sessions?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"On the first question, does your argument depend on the fact that -- on the assumption that the -- the possibility of a lengthy intra-session break was never even contemplated by those who framed and -- and ratified the Constitution? Because if they had thought about that, there's a real chance the Senate may take a two-month break --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- over Christmas.  Would there be any reason why they wouldn't have wanted the recess appointment power to apply there as well as at the end of the session?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm not sure I understand the answer.  If the purpose is to permit the President to fill vacancies when the Senate is unavailable to consider nominations and the country would be harmed by having these offices vacant for a period of time, why would that not apply to any lengthy break, whether it's at the end of the session or in the middle of the session? And so if you're arguing that it only applies at the end of the session, doesn't that depend on the assumption that they never thought about the possibility that there would be a lengthy break in the middle of the session?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Francisco, can I ask a question about the second question presented, the \"happens\" question?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And if you put aside all the history and you look only at the language and you look only at our own modern view of what happens, that surely seems to favor your position. But -- you know, given all the statements in the founding period itself about how this is ambiguous and it might have two meanings, if you look at the dictionaries of that time -- so I went back and I looked at the Oxford English Dictionary, and one of the definitions of \"happens\" there is \"chance to be,\" essentially the exact same definition that Thomas Jefferson said made this ambiguous. And we would never use \"happens\" in that way now.  If you look at the examples that the Oxford English gives, they're laughable.  Nobody would ever say that now.  But it just suggested to me that maybe what we think is pretty clear is only pretty clear because one meaning of “happens” has -- you know, over 200 years --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- lapsed."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I don't think so, right. Essentially, Thomas Jefferson says it could mean one thing or the other, and the other thing that he said, which is \"happens to exist,\" is sort of exactly this old definition, which is \"happens\" means \"chance to be.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I think \"happens\" continues to mean \"chances to be.\"  We still use it that way.  But we only use it that way when it is followed by an infinitive.  \"I happened to see him,\" it means a chance that I saw him.  Or -- you know, 9/11, the destruction of the Twin Towers happened to occur on 9/11.  But you wouldn't say -- you wouldn't say it happened on -- on 9/13, simply because it continued to be destroyed. I don't know what the OED examples that Justice Kagan referred to were, but I bet they -- they used \"happen\" followed by an infinitive, and I think we still use it that way. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":6,"sideBefore":"justices","text":"You know, I don't remember them exactly.  I just remember kind of laughing at them, as things that -- (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":9,"sideBefore":"justices","text":"Actually, I think I remember what they were --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":10,"sideBefore":"justices","text":"-- nobody would say --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":9,"sideBefore":"justices","text":"-- and they were 1483 and 1490-something, and then there was an asterisk that said \"obsolete.\" (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"And in fact -- in fact, I couldn't figure out what they were talking about."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the Constitution as it -- as it first was has now been amended and it is no longer a part of the Constitution, with reference to appointment of Senate, uses the word \"vacancy\" in much the same way as the clause we're discussing here, and I think favors your position, because if a vacancy happens Alderson Reporting Company by resignation during the recess of the legislature then the governor can make the appointment.  And you certainly wouldn't think that that could happen over 3 days --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- occur over -- I should say occur over 3 days."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want to say anything before the -- about the -- the language on the \"happen,\" I support you. But the -- the practice, and in particular, the practicalities, because you say, well, the President can make an acting appointment, make a recess appointment even.  I mean -- you know, they have much less authority, somebody appointed in that way, much less than a person who's been confirmed by the Senate. Alderson Reporting Company So if the government won't grind to a halt, it still faces a problem."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What do you want to say about that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Estrada. "},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Estrada, you said in your brief that that was true within wide limits.  What are the wide limits?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is the Chief Justice's example before, if the Senate just said, we're -- we're never in recess for purposes of appointments, would that be permissible?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's the end of it, exactly the same, if this all took place during the 9-month inter-session recess in 1835."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no.  Exactly, same facts.  Same facts."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And, therefore, in your view, the clause, even if they were all scattered to the winds in 1835, there would have been not possible for President Andrew Jackson, if I have that right, to make the recess appointments. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  But your view would be the Court should reject it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You say anything that would -- on this, if you want to, that would turn it back to the practicalities.  Imagine, hypothetically, that I would have thought President Theodore Roosevelt Alderson Reporting Company acted unconstitutionally when he tried to make all of his appointments, dozens and dozens, during a two-second --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes -- inter-session --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And by converse reasoning, the Congress would not have been able, in 1835, to prevent recess appointments simply by having a nearby senator show up for a -- for one second, once every 3 days, over a 9-month period. It seems to me what goes around comes around in this -- in this --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Estrada --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"If there is a 3-day recess between sessions, then your argument is that is -- that is a recess and the President can make -- can make appointments in that time."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Estrada, in your earlier example, you said that if the Senate decides to recess and the House doesn't approve, that the President can then do it. Is it your belief that a recess is only something that both Houses have agreed to?  A break in business that both Houses have agreed to?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So what do you need -- why does the President have to adjourn the House in your Alderson Reporting Company example?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If the Senate votes tomorrow to recess --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- can the President appoint, at least in your view, any vacancy that occurs during that recess?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why do you need a date? What -- what -- in what rule makes a recess defined as something without date?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It always had a date, because we knew January 3rd was a new session."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. General Verrilli, 6 minutes. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we agree with you on the first question, then there needs to either be a number or a functional test.  And I don't know where the number would come from and I don't know how the functional test would play out, so maybe you could Alderson Reporting Company say just a word about that."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The presence of that in the Adjournments Clause but the absence of any number in the Recess Appointments Clause, how do you explain that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And you argue that the Senate sort of acquiesced in that and everybody's come together, but what would you expect a Senator to do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, the President appoints somebody during a recess contrary to the Respondent's view, what's the Senator who objects to that supposed to do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you would Alderson Reporting Company object to that, wouldn't you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"On the same grounds that you're objecting here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then that's not something that is effective for the Senate to do if --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you think it's unconstitutional."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that’ll show them. The Senate says we don't agree with your recess appointment, and you say, well, that’s too bad, the appointee is still in office."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, some of the Senators did -- Senator Byrd --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- famously objected Alderson Reporting Company to the President's assertion of that power."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I just want to make sure I understand.  Your idea is the Senator who objects should do what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose the Senator says, look, I object to that, I think it's unconstitutional, but I'm not going to -- what can I do? The only think you do is impeach the President, right, for violating the Constitution.  And he says it's not worth it for the -- one of the officers on the NLRB --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you say that action would be totally ineffective?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But people object all the time to things that in fact they can't do anything about, right?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"The question of reports. There were reports, remember?  Sorry, I didn't mean to -- your six minutes couldn't be up already."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"Take a few more minutes. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but I'm focusing on 30 days and the reason I'm doing that is this seems to me, hypothetically at least, a real matter for the political branches to resolve among themselves. Now, we have to decide this, so I thought, well, why not look and see what Congress objects to the least?  And I got that 30-day thing from the Pay Act by analogy."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So I want to get your view on that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that was that Senate. I mean, that's not the Senate that is sitting now.  You are attributing the views of one Senate to the Senate over -- over time."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm really interested in how you think the 30-day idea, if practical, plays out in terms of your concerns."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Briefly. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":4719,"interruptions":45,"times_spoken":97,"laughter":1,"num_int_by":8},{"id":1,"fullName":"NOEL J. FRANCISCO","firstName":"NOEL","lastName":"FRANCISCO","counsel":true,"justice":false,"side":"respondent","words_spoken":3206,"interruptions":10,"times_spoken":40,"laughter":1,"num_int_by":8},{"id":2,"fullName":"MIGUEL ESTRADA","firstName":"MIGUEL","lastName":"ESTRADA","counsel":true,"justice":false,"side":"respondent","words_spoken":2069,"interruptions":6,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":726,"interruptions":3,"times_spoken":27,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":474,"interruptions":7,"times_spoken":27,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":603,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":637,"interruptions":2,"times_spoken":23,"laughter":3,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":716,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":442,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1163,"interruptions":2,"times_spoken":19,"laughter":1,"num_int_by":2},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1931,"interruptions":5,"times_spoken":39,"laughter":2,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":45,"words_spoken":4719,"times_spoken":97,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":16,"words_spoken":5275,"times_spoken":59,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":27,"words_spoken":6692,"times_spoken":169,"laughter":7,"num_int_by":7}],"outcome":{"side":"respondent","margin":9}}