{"petitioner":{"name":"BG GROUP PLC","counsel":[0,1]},"respondent":{"name":"REPUBLIC OF ARGENTINA ","counsel":[2]},"caseNumber":"12-138","date":"2013-12-02T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-138, BG Group v. The Republic of Argentina. Mr. Goldstein. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, do you take the position that parties can't, by contract, say, this particular precondition is -- goes to my -- to the parties' consent to arbitrate? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So if the issue is what did the parties -- as I see it -- what did the parties intend on this question, why isn't the first options Howsam divide the one that we should follow in this setting?  The Solicitor General is suggesting that we shouldn't follow that.  We should give some sort of heightened deference to the foreign state, but I'm not sure why because the issue is always about what did the parties intend. And, if the issue is always about that, don't we look at the text, the custom and practice of the industry, the behavior between the parties?  Don't we look at all of the factors we normally look at in deciding whether something goes to a substantive or procedural issue?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So it's not that we hold, absolutely, that in every situation a Alderson Reporting Company precondition is subject to an arbitral decision.  We look to those -- to the issue of consent, don't we?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe that's why the government is saying, we shouldn't treat it as a presumption, we should just treat it as --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that this argument helps you, but it's your argument.  But this arbitration took place in the United States because the parties agreed that's where it would take place, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So your -- your argument is that, by agreeing that the arbitration would take place in the United States, they bought into U.S. arbitration law, no international modification?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"See, I would have thought that there would -- there'd be an argument for saying that the first options principle shouldn't apply to international -- or to a bilateral investment treaty. Alderson Reporting Company The whole point of these treaties, as I understand it, is to take these disputes out of the courts because of distrust, at least of the courts of the country against which the claim is asserted and -- and put it in an international tribunal where some sort of standard international principles would apply, but that's -- you don't like the idea."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you just a -- a practical question and maybe the answer to this is obvious.  Is it too late, now, for you to begin litigation in Argentina?  Wait 18 months and then pursue arbitration?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not true.  There are numerous statutory regimes where Congress has decided, for example, it's valuable to give people a period of time to negotiate or discuss before you can go into -- into court.  I mean, the EEOC and other sorts of things saying, let's everybody -- you know, step back, you have to negotiate for six months or you can't sue for another eight months. And a lot of times, nobody think that's going to change anything, but you can understand Argentina or any other country saying, look, before we're going to arbitrate -- you know, try our courts, Alderson Reporting Company you may find -- you may be surprised, right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, let me just make clear where we are.  Suppose we -- or at least I, were to conclude that the court of appeals was right, that it is for the Judicial Branch to decide whether there is an arbitration agreement and duty to arbitrate. Then I were to further conclude that, given Argentina's position, they have waived the judicial requirement and that this arbitration should proceed.  I can't reach that second question because it wasn't raised."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me just put it -- I think there is -- this is a close case.  I think there is substantial merit, the United Kingdom court is correct and that the court of appeals here is correct, as to the authority of the Court to decide the issue.  I also think that they are probably wrong on the merits, but I cannot reach that second question.  It wasn't presented."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, you have given us three parts for an opinion."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it your position, essentially, that, under this bilateral agreement, the case is to be decided by an arbitrator, not by a court in Argentina or the United States?  And so the question is when an arbitrator will decide the case.  And so the question of when doesn't say whether it's an agreement or not.  It just says, that you sued too early, you started it -- you started too early. Is that your essential position, that this bilateral agreement says arbitration is the way this dispute gets decided, and everything on the way to that is what you call a preliminary question, but, essentially, the parties have agreed that their disputes will be solved by arbitration?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- it seems to me that this is a difficulty for you, the Alderson Reporting Company structure of the treaty.  I mean, if you just end it after one, nobody would say, oh, well they must be contemplating arbitration or arbitration is in the background.  They say, look, you have got a dispute, if you don't resolve it, you bring it in court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Nothing about arbitration even in the background.  Then they say, if you want to go to arbitration, you can.  So, when you look at just the structure, it seems to suggest that Article I -- 8(I) is not part of the arbitration provision.  It stands there and says, this is what you do, and then the arbitration kicks in later."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- your argument would be better there if this was Article 8 -- you know, arbitration of disputes or -- you know, parties can arbitrate, but, first, they must do this. No, it just -- you know, says settlement of disputes. The first thing is you can go to court here.  The second thing is, if you want to arbitrate, you do this."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If you want to accept the invitation to arbitrate that is in 8(II).  If you don't, if you go to 8(I), which doesn't say anything, then, presumably, the decision of the tribunal will be binding."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, what do you do with Wintershall?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that the same thing in France, which is supposed to be a popular place for international arbitration, that, in the first instance, the arbitrator decides, but, ultimately, the court can Alderson Reporting Company review everything?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do I understand your position that, in this case, you did not have to go to the Federal -- to the Argentine court, by reason of the language in this agreement and not by reason of anything that Argentina did?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Say that again."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"By reason of --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Anders. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I must say I don't follow that -- that line of argument.  I mean, it seems to me the treaty sets the framework for an agreement, but it is ultimately the agreement that governs."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't -- I can't find -- it seems to me this has sprung, full blown, from someone's brain, but is not well embedded in any law Alderson Reporting Company that I could yet find.  That is the -- this is not meant to be rude.  I'm trying to figure out where this idea of the consent thing comes from. After all, it apparently comes from our Korean treaty and maybe one other, but I can't find it in -- I can't find -- the question in the case is, is this particular agreement, namely an agreement to go to the court first -- shall we count it as that kind of matter as to whether this is arbitrable that goes to a judge?  Or rather is it that kind of procedural Howsam/Wiley type thing that goes to an arbitrator? Now, we did our best, I think, to try to explain how to distinguish the one from the other in our precedent.  Now, you use different words.  You use these words about \"consent,\" which doesn't appear anywhere in this treaty, but I think you are trying to get at the same thing. And if you are not trying to get at the same thing, why?  Why not?  What are you trying to get at?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you suggesting that they --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"So if in fact there was the sate that said, Look, they don't say anything in the treaty, but it turns out, for purposes of counting time limits, filing a brief, they count Saturdays, but they don't count Sundays.  All right?  And the government says, quite sincerely, if we had known that they were going to do that, we never would have agreed. I am trying to get an example of something that is as purely procedural as I can imagine, something no one in his right mind would think a judge, rather than an arbitrator, should decide.  But, under your rule, you're going to say the judges decide that and not the arbitrators, and that is what is bothering me about your rule."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"By the way, in the treaty Alderson Reporting Company itself, you can have dozens of things, as was true of Howsam, we will follow the UNCTAD, whatever that is, the UN -- or AAA rules, and you look up AAA Rule No. 1872(b), and it says just what I said.  Okay?  So, now, it's in the treaty itself, and why should that matter?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I have only found two, by the way.  One was Korea, and I can't remember the second."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But in any case --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- you explicitly say, these are our conditions of consent, and you raise the question to me, you don't answer it, because suppose one of those conditions had to do with blue paper, rather than white paper, suppose that they were just what I said, nobody still would think the United States was resisting arbitration on such a matter."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"So, here, you are putting yourselves, I gather, that the UN rules, the AAA rules, the scholars who file our briefs, the Doctrine of Competence-Competence, whatever that might be, is, in fact, far broader than what they want.  It submits virtually every question of arbitrability to the arbitrator.  And the United States is taking a position quite contrary, I guess, to most of the world."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"How do we know that?  How do we know that?  The question is, is this litigation preliminary -- going to the Argentinian court, is the litigation preliminary a condition on the consent to arbitrate a dispute?  What is the answer to that question, in the view of the United States? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Alright, so you've done all that.  And what does the United States -- the United States is saying, court, you should look to all these sources, and then answer the question, is the litigation preliminary a condition on consent to arbitrate the dispute?  So, after looking at the sources that the United States is telling the court it should look to, what is the answer of the United States to that question?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I would feel better about that argument, Ms. Anders, if you had at least suggested how we should go about deciding that question."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Because you read this through your brief, and I don't know what a consent-based objection is.  In fact, you say consent-based objections can look very, very procedural, and it's still consent-based, or it might not be Alderson Reporting Company consent-based. So all the -- the techniques that we use in the Howsam-First Options line of cases seem to go out the window and not be replaced with anything else."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's no different from the rules we apply when there isn't a treaty, of course.  I mean, if the arbitration agreement said that, that the -- you know, the agreement is conditioned on, of course.  So what else?  What different rules would you apply, other than the common-sense rules that we use for arbitration agreements?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"We would look to mandatory language in the arbitration agreement."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What about this -- what about this principle:  If something, if some requirement seems to serve virtually no purpose, it's unlikely to be a condition of consent.  Would you accept that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, there is nothing in the treaty that talks about consent at all, so we have to decide whether some requirement is a consent, is on something which consent is conditioned, or it's just a procedural requirement that would be decided by an arbitrator. Would you not -- would you disagree with the proposition that, if something really is trivial, it doesn't seem to accomplish much of anything, it's a historical vestige, it's unlikely to be a condition of consent."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What's wrong with the House -- and I'm being a little defensive here -- but I didn't think there was the presumption you are talking about.  I thought it said there's a presumption about that procedural rule, and I thought important language was the language that the Court has found the phrase, i.e., for the judge, applicable in the narrow circumstance where contracting parties would likely have expected a Court to have decided the gateway matter. Now, that, it seems to me, a little bit easier to work with than this notion of whether a state gave consent or didn't give consent or it doesn't mention it in the treaty."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Briefly."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Blackman? "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Blackman, may I ask you, preliminarily, on your view, what happens next? That -- can this party -- and suppose you're right -- can the -- can the BG Group institute an action in Argentina and, if it's not resolved within 18 months, invoke arbitration?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And if it is resolved, but not to BG's liking then, thereto, BG can invoke arbitration?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, doesn't that mean Alderson Reporting Company that the treaty partners agreed that only an arbitration panel can conclusively resolve this dispute? Not a court."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't -- I don't get your answer to my question.  Am I wrong in thinking that, under this treaty, the ultimate decisionmaker is the arbitrator.  There is no provision for the court to be the ultimate arbiter of the controversy?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why are you complaining about the other party not initiating proceedings in the Argentine courts when, if you really wanted those proceedings to occur, you could have initiated proceedings in the Argentine courts?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I must say I don't understand that.  When -- when you're appealing to a condition for the thing to occur and you can bring that about as -- as readily as the other side, it's -- dog in the manger comes to mind."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- the D.C. Circuit treated this as there is no agreement until you go to the local court first."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The argument is that there is an agreement to arbitrate.  That will be the method of dispute resolution.  You have to take certain steps before.  So you have to go to the local court. But why isn't the dispute settlement mechanism decided upon by the parties' arbitration, and then what you have to do before that is in the nature of a procedural condition?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Blackman, can I just ask you to assume for a second that that's not so?  If you had -- if BG and the Republic of Argentina had, itself, entered into this agreement, would you agree that this is a typical Howsam kind of provision?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So how do you -- how do you distinguish John Wiley, which I think --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- has two components, and the second cuts against you."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Everybody's getting to the Alderson Reporting Company same question, I think, but I haven't quite heard the answer.  Of course, you're right in many countries.  The question of arbitrability, that is to say, is there a contract is for the Court.  In an investment treaty, I can find a lot of authority that says whether this counts as an investment is a matter for the Court. But the question in front of us, is this that kind of decision?  Is it one for the Court?  Or is it one for the arbitrator?  And to just summarize why it might be for the arbitrator, A, it's procedural, but that's not sufficient.  B, it refers to UNC -- whatever it is -- UNCITRAL?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  It refers to their rules.  Their rules provide all matters of competence over the arbitrator.  The scholars have done exhaustive work saying most countries think that.  The Doctrine of Competence-Competence goes further, and you also have the AAA rules which say the same thing.  So those are all against you. For you is the position of the -- the item in the document, first and foremost.  All right.  I'm trying to summarize what I've got as the arguments for and against.  Now, what do you say to make me think there's even more for -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So I agree that's not --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But those are not relevant -- I mean, those are relevant.  I'm saying they would farther.  And I think, in what I've seen so far, it gives, on certain kinds of procedural gateway questions, deference to the arbitrator, which is what is at issue here. And now -- now, I'm back to the same question.  What is your evidence from this contract that this is not the kind of gateway question that is for the arbitrator?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think he conceded it.  He conceded that that was your argument."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"There's a subtle difference between the two. (Laughter.)"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you said a few minutes ago you were going to explain why this litigation requirement is important.  And that is important to me because I don't see what it accomplishes.  I can understand a waiting period, but this is more than a waiting period. You have a party who doesn't want to litigate in the -- in the courts of Argentina.  It Alderson Reporting Company doesn't think it's going to get a fair shake there. What is the point of requiring this -- now, I understand, it's a requirement. But if it's not very important, if it isn't going to achieve anything, that seems to me to weigh against the conclusion that it's a -- that it is a condition of consent."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Let me just interrupt before -- before the time expires -- but I don't Alderson Reporting Company understand -- I don't know what the procedure is in Argentina.  Let's assume their civil procedure is like ours. So you say they have to file a complaint. All right.  They file a one-page complaint.  They do the minimal necessary to keep the case alive in court. Maybe they don't even do that because they don't care; they don't want the thing to be -- to be decided.  All they're doing is running out the 18 months.  What is achieved by that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's say they avail themselves of the procedure in only the most perfunctory way, so as to satisfy the 18-month requirement.  But not for the purpose --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You're really -- you're not answering --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could you finish your answer?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":4,"sideBefore":"justices","text":"You're not answering my question."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What is -- if they do not litigate the matter in -- in such a way as to get a decision on any of these local law issues, they just keep it alive, perfunctorily, for 18 months.  What is achieved by that?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Blackman, could you sort of indulge an assumption for me?  And the assumption is that, if this provision were in an agreement between two parties, we would treat it as a Howsam-John Wiley kind of provision; in other words, we would say that this is just a procedural rule.  That's the side of the line it falls on. So my question to you is:        Why should this be any different?  You're treating yourself as though you never made an agreement.  But, in fact, you did make an important agreement.  You made an agreement with the U.K., the entire point and purpose of which was to allow U.K. citizens to bring certain kinds of disputes before an arbitrator. So once we have a U.K. citizen with the right kind of dispute, it seems to me you're just in the position of any other person who's agreed to this provision.  And in -- in my assumption, if it's a John Wiley type provision, it should go to an arbitrator."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I know, but I said just assume that for me.  And tell me why you are in a position where some other result should go into effect."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the problem is --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"justices","text":"Please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"You're -- it's a point on which I'm regularly confused.  You just said if we had this provision in a contract with -- a private contract that said you must sue us, but there, you have Alderson Reporting Company already a formed separate agreement to arbitrate. And it seems to me clear that those -- what do you call them, preconditions or whatever, that that -- the argument that that's for the arbitrator to decide.  They may well decide that -- you know, you didn't comply, so you don't get to arbitrate. But it seems to me, typically, under First Options and Howsam, that is for the arbitrator.  Now, what makes it distinct in your case?  What, is it just the order that they're in?  Or what?  Or is it something special about a sovereign's agreement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It all gets down to the question, how do we tell -- you know, the contract formation from the blue paper, right?  I mean, if it says -- you know, we agree to arbitrate, and we use these rules and those rules say you have to have it on Alderson Reporting Company blue paper, and it's not on blue paper, they say, oh, we didn't agree to have it not on blue paper. How do we distinguish between those two scenarios?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what would happen -- what would happen in this case if there was a judge's strike, so none of the courts were operating in Argentina?  What would happen then?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, but the clerk's office is closed."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, you can't -- no, you can't say that.  You can't say that.  There is no arbitration agreement under your -- it would still be for the court."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Your -- your whole argument gives me intellectual whiplash.  You have to say -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- well, you have to -- you have to go first to the court because that's what the arbitration mechanism provides, but there's no arbitration mechanism."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Goldstein, five minutes. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They say that only the complaining party can bring a lawsuit.   Evidently, they have no declaratory judgment procedure in Argentina."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I was going to ask them Alderson Reporting Company that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not so sure you don't have to do anything, you just submit the paper. It says you have to submit it to the decision of the competent tribunal.   And if the submission requires, okay, now, you have to file your brief, and you say, I'm not going to, I'm not sure that you've submitted it to a tribunal for its decision."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems that you're not totally circular in begging the question.   I don't know that a sovereign would be anxious to submit its sovereignty to three international law experts."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"THOMAS GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":4956,"interruptions":12,"times_spoken":30,"laughter":1,"num_int_by":5},{"id":1,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":994,"interruptions":12,"times_spoken":18,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JONATHAN I. BLACKMAN","firstName":"JONATHAN","lastName":"BLACKMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2084,"interruptions":13,"times_spoken":33,"laughter":2,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":701,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":259,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":608,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":264,"interruptions":0,"times_spoken":7,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":531,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":240,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":961,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":333,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":5950,"times_spoken":48,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":13,"words_spoken":2084,"times_spoken":33,"laughter":2,"num_int_by":7},{"side":"justices","interruptions":9,"words_spoken":3897,"times_spoken":87,"laughter":2,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5}}