{"petitioner":{"name":"DENNIS HOLLINGSWORTH, ET AL.","counsel":[0]},"respondent":{"name":"KRISTIN M. PERRY, ET AL.\n","counsel":[1,2]},"caseNumber":"12-144","date":"2013-03-26T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 12-144, Hollingsworth v. Perry. Mr. Cooper? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cooper, we have jurisdictional and merits issues here.  Maybe it'd be best if you could begin with the standing issue."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Have we ever granted standing to proponents of ballot initiatives?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this is -- this is -- the concern is certainly, the proponents are interested in getting it on the ballot and seeing that all of the proper procedures are followed, but once it's passed, they have no proprietary interest in it.  It's law for them just as it is for everyone else.  So how are they distinguishable from the California citizenry in general?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess the attorney general of this State doesn't have any proprietary interest either, does he?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but he can defend it, can't he --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because the law says he can defend it."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could the State --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- could -- could the State assign to any citizen the rights to defend a judgment of this kind?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I just -- if you would on the hypothetical:  Could a State just assign to anybody the ability to do this?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that would be -- I'm sorry, are you finished?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  That -- that may be true in terms of who they want to represent, but -- but a State can't authorize anyone to proceed in Federal court because that would leave the definition under Article III of the Federal Constitution as to who can bring -- who has standing to bring claims up to each State.  And I don't think we've ever allowed anything like that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Chief -- the Chief Justice and Justice Kagan have given a proper hypothetical to test your theory.  But in this case the  proponents, number one, must give their official address, they must pay money, and they must all act in unison under California law.  So these five proponents were required at all times to act in unison, so that distinguishes -- and to register and to pay money for the -- so in that sense it's different from simply saying any citizen."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But can you tell me -- that's a factual background with respect to their right to put the ballot initiative on the ballot, but how does it create an injury to them separate from that of every other taxpayer to have laws enforced?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"At least one of the amici have suggested that it seems counterintuitive to think that the State is going to delegate to people who don't have a fiduciary duty to them.  That it's going to  delegate the responsibility of representing the State to individuals who have their own views.  They proposed the ballot initiative because it was their individual views, not necessarily that of the State.  So --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Justice Scalia proffered the question of the Attorney General.  The Attorney General has no personal interest."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He has a fiduciary obligation."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't the fiduciary duty requirements before the State can designate a representative an important one?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, generally you don't need to specify it because generally the people who get to enforce the legislation of the government are people who are in government positions elected by the people."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Here these individuals are not elected by the people or appointed by the people."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- historically, I think, 40 States, many States have what was called a public action.  A public action is an action by any citizen primarily to vindicate the interest in seeing that the law is enforced."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that's the kind of action I think that this Court has interpreted the Constitution of the United States, case in controversy, to say that it does not lie in the Federal system. And of course, if that kind of action is the very kind that does not lie, well, then to say, but they really feel it's important that the law be enforced, they really want to vindicate the process, and these are people of special interests.  They -- we found the five citizens who most strongly want to vindicate the interest in the law being enforced and the process for making the law be enforced, well, that won't distinguish it from a public action. But then you say, but also they are representing the State.  At this point, the Dellinger  brief which takes the other side of it is making a strong argument, well, they aren't the State.  They are really no more than a group of five people who feel really strongly that we should vindicate this public interest and have good reason for thinking it. So you have read all these arguments that it's not really the agent and so forth.  What do you want to say about it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, if you want to proceed to the merits, you should feel free to do so."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cooper, Baker v. Nelson was 1971.  The Supreme Court hadn't even decided that gender-based classifications get any kind of heightened scrutiny."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the same-sex intimate conduct was considered criminal in many States in 1971, so I don't think we can extract much from Baker against Nelson."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you believe this can be treated as a gender-based classification?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a difficult question that I've been trying to wrestle with it."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Outside of the -- outside of the marriage context, can you think of any other rational basis, reason for a State using sexual orientation as a factor in denying homosexuals benefits or imposing burdens on them?  Is there any other rational decision-making that the government could make? Denying them a job, not granting them benefits of some sort, any other decision?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  If that -- if that is true, then why aren't they a class?  If they're a class that makes any other discrimination improper, irrational, then why aren't we treating them as a class for this one benefit?  Are you saying that the interest of marriage is so much more compelling than any  other interest as they could have?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- so what -- I don't quite understand it.  If you're not dealing with this as a class question, then why would you say that  the government is not free to discriminate against them?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cooper, could I just understand your argument.  As -- in reading the briefs, it seems as though your principal argument is that same-sex and opposite -- sex couples are not similarly situated because opposite-sex couples can procreate, same-sex couples cannot, and the State's principal interest in marriage is in regulating procreation.  Is that basically correct?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is there -- so you  have sort of a reason for not including same-sex couples.  Is there any reason that you have for excluding them?  In other words, you're saying, well, if we allow same-sex couples to marry, it doesn't serve the State's interest.  But do you go further and say that it harms any State interest?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, could you explain that a little bit to me, just because I did not pick this up in your briefs. What harm you see happening and when and how and -- what -- what harm to the institution of marriage or to opposite-sex couples, how does this cause and effect work?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then are -- are you conceding the point that there is no harm or denigration to traditional opposite-sex marriage couples?  So you're conceding that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but, then it -- then it seems to me that you should have to address Justice Kagan's question."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cooper, let me -- let me give you one -- one concrete thing.  I don't know why you don't mention some concrete things.  If you redefine marriage to include same-sex couples, you must -- you must permit adoption by same-sex couples, and there's -- there's considerable disagreement among -- among sociologists as to what the consequences of raising a child in a -- in a single-sex family, whether that is harmful to the child or not.  Some States do not -- do not permit adoption by same-sex couples for that reason."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"California -- no, California does."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I don't think we know the answer to that.  Do you know the answer to that, whether it -- whether it harms or helps the child?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a possible deleterious effect, isn't it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It wouldn't be in California, Mr. Cooper, because that's not an issue, is it?  In California, you can have same-sex couples adopting a child."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- it's true, but irrelevant.  They're arguing for a nationwide rule which applies to States other than California, that every State must allow marriage by same-sex couples.  And so even though States that believe it is harmful -- and I take no position on whether it's harmful or not, but it is certainly true that -- that there's no scientific answer to that question at this point in time."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cooper, you are defending -- you are opposing a judgment that applies to California only, not to all of the States."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I think there's -- there's substantial -- that there's substance to the point that sociological information is new.  We have five years of information to weigh against 2,000 years of history or more. On the other hand, there is an immediate legal injury or legal -- what could be a legal injury, and that's the voice of these children.  There are some 40,000 children in California, according to the Red Brief, that live with same-sex parents, and they want their parents to have full recognition and full status. The voice of those children is important in this case, don't you think?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cooper, we will afford you more time.  You shouldn't worry about losing your rebuttal time, but please continue on."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"As long as you are on that, then I would like to ask you this, assume you could distinguish California, suppose we accept your argument  or accept Justice Scalia's version of your argument and that distinguishes California.  Now, let's look at California.  What precisely is the way in which allowing gay couples to marry would interfere with the vision of marriage, as procreation of children, that allowing sterile companies -- couples of different sexes to marry would not? I mean, there are lots of people who get married who can't have children.  And so take a State that does allow adoption and say -- there, what is the justification for saying no gay marriage?  Certainly not the one you said, is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I not clear? Look, you said that the problem is marriage as an institution that furthers procreation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And the reason there was adoption, but that doesn't apply to California.  So imagine I wall off California and I'm looking just there, where you say that doesn't apply.  Now, what happens to your argument about the institution of marriage as a tool towards procreation?  Given the fact that, in California, too, couples that aren't gay, but can't have children get married all the time."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose a State said -- Mr. Cooper, suppose a State said because we think that the focus of marriage really should be on procreation, we are not going to give marriage licenses anymore to any couple where both people are over the age of 55.  Would that be constitutional?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because that's the same State interest, I would think, you know.  If you are over the age of 55, you don't help us serve the government's interest in regulating procreation through marriage.  So why is that different?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, really, because if a couple -- I can just assure you, if both the woman and the man are over the age of 55, there are not a lot of children coming out of that marriage. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Actually, I'm not even --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"I suppose we could have a questionnaire at the marriage desk when people come in to get the marriage -- you know, are you fertile or are you not fertile? (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"I suspect this Court would hold that to be an unconstitutional invasion of privacy, don't you think?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Well, I just asked about  age.  I didn't ask about anything else.  That's not an -- we ask about people's age all the time."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Strom Thurmond was -- was not the chairman of the Senate committee when Justice Kagan was confirmed. (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"A couple where both people are over the age of 55 --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"A couple where both people are over the age of 55."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, where is that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"I'm sorry, maybe you can finish your answer to Justice Kagan."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cooper, we said that somebody who is locked up in prison and is not going to get out has a right to marry -- has a fundamental right to marry, no possibility of procreation."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Cooper."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Olson? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson, I cut off your friend before he could get into the merits.  So I think it's only fair --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I know -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Well, I think it's only fair to treat you the same.  Perhaps you could address your jurisdictional argument?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But this is not whoever it wants.  These are five proponents of -- of the measure and if we were to accept your argument, it would give the State a one-way ratchet.  The State could go in and make a defense, maybe a half-hearted defense of the statute, and -- and then when the statute is held invalid, simply -- simply leave.  On the other hand,  if -- if the State loses, the State can appeal. So this is a one-way ratchet as it favors the State and allows governors and other constitutional officers in different States to thwart the initiative process."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Olson, is it your position that the only people who could defend a ballot -- a law that's adopted in California through the ballot initiative are the Attorney General and the governor, so that if the Attorney General and the governor don't like the ballot initiative, it will go undefended?  Is that your position?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Who -- who would appoint him?  The same governor that didn't want to defend the plebiscite?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose there might be people out there with their own personal standing, someone who performs marriages and would like that to remain open to everyone but would prefer not to perform same-sex marriages, or other people.  We seem to  be addressing the case as if the only options are the proponents here or the State.  I'm not sure there aren't other people out there with individual personalized injury that would satisfy Article III."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson, I think the bottom line --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":8,"sideBefore":"justices","text":"The States are not bound by the same separation of powers doctrine that underlies the Federal Constitution.  You couldn't have a Federal initiative, for example.  They're free of all that. So start from the proposition that a State has standing to defend the constitutionality of a State  law -- beyond dispute.  The question then is, who represents the State? Now, in a State that has initiative, the whole process would be defeated if the only people who could defend the statute are the elected public officials.  The whole point -- you know this better than I do because you're from California -- the whole point of the initiative process was to allow the people to circumvent public officials about whom they were suspicious. So if you reject that proposition, what is left is the proposition that the State -- State law can choose some other person, some other group to defend the constitutionality of a State law.  And the California Supreme Court has told us that the Plaintiffs in this case are precisely those people. So how do you get around that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson, I think that you're not answering the fundamental fear.  And so -- and -- and the amici brief that sets forth this test of fiduciary duty doesn't quite either. The assumption is that there are not executive officials who want to defend the law.  They don't like it.  No one's going to do that.  So how do you get the law defended in that situation?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So why -- why isn't this viewed as an appointment process that the in -- the ballot initiators have now become that body?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That your argument --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What the brief says is, of course, you can appoint people.  It's not just that you appoint them, it's that the State's interest when it defends a law is the interest in executing the law of the State.  So all you have to do is give a person that interest.  But when a person has the interest of defending this law, as opposed to defending the law of the State of California, there can be all kinds of conflicts, all kinds of situations. That's what I got out of the brief.  So give the person that interest.  And that, they say, is what's missing here.  And you'll say -- I mean, that's -- that's here, and you say it's missing here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it missing here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You should feel free to move on to the merits."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure, counsel, that it makes -- I'm not sure that it's right to view this as excluding a particular group.  When the institution of marriage developed historically, people didn't get around and say let's have this institution, but let's keep out homosexuals.  The institution developed to serve purposes that, by their nature, didn't include homosexual couples. It is -- yes, you can say that it serves some of the other interests where it makes sense to include them, but not all the interests.  And it seems to me, your friend argues on the other side, if you have an institution that pursues additional interests, you don't have to include everybody just because some other aspects of it can be applied to them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, that's only because Proposition 8 came 140 days after the California Supreme Court issued its decision."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And don't you think  it's more reasonable to view it as a change by the California Supreme Court of this institution that's been around since time immemorial?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you've led me right into a question I was going to ask.  The California Supreme Court decides what the law is.  That's what we decide, right?  We don't prescribe law for the future. We -- we decide what the law is.  I'm curious, when -- when did -- when did it become unconstitutional to exclude homosexual couples from marriage?  1791?  1868, when the Fourteenth Amendment was adopted? Sometimes -- some time after Baker, where we said it didn't even raise a substantial Federal question?  When -- when -- when did the law become this?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's an easy question, I think, for that one.  At -- at the time that the -- the Equal Protection Clause was adopted.  That's absolutely true. But don't give me a question to my question. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"When do you think it became unconstitutional?  Has it always been unconstitutional?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that's not when it became unconstitutional.  That's when they acted in an unconstitutional matter -- in an unconstitutional manner.  When did it become unconstitutional to prohibit gays from marrying?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about the California Supreme Court.  I'm talking about your argument.  You say it is now unconstitutional."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Was it always unconstitutional?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I see.  When did that happen?  When did that happen?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how am I supposed to know how to decide a case, then --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- if you can't give me a date when the Constitution changes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so your  case -- your case would be different if Proposition 8 was enacted into law prior to the California Supreme Court decision?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So it would be unconstitutional even in States that did not allow civil unions?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So I want to know how long it has been unconstitutional in those --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me you ought to be able to tell me when.  Otherwise, I don't know how to decide the case."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"50 years ago, it was okay?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I can't either.  That's the problem.  That's exactly the problem."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's really -- that's a broad argument that you -- that's in this case if the Court wants to reach it.  The rationale of the Ninth Circuit was much more narrow.  It basically said that  California, which has been more generous, more open to protecting same-sex couples than almost any State in the Union, just didn't go far enough and it's being penalized for not going far enough. That's a very odd rationale on which to sustain this opinion."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Oh seriously, Mr. Olson, if California provides all the substantive benefits of marriage to same-sex domestic partnerships, are you seriously arguing that if California -- if the State -- if the case before us now were from a State that doesn't provide any of those benefits to same-sex couples, this case would come out differently?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think you can have it both ways.  Either this case is the same, this would be the same if this were Utah or Oklahoma or it's different because it's California and California has provided all these --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So it's just about -- it's just about the label in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Same-sex couples have every other right, it's just about the label."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Sure.  If you tell -- if you tell a child that somebody has to be their friend, I suppose you can force the child to say, this is my friend, but it changes the definition of what it means to be a friend. And that's it seems to me what the -- what supporters of Proposition 8 are saying here.  You're -- all you're interested in is the label and you insist on changing the definition of the label."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How do we know -- how do we know that that's the reason, or a necessary part of the reason, that we've recognized marriage as a fundamental right?  That's -- you've emphasized that and you've said, well, it's because of the emotional commitment.  Maybe it is the procreative aspect that makes it a fundamental right."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Olson, the bottom line that you're being asked -- and -- and it is one that I'm interested in the answer, if you say that marriage is a fundamental right, what State restrictions  could ever exist?  Meaning, what State restrictions with respect to the number of people, with respect to -- that could get married -- the incest laws, the mother and child, assuming that they are the age -- I can -- I can accept that the State has probably an overbearing interest on -- on protecting a child until they're of age to marry, but what's left?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any way to  decide this case in a principled manner that is limited to California only?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The problem -- the problem with the case is that you're really asking, particularly because of the sociological evidence you cite, for us to go into uncharted waters, and you can play with that metaphor, there's a wonderful destination, it is a cliff.  Whatever that was. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":7,"sideBefore":"justices","text":"But you're -- you're doing so in a -- in a case where the opinion is very narrow. Basically that once the State goes halfway, it has to go all the way or 70 percent of the way, and you're doing so in a case where there's a substantial question on -- on standing.  I just wonder if -- if the case was properly granted."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not the issue the Ninth Circuit decided."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It was hundreds of years old in the common law countries.  This was new to the United States."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so that's not accurate."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. General Verrilli? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You don't think you're going to get away with not starting with the jurisdictional question, do you? (Laughter.)"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, tomorrow you're going to be making a standing argument that some parties think is rather tenuous, but today, you're -- you're very strong for Article III standing?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"General Verrilli, I could understand your argument if you were talking about the entire United States, but you -- your brief says it's only eight or nine States, the States that permit civil unions, and that's -- brings up a question that was asked before.  So a State that has made considerable progress has to go all the way, but at least the government's position is, if it has done -- the State has done absolutely nothing at all, then it's -- it can do -- do as it will."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the argument --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":9,"sideBefore":"justices","text":"None of the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"Justice Breyer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"What is the one -- look, a State that does nothing for gay couples hurts them much more than a State that does something.  And, of course, it's true that it does hurt their argument that they do quite a lot, but which are their good arguments, in your opinion?  I mean, take a State that really does nothing whatsoever. They have no benefits, no nothing, no nothing.  Okay?  And moreover, if -- if you're right, even in California, if they have -- if they're right  or -- you know, if a pact is enough, they won't get Federal benefits.  Those that are tied to marriage because they're not married.  So -- so a State that does nothing hurts them much more, and yet your brief seems to say it's more likely to be justified under the Constitution. I'd like to know with some specificity how that could be."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I know the principle, but I'm saying which are their good arguments, in your opinion, that would be good enough to overcome for the State that does nothing, but not good enough to overcome California where they do a lot?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"General, there is an irony in that, which is the States that do more have less rights."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You want us to assess the effects of same-sex marriage, the potential effects on -- of same-sex marriage, the potential -- the effects of Proposition 8.  But what is your response to the argument, which has already been mentioned about the need to be cautious in light of the newness of the -- the concept of -- of same-sex marriage? The one thing that the parties in this case seem to agree on is that marriage is very important. It's thought to be a fundamental building block of society and its preservation essential for the preservation of society.  Traditional marriage has been around for thousands of years.  Same-sex marriage is very new.  I think it was first adopted in The Netherlands in 2000.  So there isn't a lot of data about its effect.  And it may turn out to be a -- a good thing.  It may turn out not to be a good thing, as the supporters of Proposition 8 apparently believe. But you want us to step in and render a decision based on an assessment of the effects of this institution, which is newer than cell phones or the Internet?  I mean we -- we are not -- we do not have the ability to see the future. On a question like that, of such fundamental importance, why should it not be left for the people,  either acting through initiatives and referendums or through their elected public officials?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, just in response to that, of course the Constitution could be amended, and -- and I think I read that the California Constitution has been amended 500 times."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So it's not exactly like the U.S. Constitution."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, but the rest of the country has been cautious."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And we're -- and you are asking us to impose this on the whole country, not just California."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't want to -- I want you to get back to Justice Alito's other points, but is it the position of the United States that same-sex marriage is not required throughout the country?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So your -- your position is only if a State allows civil unions does it become unconstitutional to forbid same-sex marriage, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you can go on."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you are willing  to wait in the rest of the country.  You saying it's got to happen right now in California, but you don't even have a position about whether it's required in the rest of the country."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it's got to happen right away in those States where same-sex couples have every legal right that married couples do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you can wait in States where they have fewer legal rights."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How would the record be different elsewhere?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you a problem about --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- I -- it seems to me that your position that you are supporting is somewhat internally inconsistent.  We see the argument made that there is no problem with extending marriage to same-sex couples because children raised by same-sex couples are doing just fine and there is no evidence that they are being harmed. And the other argument is Proposition 8 harms children by not allowing same-sex couples to marriage.  Which is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you also tell me there has been no harm shown to children of same-sex couples."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the real cost right now would be you're asking me to write these words, \"a State that has a pact has to say 'marriage,'\"  but I'm not telling you about States that don't.  Well, I would guess there is a real-world effect there, too.  That States that are considering pacts will all say, we won't do it, or not all, but some would. And that would have a real effect right now. And at the moment, I'm thinking it's much more harmful to the gay couple, the latter than the former.  But you won't give me advice as the government as to how to deal with that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But they are not the only ones."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose -- suppose one of those States repeals its civil union laws?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General. Mr. Cooper, to keep things fair, I think you have 10 minutes. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you might address why you think we should take and decide this case."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that begs your -- Mr. Olson doesn't really focus on this.  If the issue is letting the States experiment and letting the society have more time to figure out its direction, why is taking a case now the answer?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We let issues perk and so we let racial segregation perk for 50 years from 1898 to 1954."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And now we are only talking about, at most, four years."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's too late for that, too late for that now, isn't it?  I mean, we granted cert. I mean, that's essentially asking -- you know, why did we grant cert.  We should let it percolate for another -- you know, we -- we have crossed that river, I think."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought he was saying -- I thought he was saying, Mr. Cooper, that it's not before the Court today.  And remember Loving against Virginia was preceded by the McLaughlin case.  So first there was the question of no marriage, and then there was marriage. So in that sense I understood the Solicitor General to be telling us that case is not before the  Court today."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it was McLaughlin v. Florida."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It was cohabitation of people of different races."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the Court took that case and waited to reach the marriage case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I may -- my memory may be wrong, but I think the case was that people of different races were arrested and charged with the crime of interracial cohabitation.  And the Court said that that was invalid."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Unlawful."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHARLES J. COOPER","firstName":"CHARLES","lastName":"COOPER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3294,"interruptions":41,"times_spoken":68,"laughter":1,"num_int_by":7},{"id":1,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"respondent","words_spoken":2336,"interruptions":24,"times_spoken":46,"laughter":1,"num_int_by":5},{"id":2,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":1673,"interruptions":13,"times_spoken":25,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":902,"interruptions":2,"times_spoken":35,"laughter":2,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":442,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":716,"interruptions":4,"times_spoken":30,"laughter":3,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":384,"interruptions":2,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":594,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":686,"interruptions":5,"times_spoken":25,"laughter":0,"num_int_by":5},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":872,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":642,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":41,"words_spoken":3294,"times_spoken":68,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":37,"words_spoken":4009,"times_spoken":71,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":16,"words_spoken":5238,"times_spoken":153,"laughter":7,"num_int_by":6}],"outcome":{"side":"respondent","margin":1},"prediction":{"petitioner":0.49860122886623454,"respondent":0.5013987711337655,"date":1472501779226}}