{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"ANTHONY DAVILA ","counsel":[1]},"caseNumber":"12-167","date":"2013-04-15T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-167, United States v. Davila. Mr. Feigin?  It is Feigin, right? "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"May -- may I ask you a  question about that?  It's plain error because the defendant didn't make an objection in the lower court. But the defendant doesn't know about Rule 11 and doesn't know about 11(c) that says a judge is not supposed to participate in plea bargaining, and his lawyer doesn't tell him the judge is doing something wrong because his lawyer wants him to plea.  So he lacks the information necessary to make a prompt objection. So it seems a bit unfair to say that he's subjected to plain error when he hasn't got a clue that the judge -- magistrate wasn't supposed to do what he did."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose you just stick with Justice Ginsburg's hypothetical, or perhaps not even a hypothetical, what happened in this case. Just assume that the defense attorney likes this judicial intervention and he -- he wants this to take place.  It -- it seems quite unfair to talk about the plain error because he doesn't tell -- as Justice Ginsburg says, what does the defendant know about Rule 11(c)?  He doesn't know about it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't really  matter --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"justices","text":"But this is a lawyer that had filed an Anders brief.  So he didn't -- even at that stage, the lawyer, the -- I don't want to absorb your time beyond this, but I think the plain error is questionable when it seems that the judge, the lawyer, they arranged against the -- the defendant, and the defendant doesn't know that he has this route."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Does this issue go -- it doesn't go to whether you should apply the prejudice prong because either under normal harmless error or plain error you have to get to whether it prejudices someone."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"One of the most powerful arguments of your adversary is that in the most common of situations -- and it's how I read the advisory notes -- it's going to be awfully difficult to say that a judge's intervention hasn't influenced a defendant. This is the unusual case where you might actually have a no prejudice argument because of the unique facts. But it -- there is a purpose for keeping judges out of this, and that's because the subtle influence that judges exert is not so subtle.  It's very palpable and does influence most decision making, both by lawyers and defendants. So if that's the standard, why isn't it a rebuttable presumption that prejudice exists?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to be an awfully high presumption, otherwise, you make mockery of the rule, in my mind."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't disagree that one doesn't' have to use the word \"rebuttable presumption,\" but there has to be a strong prejudice  factor --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- whether rebuttable or not, assumed in a judge's intervention."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the problem.  Is there a way of doing this, which I -- I don't see at the moment?  But the judge intervenes in a serious way and says, you go listen to your lawyer and this is a very harsh penalty and, boy, you are in da da da -- okay?  Serious problem. And now to track down whether that affected substantial rights, you have to try to track down the state of mind of the defendant and would he have pled guilty anyway.  And that's sometimes quite difficult to do, very hard. But if you don't insist on doing it, and you have an absolute rule of structural error or something, then you suddenly discover these minor things.  The judge says, go to lunch, or -- or, you know, some really trivial intervention, and you are going to say that -- the guilty plea, he can just void his guilty plea. So there should be a way of distinguishing the trivial from the -- from the really important in terms of how serious the intervention was, but I don't see any way to do that.  Have -- have you thought about that at all?  Do we have to go all the one way or all the other way?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Feigin, is there any situation in which a -- a judge participating in a plea bargaining, any situation that would be prejudicial -- that you recognize would be prejudicial, and if there is can you describe what that would be?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what makes it prejudicial and this not?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"On that point, do we know -- do we know if the district judge who did preside at the plea hearing knew about the episode with the magistrate 3 months earlier?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The same for the prosecutor?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose there's a case where the -- the defendant would not have pled guilty without this court saying something inappropriate about it's a case where the defendant would be crazy to go to trial because the trial would lead to a much more severe sentence.  Would there be prejudice there?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- what happens under -- under the rule if the magistrate asked that the defendant be excused -- I don't know quite how you do that, the defendant has to be present.  But can the -- can the judge just have the attorneys before him and say, now, I want you to be very, very clear that this is a mandatory minimum, that we should try to avoid if at all possible. Can he do that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's awfully hard to have a hypothetical where you exclude the defendant."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what if the judge sees what the judge thinks is ineffective assistance of counsel, under our decision in Lafler, taking place?  Is there anything that can be done?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Yablon? "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I don't want to interrupt your opening because I think -- I just didn't hear your first -- \"by foregoing\"?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"By foregoing."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're creating a sui generis structural error analysis.  You're basically -- because even with respect to constitutional violations that we have found structural error in, we've created  the plain error rule that still requires a proof of -- of prejudice.  So you're asking us to create something that's really sui generis in saying it's always a structural error."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Assume I accept that argument."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're -- you're saying this is a structural error always."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what if you have the situation where the judge is conveying purely factual information?  There's a -- a plea bargain on the table for one year and the judge says, you should know that I -- I have these cases a lot.  The last ten cases that went to trial where the defendant was found guilty, I sentenced them to a minimum of 12 years.  Pure facts. The facts might have the effect of pushing the defendant one way or another, but it's also factual information of which he ought to be aware."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we do need to have a good sense of how far your -- your per se structural argument is going to reach before we decide -- in deciding whether it's appropriate or not."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on that, what's the most minor thing that the government could do that would still count as a Rule 11(c)(1) violation?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That the judge could do.  I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what about the hypothetical that I posed?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if he -- if it's my example and he says, this is what I've done the past ten times, so you ought to think long and hard about whether a bargain for one year is a good deal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's kind of a fine line to -- to draw, isn't it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yablon, the -- the case that you're presenting would be quite strong if the same judge -- if the magistrate judge also presided at  the plea hearing, but here we have two factors that are special in this case.  One is it's a different judge, and two is we have the interval of some three months in between.  And then we have a plea hearing that looks to me like it's exemplary.  The district judge did go through everything that Rule 11 calls for. So it is a different case, isn't it, when we have a plea hearing with a judge who is exerting no pressure at all, has nothing to do with encouraging the defendant to plead, but there was an earlier episode where a magistrate judge did overbear?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but the -- but the judge did ask, do you recognize that your -- your conduct satisfied the elements of the conspiracy?  And the defendant answered yes.  And the -- the judge asked, has anyone pressured you to plead guilty?  And he answers no.  So --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yablon, I agree with you totally.  I'm not as much convinced by the delay in pleading because defendants often think about it and I can imagine a hypothetical where the lawyer comes in and says, I told him to plead guilty and he said to me, I don't want to, but the judge told me to. So I don't think the time limit -- we don't know if that happened.  But what did happen is that the defendant made a motion to withdraw his plea and he directly said, \"I entered the plea because I strategically decided that the government would eventually have to come forth and vacate the charges against me.\"  He said it himself with no pressure by a lawyer because he was making the motion.  How do you get past that statement?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that is the whole point, which is this may be IAC, but I don't know how -- how you prove that what the magistrate judge said to him led to his decision."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's only if we don't accept that prejudice is a consideration here."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You want us to basically not apply the 11(h) with the harmless error business, and you basically want to prevent bizarre results by making a tough definition of the word \"participate.\"  That's how I understand you.  And maybe you are right, but it sounds to me as you say it in reading the briefs that this is really a job for the rules committee. This is a rule.  We don't normally have structural errors in respect to rules.  We have rules  committees there to listen to this kind of complaint, to weigh it in the system as a whole and to come up with better rules."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Yablon, have we ever said that about the violation of a rule of criminal procedure, that it's structural error no matter what the circumstances?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's the first time that has happened."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You worked for her, too, I think."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I would think, Mr. Yablon, that one of the effects of doing what you are asking us to do is that the rule will just get narrower and narrower.  In other words, if automatic reversal is always the effect of finding a violation -- and I think  you acknowledge this in a way -- that people will just find fewer and fewer violations.  And I'm wondering why we should do something like that rather than interpret the rule as it was meant to be interpreted, but then say, you know, somebody can look and say it really just didn't matter that it was violated in this case."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you are arguing for a narrower interpretation of Rule 11(c)(1) than a number of courts of appeals have adopted, isn't that correct?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could you say something about Mr. Feigin's comments regarding what a judge can and cannot do if the judge thinks that he or she sees a violation of Lafler and Frye taking place?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What if the judge knows as a result of pretrial motions that the evidence in the case is very, very strong. Let's say there's a -- there's been a motion to suppress extremely incriminating evidence and the motion has been denied, so the judge knows this is going to come in.  And the judge thinks if this comes in, there's virtually very little chance that the defendant is going to be acquitted, and yet the defendant -- and the judge knows that a plea bargain -- a plea offer was made and the defendant initially was going to take it, and then before it was accepted, it's rejected. Is there anything a judge can do in that  situation?  Just sit back and, you know, wait for the case to be -- to be reversed?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It just puts -- puts the judge in a very difficult position.  It could -- can the judge say, you -- do you realize that I denied your motion to suppress that wiretap?  And do you recognize that on that wiretap, you conceded that the loss in this case is $20 million, and do you know that under the sentencing guidelines, the sentence where the loss is $20 million is whatever it is, ten years in jail. If the judge says all of that, has the judge violated Rule 11(c)(1)?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know when it can happen because there's no colloquy when there's a guilty plea.  The colloquy happens when there's a not guilty plea."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, no -- you're correct. You're correct."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now -- well, but you've answered a lot of these questions by saying, you know, it's hard to draw the line and, you know, maybe in that case, maybe in this case. Most -- our precedents where we recognize structural error and -- and plain error are ones that  are pretty easily categorized.  Did a magistrate conduct voir dire or did he not?  You know right away one way or the other.  Here did he participate enough?  You know, well, if he told them how many times he sentenced people this way, it's not, but if he said you ought to -- you ought to pay attention to what I'm telling you when you'd consider whether to plea or not, well, then it is. It -- it seems to me in the typical plain error cases, we're very -- the categories are very sharply defined."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I would say in both of those examples, the line -- the gray area, if you  were, is really quite narrow than here, where almost every time you've been asked a question about a difficult hypothetical, you say, well, maybe, maybe not. And I think that's quite different than saying is the court closed or not or was the person -- you know, did he represent himself in fact or not.  And those just strike me as much easier cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but if you were -- if you were arguing whether or not it's -- it's categorical error when the magistrate conducts voir dire, it'd be pretty hard for somebody to come up with a tough hypothetical."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yablon, one problem with calling this structural error is that it's not so clear that this is a -- a bad thing.  That is, some States, even today, allow a judge to participate in plea bargaining, and the advisors -- the rules advisory  committee -- said, when it -- when it framed this rule, that some commentators had said it was quite -- quite a frequent thing that happened, that judges participated. So it isn't like not having a public trial or not giving a person counsel of choice. It's, this was -- this was something that still some jurisdictions think it's okay."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that seems a bit odd, don't you think, Mr. Yablon?  You know, you're saying, well, there are core violations as opposed to noncore  violations.  I mean, presumably, that's part of what the Court would think about when it was doing prejudice analysis."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yablon, do you know of any case where there is one of these core violations, these exhortation cases, where the Court did not find prejudice?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do we -- if we're giving this guidance, what do we say about the fact that he had a different judge subsequent to this, that he filed a speedy trial motion after this coercion, which suggests that he wasn't coerced all that much. Are we supposed to take all that into consideration, too?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Feigin, 13 minutes. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Feigin, can I ask you the same question that I asked Mr. Yablon, do you know of any cases where in these -- where there are really core violations, where a judge exhorts the defendant to plea it -- does the Court ever find that non-prejudicial?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you disagree with how the Fourth and Seventh Circuits and other circuits apply a prejudice analysis, but one that says that it's highly unlikely that you're not going to find prejudice?  Do you disagree with their analysis and approach?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIC J. FEIGIN","firstName":"ERIC","lastName":"FEIGIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2463,"interruptions":14,"times_spoken":23,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ROBERT M. YABLON","firstName":"ROBERT","lastName":"YABLON","counsel":true,"justice":false,"side":"respondent","words_spoken":3783,"interruptions":20,"times_spoken":36,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":548,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":545,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":218,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":511,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":317,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":360,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":285,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":2463,"times_spoken":23,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":20,"words_spoken":3783,"times_spoken":36,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":3,"words_spoken":2784,"times_spoken":61,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.9019856846677744,"respondent":0.0980143153322256,"date":1472418053092}}