{"petitioner":{"name":"ELEANOR MCCULLEN, ET AL.","counsel":[0]},"respondent":{"name":"MARTHA COAKLEY, ATTORNEY GENERAL OF MASSACHUSETTS, ET AL. ","counsel":[1,2]},"caseNumber":"12-1168","date":"2014-01-15T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-1168, McCullen v. Coakley. Mr. Rienzi. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rienzi, the problem that the State faced is it doesn't know -- and it has a history, there was a considerable history of disturbances and blocking the entrance, and it doesn't know in advance who are the well-behaved people and who are the people who won't behave well.  So -- and after the disturbance occurs, it's too late. Alderson Reporting Company So the State is trying to say, We want to make sure that the entrance is not blocked, and the only way we can do that is to have a rule that applies to everyone.  We can't -- we can't screen people to know who will be well behaved and who will be disruptive."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, I should probably ask this of the other side, and I will, but do you happen to know when was the last time that Massachusetts prosecuted somebody for obstructing entrance to an abortion clinic?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So there have been laws against obstruction during this entire period, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you say that only once, in 1997, that was the last time a prosecution was brought."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You are not taking the position that 1997 was the last time an entrance was obstructed or that the police were called to open access to a clinic?  Are you taking that position that the last time it happened was 1997?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you do know that in the record there were more examples?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rienzi, the State says, of that particular tool, that it's a hard thing to prosecute because you have to show intent, and there is a lot of obstruction and interference that goes on naturally just because there are a lot of people around. So that is an insufficient tool is what the State argues."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And sometimes there are those bad actors, but probably more often it's just a function of there are just lots of people, and they, your clients and all of -- all of them want to be as close as possible to the site, and that that naturally leads to an interference with normal access."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the record show how many clinics in the State are covered by the law?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"How far do you want to go in your concession?  Would you want to concede this point that imagine the State has two groups of people and one group feels what the other is doing is terribly wrong.  And the second group feels, We absolutely want to do it. And everyone is in a fragile state of mind, and they want to, if possible, at least one group wants to sort of shout as loud as you could at the other, Please don't do this.  And the other says, Please leave me alone.  And we are not saying which group is which; the analogy is obvious, but I keep all the titles out. Does the State have the right, in your opinion, to say, It's tough to referee this, we see the potential for real harm on one side or the other, so we're going to have this kind of 35-foot boundary?  You want to concede that and say, okay, but the evidence here didn't doesn't justify it, or do you want to fight Alderson Reporting Company that, too?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But now you are into the details.  I want to know about the principle.  I mean, I can imagine the principle applying special care and need must be taken outside of hospitals for veterans, even though there are some who are very much opposed to the war, because these people are gonna be coming out, they'll be in wheelchairs, it will be terrible. And others thinking -- you know, we can think of many, many situations, irrespective subject matter, where there is a need for such refereeing.  And I just want to know if the -- if the concept is okay with you or if not."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"With the details."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So protestors like the one we had in the Schneider case at a funeral of a veteran can go right up to the public sidewalk outside the church and put up the signs that they did and give out the leaflets that they did, talking about that Alderson Reporting Company veteran in the ways that they did?  That's okay by you."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There was no evidence there that they were -- that they were disruptive.  They were just expressing their First Amendment rights."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was the potential for disruption because of the strong sentiments around that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In Schneider, they were held not so far back that their shouts and protests couldn't be heard.  Isn't that the case?  They could still be heard --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  they were not out of earsight --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you see now why I am trying to narrow it?  Because in my case, in Schneider, I thought it was pretty important that the demonstrators were behind a hill somewhere and the police restricted where they can go.  Many States have enacted similar laws, and I thought that's important, because maybe it would have come out differently.  I mean, you could argue that, I could. So I'm trying to narrow it.        I'm trying to see to what extent do I have to look at this particular set of facts, in which case we are into the hearings, et cetera; and to what extent is there a matter of very broad principle here, and any help you can give me on that would be appreciated."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But are you saying that you could not do an act that instead just says, look, it's a little bit too hard to figure out what and what does not disrupt peace and order, so we're just going to say 25 feet around a funeral, or 25 feet around any facility, that that's never permissible?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, for example, I was intrigued by one of the examples that you gave in your own brief, which you said slaughterhouses.  So, let's say, that there are animal rights activists, and this is easy to imagine, who try to interfere with access in and out of slaughterhouses.  And a State passes a regulation that says there's a ton of interference, it's preventing the operation of these facilities, employees can't get Alderson Reporting Company in, suppliers can't get in, slaughterhouses are leaving the State because of this problem, and so we're just going to set up a zone and let's call it 30 feet, because it's very hard to enforce anything else. I guess my reaction to that hypothetical -- you -- you must have used it for me to say, oh, that's terrible.  But my reaction, my intuition was kind of what's wrong with that?  Just have everybody take a step back. So what is wrong with that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"one of the examples that is given in one of the amicus briefs in this case, and they -- they provide a lot of background, is a State law Alderson Reporting Company that creates a buffer zone around every fraternal lodge. What would you say about that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But let's go back to the slaughterhouse case.  I mean, there might be people who say it's really important to us to actually be able to face-to-face talk with the employees and tell them why Alderson Reporting Company they should get different jobs or why they should change their practices in various kinds of ways.  And -- you know, there are some people who think signs and chants are great, but there are people who really want to make one-to-one contact with the truck drivers, with the employees, whoever. But -- but you say -- you know, we have to let whatever interference goes on, even if there's a record of -- of real obstruction, of real interference with the operation of the facility, in order to allow that to happen.  And I guess I think that that's -- that's pretty hard."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose -- and this is still Justice Kagan's question -- suppose it were a given, assume that those laws just did not work.  Could there then be consideration of a buffer zone? Now, this is a hypothetical that I'm sure that you wouldn't accept in the context of your case, but suppose."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"The laws simply do not -- reference to obstruction and blocking entrance, simply do not work."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So that -- now, at this point -- that was a better way of getting what I was trying to get at.  Just assume that there is -- let's look at the narrow part of the case, and let's assume that the Colorado case is right.  And this particular restriction is more a restrictive than Colorado in two important respects, which you've gone into. Now, the reason that they did that is they had hearings in Massachusetts, and they discovered that the Colorado law didn't really work very well.  And so, what are we supposed to do?  Are we supposed to now go look at -- as long as those hearings are -- are legitimate hearings and they have good explanation on something like whether the zone is 8 feet and consensual or whether it's 35 feet and different amounts of sidewalk, depending on the nearness of the facility, Alderson Reporting Company when doesn't it become just up to them? We can't -- we're not legislators.        We don't know the situation in Massachusetts.  We can insist upon a reasonable record.  But how can we do more than that on this detail?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But you understand that. We all understand that.  It's one thing to try to prove an intent on such matters, particularly when people are, in good faith, they're trying to explain it, and it's another thing to actually stop the congestion and to protect the interests of the woman who wants to have the abortion, may be in a fragile state of mind, and this kind of thing could interfere with her health, et cetera. So there are two interests, one on each side.  We know 8 feet with the bubble is okay.  We're not sure about 35 feet, and they have an evidentiary record."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, do you accept that the record here shows that it did not work well in the sense that Justice Breyer --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- seems to use it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As I recall the record, all -- all it says is that the police found it difficult to apply a bubble; that -- you know, they have to measure 8 feet or whatever it is.  They didn't say that massive obstruction and protests are occurring, preventing people from -- that wasn't the finding, was it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's why I just asked you that question.  It just happens that the police testify with some evidence and examples that the 8-foot bubble doesn't work.  And it also -- they have some evidence and reasons for thinking that if you want to have a conversation, you have to convince the woman to walk 10 Alderson Reporting Company feet. I mean, the difference is about half -- you know, if you were near me, Price is near we have Colorado. If we're over to where the first row is, we'd have Massachusetts, and -- and they have some evidence that we can't enforce this Colorado thing very well; it doesn't help. Now, go ahead.         I want your answer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not trying to put words --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd hear you."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not denying the difference."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I am asking you, we've now heard different characterizations of the record.  I didn't mean to characterize it.  I want you to explain what it is in the record, from your point of view or lack thereof, that means that the Constitution intervenes to prevent Massachusetts from doing it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How much is -- how much is restricted?  How -- how long does it take from when you enter the buffer zone until you reach the clinic entrance?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the conversation can go on before those 7 to 10 seconds."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There's not much you're going to be able to do to have a conversation that will persuade people in 7 to 10 seconds."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you know they're going to the clinic."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that more a function that they just have a private parking lot?  So even if this law didn't exist, you actually couldn't reach most of these people because they drive into the private parking lot and you can't talk to them anyway. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a buffer zone that you would concede is permissible?  In other words, if it were 12 feet, would that be all right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that goes back to Justice Ginsburg's question.  I mean, how is a law Alderson Reporting Company supposed to deal with -- with that, sort of the fluctuating conditions that may be at a particular clinic site?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It is the case, isn't it, that not only abortion counselors are -- are excluded from this area, everybody is, right?  Anybody who wants to talk to anybody or who just wants to be there --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- can't -- I mean, this is a -- a dead speech zone, right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's more than a speech-free zone.  It's also a conduct-free zone, right?  You can't sell hats there, you can't -- you know, beg there.  I mean, you just can't go there."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's still a thoroughfare --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Well, they haven't entirely eliminated speech because employees are permitted --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to speak within the scope of their employment; isn't that right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a -- a contested point because the Attorney General reads \"scope of employment\" to mean getting to my job and leaving my job, and does not include speech activity."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This is the -- the chief legal officer of the State says this is a term that needs to be interpreted.  The term is \"scope of employment.\"  Scope of employment within this statute means getting to work and leaving work, and it doesn't mean political speech."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, am I correct that the Attorney General's regulation with respect to employees of the clinic in a way made this even more content-based because there was a prohibition on discussing the -- the abortion procedure?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's \"such as,\" it's \"such as.\" It says you can't talk about anything."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's not content -- it's not based on speech about abortion. It's that you can't speak about anything."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. If -- if you're going through the zone just to get somewhere, not to get to the clinic, and you're walking with a companion, can't you speak to your companion as you walk -- it doesn't ban speech by everybody who's walking through."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Miller. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This is not a protest case. These people don't want to protest abortion.  They want to talk to the women who are about to get abortions and try to talk them out of it.  I -- I think it -- it distorts it to say that what they want to do is protest abortion. If it was a protest, keeping them back 35 feet might not be so bad.  They can scream and yell and hold up signs from 35 feet.  But what they can't do is try to talk the woman out of the abortion.  It's a counseling case, not a -- not a protest case."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's more than a few feet.  You know, 35 feet is a ways.  It's from this bench to the end of the court.  And if you imagine the Chief Justice as sort of where the door would be, it's most of the width of this courtroom as well.  It's -- it's pretty much this courtroom, kind of.  That's a lot of space."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought it was two car lengths."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Two car lengths."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Two car lengths."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's, I think, a little less than this courtroom."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'd just like you to go back to Justice Scalia's question for one second.  I didn't hear the -- as he was saying that this case is not a protest case, it's simply about calm conversations.  And that is what I want to know if the evidence showed that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, the evidence upon which Massachusetts based its decision to go to 35 feet instead of 8 feet.  There were hearings.  Did the evidence show that what was involved was calm conversations between one person trying to counsel another or did the evidence show something else?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, surely you could have a law against screaming and shouting within 35 feet or protesting within 35 feet.  Isn't that more narrowly tailored?  I mean, what this case involves, what these people want to do is to speak quietly and in a friendly manner, not in a hostile manner, because that would -- that would frustrate their purpose, with the people going into the clinic."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Rather -- I note there's some people who are peaceful, in which case I would accept Justice Scalia's suggestion this is a counseling case.  But you've cited some other evidence that suggests there were other people who were screaming, pushing and shouting, which sounds like, in his characterization, a protest case.  And the reason that Massachusetts found it difficult to write a statute that distinguishes one from the other is? Why do people write statutes that sometimes Alderson Reporting Company do not make these fine distinctions?  Why did they in this instance?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could you have written such a statute that would have worked?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How did you pick 35 feet? Why 35?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"To go to -- go back for a second.  I see that.  Is there anything in the record -- the obvious reason for a legislator, I think -- I did work in the legislature for a while as a staff member -- that you don't write these fine statutes is they won't work.  They have too fine a distinction.  The activity is commingled.  The activity -- all right.  Now, I knew you were just going to nod my -- your head as soon as I said that. So I was trying to get you to say it in spontaneously if it's true.  Is there anything in this record that suggests that this is one of those cases where it's just too tough to say whether they're counseling somebody or whether they're screaming at somebody, whether they're pushing somebody or whether they're standing near them peacefully? Is there any evidence in the record I could turn to that would suggest that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"You should say yes. Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"She can't say yes if it isn't there, because I'm going to ask her where because I want to read it."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let -- let me ask this question:  Assume it to be true that an elderly lady who was quite successful and had meaningful communication with over 100 women going into the clinic, before this law, was unable to talk to even one after this law.  Assume that's true. Does that have any bearing on our analysis? And does that have any bearing on Justice Breyer's question about whether or not a law can be written to protect that kind of activity but still to prevent obstruction and blocking?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You say there's no -- no guarantee of talking quietly?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want me to write an opinion and say there's no free speech right to quietly converse on an issue of public importance?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I still don't know where you're going to -- this -- this goes to Justice Breyer's question.  You -- you cannot write an ordinance that says obstruction, intimidation, blocking is prohibited, and still allow the kind of conversation that I described earlier and that I want you to assume to be true for the -- for the purposes of this question."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But in speech cases, when you address one problem, you have a duty to protect speech that's -- that's -- that's lawful."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But I -- I think what you have to say to this Court is that it's impossible to write a statute of the kind that we are discussing now, and this is Justice Breyer's question."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you a question about a distinction that is in this statute?  Now, let me give you this -- this example.  A woman is approaching the door of a clinic, and she enters the zone.  Two other women approach her.  One is an employee of the facility, the other is not.  The first who is an employee of the facility says, good morning.  This is a safe facility.  The other one who's not an employee says, good morning, this is not a safe facility. Now, under this statute, the first one has Alderson Reporting Company not committed a crime; the second one has committed a crime.  And the only difference between the two is that they've expressed a different viewpoint.  One says it's safe; one says it's not safe.  Now, how can a statute like that be considered viewpoint-neutral?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's what she -- what she's doing is what she's saying.  She approaches and she says this is a safe facility.  The other one says it's not a safe facility.  They have a bad safety record.  And they're -- they're the only people in the zone."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If it's as big as this courtroom, they're the only three people in that zone."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The difference is a viewpoint difference."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand it. It's a permissible purpose to say this is a safe facility, but not a permissible purpose to say this is an unsafe facility?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But the consequence is just what is described by Justice Scalia; that is, the consequence of the statute.  Are you saying that the consequences of what you write are irrelevant to this Alderson Reporting Company argument?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that you should answer Justice Scalia's question, then."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you could have created a completely silent zone.  Now, I don't know whether that would be permissible or not, but it would be a different question.  You could have -- you could say nobody can speak here.  People can shovel snow.  If they work for the -- for the clinic, they can sweep the sidewalk, they can do maintenance, they can go in and they -- and out, but they can't utter a word. Well, that would be a different statute. But that's not this statute.  This statute says that there is an exemption for employees of the facility if they are operating within the scope of their employment. And surely coming out and saying this is a safe facility Alderson Reporting Company is within the scope of their employment."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So how do you justify that? Forget about the conduct now.  The speech that's allowed.  One can speak and say it's safe.  The other cannot speak and say it is not safe."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You think it's incidental? What if there's a real question about whether this is a safe facility?  That's incidental speech?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It's very hard for me to credit the statement or the implication that for an employee to say, \"We're glad you're here.  You're going to be well taken care of.  This is a safe facility. It's important for you to be here,\" it's very hard for me to credit your statement that that's incidental to their function."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that raises another question, Ms. Miller, because I assume that that's true because the crowds and the obstruction really are with respect to one facility at certain periods of time.  So Mr. Rienzi says, look, if it's at one facility, not all ten of them or whatever it is, and it's only for certain periods of time, not all day every day -- you know, why not narrow it that way? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So why not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I object to you calling these people protestors, which you've been doing here during the whole presentation.  That is not how they present themselves.  They do not say they want to make protests.  They say they want to talk quietly to the women who are going into these facilities.  Now how does that make them protestors?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And I would think, Ms. Miller, that if you tried to do a statute that distinguished between protestors and counselors, that would be content-based much more than this statute is."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, but -- you know, which is not to say that this statute doesn't have its problems, in my view.  I mean, so I guess I'm a little Alderson Reporting Company bit hung up on why you need so much space."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, before you sit down, can I ask you this question that's suggested by the AFL-CIO briefs.  Suppose the State legislature has hearings, and they say there's a long history of violence and obstruction at sites where there is a strike and replacement workers have been called in. Could the -- could a State pass a statute that says there is a 35-foot zone like this around every location in the State whenever there is a strike and there are replacement workers?  Could they do that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Could Federal law do that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In every case, in every case --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- there could just be a flat rule.  Doesn't matter whether there is any history at that place, any indication there's going to be violence.  Maybe there will, maybe there won't.  Across the board, a zone around every place where there's a strike."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think there's a history -- you don't think there's a history of violence at places where there are strikes and replacement workers?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's not my understanding of the labor history."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any abortion clinic that has not had -- is there any abortion clinic that has not had a problem in Massachusetts?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This is testimony by the -- by the clinics themselves, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Gershengorn. Alderson Reporting Company "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Which of our -- which of our precedents do you think governs this case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That was an injunction."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"MR. GERSHENGORN:"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"MR. GERSHENGORN:"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"MR. GERSHENGORN:"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"MR. GERSHENGORN: What's the alternative The alternative -- Standing 35 feet away and No, Your Honor. Is that the alternative? No, Your Honor. To comfort these women? No, Your Honor.  The alternative in this case is the entire length of the sidewalk, quiet counseling, leafletting, and conversation is permitted. It is the last four to five seconds before the petition -- before the counselors Alderson Reporting Company enter the clinic that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"into the clinic."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"They don't know who's going Your Honor, the Until you get to the area close to the clinic, you don't know whether passersby are going there or not."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is your concern that, absent this statute, there will be physical obstruction to the entrance? Is that a major concern?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Let me ask, if that's -- if that's your concern, how many Federal prosecutions were brought in Massachusetts for physical obstruction under the Federal statute? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But the Federal interest that you're the defending is you don't want this physical obstruction statute to be misinterpreted."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But what's wrong with the physical obstruction statute as an answer to many of the problems that Massachusetts is facing?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's obstruction under the Federal statute. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Justice Holmes said even a dog knows the difference in being stumbled over and being kicked."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can't -- can't -- you're saying Federal prosecutions can't tell when people are deliberately obstructing --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- this is beyond -- this is beyond the realm of the law?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how far do you think -- what do you think a State legislature or Congress needs to find in order to establish a zone around some category of facility at which there -- they have some evidence that there have been some disruptions and some obstruction?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Take the example of -- I think it's -- it's a real -- real ordinance someplace you can't have, there's a buffer zone around fraternal lodges."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What would they have to find?  Or slaughterhouses.  Or labor -- or sites where there are strikes."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What kind of a record do they need?  Could -- could there be a State law that says no picketing around any -- you can never have a picket around any store to try to prevent people -- to tell people don't go -- don't patronize this store. Could they do that?  Isn't that Thornhill v. Alabama?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I mean, I understand. Stop.  I'll ask this one more time. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I think it's -- I understand the -- the desire to create a buffer zone around certain sensitive facilities.  What I'm asking is:  What requirements, if any, does Congress or a State legislature have to meet before they can do that?  If it is done, do we simply say they -- they have a rational basis for it and that's it, so they can establish basically a buffer zone around any kind of a facility they want. If not, then what needs to be established?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"One more thing.  What about the example of a strike?  There certainly is a long history of labor violence in places where there are replacement workers.  Could that -- could it be done in that situation across the board?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What kind of --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But I understand you're saying the reasonableness of it. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"But go back to Justice Alito's first question.  Maybe we can make some Alderson Reporting Company progress here. The regulation of labor is up to the NLRB. All right.  Now, the NLRB does regulate picketing.  It does say what you can do and can't do, and the courts have reviewed that.  And you -- what standard do courts use when the NLRB decides, in its wisdom and expertise, well, the pickets can go here, but they can't go there. You can do this, but you can't do that.  All of which have speech implications.  What standard of review do the courts use?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Are you aware of any case -- I'm putting it -- loading it because -- only because to show my ignorance of it -- where the standard has differed from the ordinary APA standard?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Should we create a new standard for reviewing this kind of regulation?  I think that's actually a serious question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Rienzi, you have three minutes Alderson Reporting Company remaining. "},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that true, Mr. Rienzi? Is Massachusetts' statute the only one of this kind?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you questioning the government's representation?  I haven't looked at FACE."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it limited to the three situations, to -- to murder, arson and chaining?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MARK L. RIENZI","firstName":"MARK","lastName":"RIENZI","counsel":true,"justice":false,"side":"petitioner","words_spoken":3380,"interruptions":26,"times_spoken":57,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JENNIFER GRACE MILLER","firstName":"JENNIFER","lastName":"MILLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1715,"interruptions":21,"times_spoken":47,"laughter":1,"num_int_by":6},{"id":2,"fullName":"IAN H. GERSHENGORN","firstName":"IAN","lastName":"GERSHENGORN","counsel":true,"justice":false,"side":"respondent","words_spoken":1297,"interruptions":14,"times_spoken":25,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":52,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":293,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":675,"interruptions":6,"times_spoken":25,"laughter":1,"num_int_by":3},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":233,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":845,"interruptions":1,"times_spoken":17,"laughter":2,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":939,"interruptions":2,"times_spoken":25,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1441,"interruptions":2,"times_spoken":23,"laughter":1,"num_int_by":2},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":592,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3380,"times_spoken":57,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":35,"words_spoken":3012,"times_spoken":72,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":12,"words_spoken":5070,"times_spoken":137,"laughter":5,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127205}}