{"petitioner":{"name":"OCTANE FITNESS, LLC","counsel":[0,1]},"respondent":{"name":"ICON HEALTH & FITNESS, INC.       ","counsel":[2]},"caseNumber":"12-1184","date":"2014-02-26T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-1184, Octane Fitness v. ICON Health and Fitness, Incorporated. Mr. Telscher. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You were talking about economic coercion.  Suppose it were reversed.  Suppose that Octane had the patent and sued ICON.  Would the analysis be precisely the same?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I've been listening to your adjectives -- this is a search for adjectives, in part.  I think you used the word meritless.  What -- is there a difference between merit -- meritlessness and objectively baseless?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because if we remand to the district court, the district court's already said it's not objectively baseless, it's not brought in bad faith.  I'm not quite sure what words we're going to give to the district court if you're to prevail."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you had just said that we should return it to the district court with orders to require fee shifting.  And how could that be if the discretion is to be exercised by the district court? I can understand your asking for a remand, but I can't understand your asking for a reversal and an order that the fees be reimbursed."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think this Court is the proper court to look at the record and make that determination, that the district court got it wrong when the district court didn't think this was an exceptional case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do you -- what do you want to add to meritless?  Don't you have to add something to meritless?  I mean, every time you win the summary judgment motion, that's a determination that the claim is without merit, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't meritless just mean without merit? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  I understand.  Well, all right.  What -- what must be added to the word meritless?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That no -- no reasonable judge could have found it to be with merit?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that's not a standard I would -- I would want to, you know -- you realize how -- how differently various district courts would operate if -- if you just say -- what was your phrase?  Unreasonably weak?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You've got to give me Alderson Reporting Company something tighter than that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We're deal -- we're dealing with a term that could be read in many different ways:  exceptional.  Right?  Maybe that means 1 out of Alderson Reporting Company 100; maybe it means 10 out of 100.  And why shouldn't we give some deference to the decision of the court that was set up to develop patent law in a uniform way?  They have a much better idea than we do about the consequences of these fee awards in particular cases. And since we're just -- as Justice Kennedy pointed out -- dealing with adjectives -- you know, meritless, frivolous, exceptional -- why don't give some deference to their judgment?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the difference between the Federal Circuit's use of objective reasonable -- objectively meritless and your standard?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that you've been arguing that they shouldn't be using subjective intent, so I'm putting that aside.  And you can tell me why Kilopass doesn't answer that now. But what's the difference you see?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand your answer to the question.  How does the first part of the Federal Circuit's test differ from your perception of what meritless means?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So would you say without Alderson Reporting Company substantial merit?  I mean, if we're playing around with words again."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You have several objections, I take it, to what the Federal Circuit has said.  One is that you think objectively baseless is too low, correct?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You also don't think bad faith is necessary."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you also believe that litigation misconduct taken in conjunction with a case that is, let's say, of little merit, but perhaps not as low as the standard that you have, that you're suggesting, would justify an award of fees?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now I'm a -- say I'm a district judge someplace and I rarely get a patent case. Alderson Reporting Company How am I supposed to determine whether the case is exceptional if the standard is take everything into account, litigation misconduct, the strength of the case, any indication of bad faith, and decide whether it's exceptional?  Exceptional compared to what?  I have very little basis for comparison.  How do I do that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Compared to what?  Compared to the types of cases that the district court hears on a more regular basis?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Or compared to patent cases? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"See, this is what I find somewhat troubling about your \"take everything into account\" standard.  Most district court judges do not see a lot of patent cases, and when they see one, it's very unusual.  So you've got these patent attorneys showing up in court.  They are different from other attorneys. (Laughter.)"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Sometimes they -- particularly if it's a very technical case, they speak a different language.  They do things differently.  The district judge is struggling to figure out how to handle the case.  And then the -- one -- one party wins, the other party loses, and the party that wins says, this was an exceptional case and you should award fees in my favor under 285. And the district judge says:        How can I tell whether this is exceptional?  If I had had -- if I had 25 patent cases, I could make some comparisons.  But I don't have a basis for doing that. Now, the Federal Circuit has a basis for doing it. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that really true? There's nearly 700 district judges in the country. If -- if we had a statistic about the average number of patent cases that a district judge hears and receives on, let's say, a 5-year period, what would it be?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Telscher, it occurs to me that you really cannot answer the question of what Alderson Reporting Company adjectives should be attached to meritless.  And the reason you can't is, since it is a totality of the circumstances test, that is only one factor and it doesn't have to be an absolute degree of meritlessness. Even in a -- I assume you would say that even in a very close case, if there has been outrageous litigation abuse by the other side, the court would be able to say: My goodness, I've never seen lawyers behave like this. You're going to pay the attorneys' fees for the other side.  Couldn't the -- couldn't the court do that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So then how can we possibly define meritless?  We can't, because it goes up and down, even in a case where it's -- it's a close case, it could still be exceptional."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree with the Solicitor General's test that fees are authorized when they are -- I'm quoting -- \"necessary to prevent gross injustice\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now, I was surprised at that because I would have thought your Alderson Reporting Company friend on the other side would say that.  I mean, gross injustice sounds like a very tiny portion of cases; lower than meritless.  I mean it's -- injustice is bad too.  It's doesn't mean you just loss, but there's something very unjust about it.  Gross injustice, well, it's just some more adjectives, and it's the test -- I gather that's the test you adopt."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you've been up here for several minutes and you haven't even used those particular -- or that adjective, which is your test."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Telscher, can I just ask very quickly the factors that you would think a court should consider.  One is the degree to which the case is meritless.  Another, I presume, is bad faith. Another is litigation misconduct.  Is there anything else or are those the three?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you -- you did say if it's an exceptional case, the district court must award fees, but the statute says may.  So even in the exceptional case, according to the statute, the district court is not required to award fees.  Or do you read may to mean something else?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Martinez. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"No matter what other factors exist, it has to be objectively unreasonable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, even if it is clear from other factors that this is a shakedown, a big country -- a big company trying to suppress a little company, even if it's clear that there has been outrageous litigation abuse, misconduct by attorneys?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"All of those things cannot justify shifting the award unless it is objectively Alderson Reporting Company unreasonable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, okay."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I see that.  But, look, what you listed in your brief on page 17, which I think was nonexclusive:  Willful infringement, litigation misconduct, inequitable conduct by the patentee in securing the patent, vexatious or unjustified litigation, bad faith, the assertion of frivolous claims and defenses.  And then you cite cases which say all of those in different instances have been sufficient, either alone or together.  Well, why don't we just copy that?  Isn't that your view?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  Do you want to add to that list, or to subtract?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You want to add et cetera, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So where does gross injustice come from?  I understood that to be your test. You say, Fees are authorized when necessary to prevent gross injustice to the defendant."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Again, you have your long laundry list that doesn't say anything about gross injustice."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"You don't think it.  Where it comes from, which maybe you don't want to say, is the Senate report on the bill, that is similar to this one enacted in 1946.  Still, there are some of us who think that's a highly relevant consideration."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But I think, Mr. Martinez, what the Chief Justice is driving at is there's a bit of a disconnect between your list of factors and those two words.  Gross injustice, I mean that's kind -- that's really, really exceptional.  That sounds like, shocks the conscience.  That sounds like something you've never seen happen in the litigation system ever. But then you're saying essentially ratchet it down when you list all of these various factors.  And maybe that's -- that's right, we shouldn't be obsessed with this word, gross injustice.  It just seems a disconnect between the two words and all the factors."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But it's in the Senate report, so -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So if that's what you mean, why don't you say exceptional injustice instead of gross injustice?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"To the Senate -- to the Senate report."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It's a different statute. Could we borrow from -- you mentioned EAJA.  I take it that's substantially justified?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It's a different statute, It was passed later, all of -- all those problems."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So is there anything Alderson Reporting Company other than the objectively baseless and bad faith of the Brooks Furniture test that you would change?  Doesn't all of the other factors that the Court uses -- litigation misconduct, all of that other stuff -- encompass all the factors you're talking about?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That it has to be a combination, a combination of factors, and --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"By the way, I thought -- I thought the Federal Circuit said that you only use the objective unreasonable if there isn't one of the other things.  So it seems to be saying that --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And could you spend a moment on clear and convincing, and -- because there's not a whole lot in your briefs on that part of it, although you do mention it in passing."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What is the difference between -- you say the correct phrase is objectively Alderson Reporting Company unreasonable?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"That's different from objectively baseless.  That's a little higher than objectively baseless?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And that's higher than the Rule 11 standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Phillips. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Phillips."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in PRE, of course, we were concerned about infringing on First Amendment rights, and that's not the case here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"First Amendment concern, what, to bring a patent case?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think Congress could not require the loser to pay -- in all cases?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- in all cases?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, if it can do that, there's certainly no First Amendment problem."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's the English rule.  It used to be our rule.  I don't see how you can possibly say that it's unconstitutional to make the loser pay."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":6,"sideBefore":"justices","text":"This is not your best argument."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How different is this from sanctionable misconduct?  It seems to me that under the way you're articulating things, the conduct has to be sanctionable before you can give attorneys' fees under this provision.  So why bother having the provision?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why does it always have to be objectively baseless?  I mean, I've read enough cases in this area to be able to approach it as a district court judge who's not expert."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But you could couple that with just barely over the line.  What line?  This vague Alderson Reporting Company line, no one knows what it is.  In addition, all they did was say, We don't want to go to court and cost you $2 million.  Please send us a check for 1,000, we'll license it for you.  They do that to 40,000 people, and when somebody challenges it and goes to court, it costs them about 2 million because every discovery in sight. Okay?  You see where I'm going?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And so I do not see why you couldn't have an exceptional case where attorneys' fees should be shifted.  But if I'm honest about it, I cannot say it's objectively baseless.  I can just say it's pretty close to whatever that line is, which I can't describe and look at all this other stuff.  Are you going to say that I can't shift?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, but I’m -- of course, it may be a small slice of litigation, but it is a slice that costs a lot of people a lot of money."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And so I would like to know if I do run across that small slice why cannot I, the Alderson Reporting Company district judge, say, I've see all these things, taken together they spell serious injustice, and therefore, I'm shifting the fees.  Okay? Why can I not do that even though, as I've just said and repeat, I cannot in honesty say it's frivolous given the standards for patenting that seem to be administered?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, baseless is at the end of the day -- I mean, you have a case that involves a straight stroke rail that at one end goes in an elliptical arc, and the district judge had to figure this out with all the experts.  After he goes through all the underbrush, he finds there's nothing there.  And it's hard to say that that's objectively baseless to a district judge who's spent weeks studying this thing. But at the end of the day, suppose he finds there's nothing there? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Not nothing there.  It's highly abstract language.  I gather you, like I, have read some of these claims.  They are very hard to understand and when you get to the bottom of it, the abstract nature of the language, plus the fact that it has something to do with computer input, plus the fact that, you know, you suspect very strongly it's baseless, but you really don't like to say something that isn't true and you can say, well, I could see how somebody might think there was something to this claim, just in that tone of voice, which you can't write down that tone of voice.  You see? (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. You see the problem.        I don't see why it shouldn't be --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's send it back and tell them that they were imposing a standard that was too narrow, that was -- didn't take count of all the circumstances where something could be unusually --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- unjust, and then let them, no clear and convincing, but it's up to you, district judge.  You're the expert on litigation.  You decide."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If the Court is dealing with the Federal Circuit's test and it's got these two things, baseless and --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- subjectively, and clear and convincing evidence, I think to leave out that piece of it when it all comes out of that one paragraph in the Brooks Furniture case, so I think once the case is before us, if we leave out that one piece --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why don't why don't we just take -- there's another statute, as you know, that has identical wording, the Lanham Act, and that says exceptional means not run of the mine, uncommon. And then there's a nice illustration, a case from the D.C. Circuit."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why don't we say, Well, we have it there in the Lanham Act, the same words."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you just look to --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You look to the text --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- and the text is identical in both.  The legislative history, some people like it, some people don't.  But the text is identical. So I think it would be odd to construe the very same words in the context of the Lanham Act one way and a different way in the context of the Patent Act."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Please --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's true, but you could then appeal.  I mean, you're making an argument on the merits there.  And really the question is, is who's better suited to figure out whether this is a -- whether this is a really special case. And if, you know, of course, you're right. Plaintiffs are often right in these things, and sometimes they are wrong.  So -- and they costs everybody a lot of money.  So you go to the Federal Circuit and ask them to review it for an abuse of discretion."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":10,"sideBefore":"justices","text":"Mr. Phillips, their lawyers might well have given them different advice if they didn't know that, Hey, nothing to lose, given the test that the Federal Circuit has, you know."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Hey, I would give -- I would give the same advice.  Bring the suit."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"This guy is a possible competitor, sue him.  Hey, there's nothing to lose. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If it goes to litigation, yes.  But if -- if the alternative for the defendant is either, you know, spend $2 million defending or pay off the $10,000 that -- that the plaintiff demands to go away, hey, that's an easy call."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, but the -- the difficulty here, I not -- see it from my point of view for a second.  Of course I think that -- that there's no plaintiff/defendant necessary difference of who can act badly."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  And -- and so the question is really who is likely most to know.  And I think probably the district court.  But then if you give the power to the district court, there's a problem, of course, that you'll abuse it. So I say, Well, then go to the Federal Circuit, and say they have.  You see, well, there's another way of approaching it, and that is have definite standards, which is what you want.  And then the difficulty with definite standards is I can't think of a set of definite standards that doesn't do what you don't want to have happen, that it leans one way or the other. I mean, it looks as if, you see, the Federal Circuit's current standards leaned pretty much against the person who was sued.  And it looks like the -- the -- and so the government comes up, well, we can't do better than this.  It's a long list. Alderson Reporting Company And -- and nobody's been able to think of some, so then I say, Okay, let's try the first approach, which is what we do with the Lanham Act.  That's the whole long story. And what you would like to say, I'd like to listen."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, I realize that you have this argument that this statute was before Rule 11, so the superfluity argument doesn't work. But just as a matter of fact, would your standard give the court authority to order fees in any case in which it does not have authority by virtue of either Rule 11 or its inherent authority? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But let me make sure I understand you.  Give me an example of a case in which under your standard, 285 could be used to order a payment of fees, but Rule 11 and inherent authority would not allow."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Inequitable conduct to the Trademark Office, but not with respect to the suit itself?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So there's nothing --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There's nothing with respect to the suit itself that Rule 11 and inherent authority wouldn't get you anyway."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What about the inherent authority -- Justice Kagan brought this up -- not just Rule 11, but inherent authority when the court finds that the litigation is baseless and brought in bad faith?  It seems to me that your standard is the same as what the Court could do without any statute.  Are there other pieces --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So where does the bad faith come in?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Where does the bad faith come in?  Rule 11 doesn't include bad faith.  It just --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Would you address the Alderson Reporting Company clear and convincing?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I know your argument that it's not --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Alderson Reporting Company Mr. Telscher, you have 3 minutes remaining."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Take -- take your time, take your time. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RUDOLPH A. TELSCHER","firstName":"RUDOLPH","lastName":"TELSCHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2251,"interruptions":8,"times_spoken":33,"laughter":0,"num_int_by":3},{"id":1,"fullName":"ROMAN MARTINEZ","firstName":"ROMAN","lastName":"MARTINEZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":1420,"interruptions":8,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":2388,"interruptions":19,"times_spoken":45,"laughter":2,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":362,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":259,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":401,"interruptions":5,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":581,"interruptions":0,"times_spoken":25,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":270,"interruptions":6,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":423,"interruptions":0,"times_spoken":12,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":286,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":934,"interruptions":2,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":11,"fullName":"I patent the following","lastName":"following","counsel":false,"justice":false,"side":"","words_spoken":104,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":3671,"times_spoken":57,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":19,"words_spoken":2388,"times_spoken":45,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":14,"words_spoken":3516,"times_spoken":106,"laughter":3,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.7163372223651063,"respondent":0.28366277763489367,"date":1472418053078}}