{"petitioner":{"name":"ENVIRONMENTAL PROTECTION AGENCY, ET AL.","counsel":[0]},"respondent":{"name":"EME HOMER CITY GENERATION, L.P., ET AL ","counsel":[1,2]},"caseNumber":"12-1182","date":"2013-12-10T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-1182, Environmental Protection Agency v. EME Homer City Generation and the consolidated case American Lung Association v. EME Homer City Generation. Mr. Stewart. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, those -- those savings would -- would not be evenly distributed among the upwind States, right?  So some upwind States that Alderson Reporting Company are able to make those efficient changes will be carrying more than their burden of reducing the emissions that affect downwind States, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't mind a State doing less.  I think North Carolina said -- said that you can use those cost figures to do less, and that's not challenged here.  But what the application of the Alderson Reporting Company cost factor means is that some States that can more efficiently make the changes will be required to do more than merely account for their proportion of the downwind harm.  Isn't that true?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes or no?  I mean, I think it's an easy yes or no answer."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you answered my question?  Does -- does the fact that you begin with -- what the statute says is that each upwind State has to account for its -- its effect on the downwind States, but once having identified that effect, you -- you then say those upwind States that can make the reductions more efficiently have to make more reductions than they -- than their mere proportion of the harm requires. Isn't that so?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the idea, Mr. Stewart, that the States that are required to do more are the States that haven't done much already?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what provision of the statute allows you to take that into account?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, as opposed to each State, whether it's inefficient or efficient, has to merely reduce its contribution to the downwind State pollution, right?  That's what the statute says."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- I was just going to say, that just is because of, in the latter case, because contribution happens to be used in both an Alderson Reporting Company affirmative and a negative sense.  The question is, for example, whether somebody who fatally stabs somebody and someone who fatally shoots them have each significantly contributed to the bad result."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Or -- or not significantly contributed in -- in -- contributed in varying degrees."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask a question?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Is part your -- your answer to Justice Kagan's question and Justice Scalia's question that it depends on the time point, at the time at which you measure?  That is to say, if you take a look at a State which, for 5 years, has been trying to ameliorate pollution, you can measure it from the point 5 years ago; and if you do that, then they're not having to contribute more."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or don't you like that answer?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How far back -- how far back do you go for the relevant NAAQ?  2006 or --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, '97."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask a question? Following up on Justice Scalia about the statutory Alderson Reporting Company language and how you read it, I think -- you know, most people, everybody, thinks that it's better to regulate with attention to costs than to regulate without attention to costs. We have this -- our Trucking Association decision, where we said, well, notwithstanding that everybody agrees that regulating with attention to costs is better, when Congress says the opposite, we have to go with the opposite.  And, there, we said Congress had said the opposite because it had talked about protecting the public health with an adequate margin of safety. Now, I'm wondering, what does it take in a statute to make us say, look, Congress has demanded that the regulation here occur without any attention to costs?  In other words, essentially, Congress has demanded that the regulation has occurred in a fundamentally silly way."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is that that allocation among different actors is done State by State, and simply taking costs into account as determining who will do what simply eliminates the -- the requirement that each State not be -- not be required to do more than its share of the pollution it's -- it's causing downstream. It's the State-by-State requirement that makes it very difficult to think that all Congress wanted was the most efficient reduction of pollution, no matter where that pollution came from.  That's simply Alderson Reporting Company not what the statute envisions."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And maybe that'd be a better statute.  Maybe it shouldn't be State by State."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just one more question on cost.  In -- in your answer to Justice Kagan's question, there is at least a possible argument that you, the regulator, the government, the EPA, can take cost into account, unless it's expressly prohibited from doing so. You don't go that far. Alderson Reporting Company But you -- you even stop short of that.        You say that it might be difficult to apply the cost rationale at the implementation stage?  I -- I think that's what you said, and if so, I didn't quite understand."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If Congress wanted that, why couldn't Congress simply have said, the EPA shall prescribe minimum pollution reduction measures that have to be taken by the States?  That's a quite different statute from what we have before us.  But what you're saying is -- you know, you -- you reduce it this -- this much, as much as efficiency will allow, or else, you're Alderson Reporting Company in violation of -- of the good neighbor rule. And that's a very different statute from what Congress wrote.  Maybe it's a good idea.  Maybe EPA ought to control all -- all efficiency measures for reducing pollution, but it's certainly not the statute that Congress wrote."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  I don't understand that.  Please say that again."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Well, when you mention the fact that the States didn't address the good neighbor requirement -- of course, you hadn't come up with their budgets that they had to meet at the time that they had to promulgate their SIPs. Now, at a different point in your brief, you emphasize how incredibly complicated it is for States to determine how much they must reduce their emissions to take care of the fact that they significantly Alderson Reporting Company contributed to downwind pollution. And yet, you would impose on those States the burden to issue the good neighbor program without knowing how much you expect them to -- to meet."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so if you were working for one of the upwind States and you were facing this 3-year deadline and EPA had not told anyone how it intended to interpret the State's obligations under the good neighbor policy, what would you have told the State to do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  So -- but the head of the State EPA comes to you and says, how much do we have to reduce our emissions to satisfy our requirements?  And you would tell them what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that kind of glosses over the fact that, as you say elsewhere in your brief, this is a -- is your analogy, right -- a spaghetti matrix or something?  And so there's no possible way for the State to know how much of a burden you expect them to address, and yet, you're saying, well, you've got to do it, and you've got to do it within 3 years, or we're going to take over the responsibility."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But could I address the first thing first?  I'm not sure that's right.  I think EPA has an easier job dealing with it as a group. They say, look, here are these States, here's what you have to do.  But any individual State has no idea what its particular role is going to be in your group resolution."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, but that's crucial.  I mean, it would have no idea whether EPA would use any or would pick $500 or would pick whatever.  I mean, I don't know how it could sensibly design a -- a program without knowing that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you give us an example of when EPA has done this in the past, where a -- a crucial element of a -- of a NAAQS has not been defined by the agency, and yet, the agency, nonetheless, requires the States to -- to put together their SIPs without knowing what their target is? And that's the problem here.        What's your best example of another case in which the agency said, you -- you put together a SIP, and we're not going to tell you what the target is."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that just means it's pin the tail on the donkey.  Some States got the tail. I mean -- you know, they pinned it in the right place. That doesn't prove anything. Alderson Reporting Company I want an example of another instance in which EPA has -- has hidden the ball, has said, we're not going to tell you what the target is, it's up to you to come up -- up with a SIP, and we'll tell you after the fact whether that SIP happened to meet the target that we've invented."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  All right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  That just means there's some facts that they don't know.  Of course, there are always going to be uncertainty about certain facts.  But here, there is uncertainty about the target, not just about the facts.  We don't know what target we're expected to hit."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart, below, the government conceded that there was a theoretical possibility that some States could be overcontrolled, that they would be implementing measures that would reduce their contributions to pollution below the one percent.  Assume that -- I think there's a theoretical possibility of that -- but that your approach was basically fine. What would we do about that?        First of all, Alderson Reporting Company are there measures States can take to get out of the FIP, if it's inappropriate to them, because of overcontrol?  And if not -- and how do they do it?  I mean, what's the process? If we think there's a flaw, do we vacate the rule?  Do we leave it in place?  What do we do?  And what -- and what's our power to do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Including -- including the overcontrol argument?  Or would that have been done?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If we were to rule against you and affirm the decision below, how long do you think it would take to get a new rule in place?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you explain that to Alderson Reporting Company me, Mr. Stewart?  Because are you saying that the straight proportionality approach that was applied in the D.C. Circuit, are you saying that that's impossible? Or are you saying it's complicated and dumb?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose you could average them out, couldn't you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that's any Alderson Reporting Company more irrational then picking a number like 500 bucks as -- as to -- you know, what the -- who can do it more efficiently.  That's sort of arbitrary."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that, but my point is that is certainly a pretty -- pretty arbitrary number, and -- and I think averaging for all the receptors is certainly no more arbitrary."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Sir, I don't want you to -- finish your argument, if you had something to say on what you started out with in describing the plan.  You said there are three aspects.  The first aspect was you cut out anyone -- any State that's contributing less than one percent. You said the second aspect was that you used a metric of $500 per ton of NOx reduced, and you applied that to the States still in, and then you said there were three, and you never got to three, and I want to be sure you do, if you had that."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure I should know this after reading all these briefs, but if we -- if we reverse the D.C. Circuit, what would happen, going forward?  In other words, the States have had this time to -- to go first and do their SIPs, then they were Alderson Reporting Company found not to comply, so the EPA does its FIP. But that's not the end of the game, is it? I mean, isn't the EPA under a continuing obligation to look at, review its NAAQS, to give the States further opportunities to come back?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Mitchell, why don't you give us 30 seconds or so? Mr. Mitchell. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's -- it's certainly -- it's certainly hard, but it is what the statute says; and it seems to me that, if EPA had taken a different view, it would have been contrary to the statute."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they don't know exactly how to do it.  I mean, this is a tough problem. So it sounds as if what you're making is a procedural objection here, to which the government's point was, you're right, we'd all been talking about this.  We wanted to see what the States would come up with, so we look. The States haven't come up with enough, in our opinion; and so, now, we go to the Federal process, and we put out our thing, and you comment on that.  And then, if you feel that their thing is no good, propose your own solutions again.  That's what he's saying. But it's supposed to advance the ball.        So there is a procedure for the States to come in, if they can come up with a better plan, that's what you've just heard, and so do it.  So what's -- what's arbitrary or capricious about such a system?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they objected it once.  Now, they think it works here.  I mean, all the time it happens, that people change their minds about how problems are best solved, or they cite this problem's better solved one way and better another way. So if your only point is, once they did it a different way, they'll say, well, what's unreasonable about changing our way?  We're trying to get the job done."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, years and years, the neighbor board -- the labor board decided things in adjudications, rules.  One day, they say, no, we think we should preside rulemaking processes, like other agencies.  Does anything in the law prevent that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But you're not prevented from giving a counter SIP, is what they were being told. You can -- you can counter, is what the government is saying, and so it's not clear, to me, that they've Alderson Reporting Company estopped you from doing your own SIP."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what's the difference?  If you think they're wrong, you give a counter SIP, and you duke it out with them in terms of what you think -- where you think they are wrong as applied to you. But let me ask you something fundamental about this.  Are you challenging the transport rule using cost?  Or are you just challenging the process in which that was achieved?  Because, if I understand all the amici briefs and the theory of this, not even you would want a command-and-control regulation; is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It'd be crazy if they didn't, right?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  And for some of them, it would really be a bad idea, wouldn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask, until you propose your SIP to replace the FIP, right, the FIP remains in effect?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you're bound by that until they approve your new SIP.  How long does such a transaction normally take?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You think that's a quick process?  I mean, as soon as --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If you'll have to develop a new SIP, that'll take you some time?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And then that SIP is -- is submitted to EPA, and -- and they chew on it for as long as they want, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And then maybe they will Alderson Reporting Company say, your SIP is good enough, and maybe they won't."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But at least if you've adopted a SIP or proposed a SIP, you've given reasons, you have a -- you have a rational plan, and the EPA then must give a reasoned response to it; whereas, if the EPA is the first one, they're writing on a blank slate; and it seems to me that, in some respects, the EPA is more constrained under this process to which you object."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And that means the statute doesn't require you to do that, I assume. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, when they say that, that -- that's an affirmation by them that the statute does not require you to do it, I assume.  Is that your point?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But they were doing that with respect to the NAAQS.  I thought that was them saying they had to quantify the NAAQS. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Mitchell, I might just not be understanding you, but this goes back to the Chief Justice's question.  The statute says, look, after these standards are originally promulgated, the State gets 3 years to make its best pitch, and then the administrator shall promulgate a FIP at any time within two years after that. Now, presumably, there are lots of conversations that can happen between the EPA and the States during those 5 years, and maybe, sometimes, more of those conversations happen and, sometimes, less of those conversations happen.  But I don't see that as different constructions of the statute. It seems to me, as the statute sets up its framework, you go first, do it within 3 years; then the EPA goes, it has to do it within 2 years.  The EPA just has very substantial discretion under this statute as to what kinds of conversations it wants to have when, within that broad structure. Why am I not reading it right?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Haven't some States already challenged that?  Isn't that pending below?  Why should we be looking at that issue here, when States Alderson Reporting Company have challenged that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know why the rest didn't, but three of them have.  So why should we enter the fray anticipatorily?  Isn't that an issue we should wait and see what EPA says below?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  This is a very discrete question, that they've already approved some -- some SIPs.  Three States have already challenged the fact that they shouldn't be required to meet a new standard because they've already had an old standard approved. That seems, to me, a very discrete challenge, and three States have undertaken it."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't know why, but that's a different issue.  Even though it has, Alderson Reporting Company wouldn't it be more prudent for us to wait for that administrative process to finish before we venture into this question?  That's my -- my point."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that's because -- because EPA did it that way -- you don't get that from the statute.  You get it from what EPA did in the first round; is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But they may not know -- you know.  They may not know.  There's six States that contribute to the seventh State's pollution, and how much each State can cut back depends.  It depends on what it costs.  It depends on how much they contribute. It depends upon what the other States will do.  It depends upon where the wind blows, and that changes all the time."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So they have a tough problem.  They can't tell you exactly how much you should cut back until they know what they have in mind or what others have in mind for solving the problem.  So it sounds to me as if you're asking them to do the impossible, and they’d had a very good reason for not doing what they did before; namely, it would be impossible here to have a -- or not actually impossible, but very tough and very expensive. So that's why, I gather, they went the way they did.  Now, I don't know anything in the law that tells them that this statute was meant to force them to proceed in a way that would either be hugely more expensive and perhaps impossible. What's your -- what's your reaction?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they have done the impossible here, haven't they?  I mean, they have the transport rule.  The only question is whether it should have come out sooner or later, right?  The only question is whether it should have come out before the States were obliged to submit their SIPs."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You started to give us a second statutory reason.  I was really eager to see what that was."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that the issue that the three States are challenging below, just that discrete issue, about whether the EPA can call this a corrective action or not?  Isn't that entire issue being determined in -- in those proceedings?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that issue is what's at issue there, part of the --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Would you finish describing the issue?  I really didn't hear it."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why can't -- this is, of course, a statute on which EPA gets substantial Chevron deference.  Why couldn't we read that language to essentially mean subject to the same procedural requirements as the original?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not a caveat. Alderson Reporting Company It's just a different understanding of what that language means.  I mean, you say it has to be in the exact same -- in the exact same way they previously acted, and I guess I'm saying it could mean subject to the exact same procedural requirements. Was that not clear?        Might not have been clear."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Whatever procedural requirements constrained EPA when it approved the SIP, those were the same procedural requirements that constrained EPA when it's disapproved the SIP.  But we're just asking, are they -- you know, both are -- have to be subject to the same procedural requirements. EPA can act differently, as long as they are acting within that same set of rules."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think that they are trying to make that argument.  They are saying, in the initial version, we could have done it by notice and comment rulemaking, or we could have done it if we had good cause, so, too, when we reverse that initial determination."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think -- I think it would follow that if you did it for good cause to -- to apply the rule, you can do it for good cause to abolish it, not that you can do it by rulemaking when you adopt it and then used good cause when you -- when you abolish it.  It would seem, to me, to square with the text."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"\"In the same manner\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Mitchell. Mr. Keisler. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why is it wrong?  That is, I focused on your argument here in the briefs, which is very clear and very good.  And -- and the example that comes to my mind is we have an overgrazing problem in State A.  All right? It's caused because cows come in from State B and sheep come in from State C.  The cow men and the sheep men are in different States.  They're not friends. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Now, it turns out -- it turns out that EPA, which is in charge of preventing the overgrazing, discovers that, if the sheep men build a fence, that will cure the problem, even though they only contribute half or maybe less. Well, if we bury it -- you know, we divide it equally, you each have to pay -- you each have to cause half the problem because that seems fair, it's going to end up that the people in State A with the Alderson Reporting Company cows, they're going to starve to death. So our choice is between taking two people, two States, each of whom cause half the problem and getting an overall plan where you solve the problem at minimal cost or just dividing it 50/50, which seems fair in mathematics, but leads to starvation, cost and death, et cetera.  Do you see what I'm driving at? And that's what they've done here, the second method.  They -- rather the -- they're not treating each State alike, you are right.  And the reason that they're not treating each State alike is they know, one, all the States are partly responsible in more than one percent, and with this plan, we get the job done at much lower cost. Now, where in the statute does it say they can't do that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Amounts significantly Alderson Reporting Company attribute, right?  It's -- it's amounts."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes.  Not conducts significantly."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"On that point -- now, you remember, please, that -- that my cow/sheep example was meant to pick up precisely the disproportion that you're talking about.  And -- and keep that in mind because I found it a helpful example. Now, my point is, did you find in Congress -- and I'm interested in legislative history -- did you find anything in the legislative history that suggests that, where the EPA faces this kind of regional problem, and it's a regional, not just a statewide Alderson Reporting Company problem, that people in Congress thought they had an answer or a glimmer of an answer, as opposed to taking this language, which is pretty open, and saying, we're going to leave it to -- we don't know, we don't have a clue.  The EPA is there to figure this thing out, and we're giving them a broad authority here. Is there anything that cuts on your side that you see, as opposed to the other side of reading this language?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So, Mr. Keisler, I mean, you have a statute here that clearly does not have any language about no costs allowed, that also does not have what the American Trucking Association statute had, which was like public health only, sufficient margin of safety; right?  So none of that.  What you have is exactly what you said.  You have a statute that focuses on causal contribution, right? So this is a hard problem, right? Because -- I mean, let me just sort of give you a numerical example, which I'm sure is as simplistic as the other numerical examples floating around this case. But -- you know, let's say that the standard is a hundred.  And there's a State that has 120, and there are two States, X and Y, that have each contributed 20. Right. So we -- you know, we only need 20 of those. We have 40.  And the question is how do you get from those 40 to those 20?  The D.C. Circuit would just say, well, we take 10 from each.  But if this -- if the Alderson Reporting Company question is only about causal contribution and that's all that the statute talks about, there have to be other ways we can make that determination of what contribution each should be legally responsible for, right? And what the EPA said here was, we're going to distinguish between -- we're going to distinguish between States that have -- have put a lot of technology and a lot of money into this already and, on the other hand, States that have lots of cheap and dirty emissions.  And why isn't that a perfectly rational thing to do under this very statute?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you battle Mr. Stewart's point that Congress surely didn't intend to shut down these plants if they didn't or couldn't feasibly reduce their contributions?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So if they couldn't feasibly do it, doesn't the words \"significantly contribute\" have to take into account, in some way, the Alderson Reporting Company cost of reducing the amount?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they found a way to do that with the cost tradeoff with the cap and trade system --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- because the industry itself can make that choice, with the State, presumably. They're not stopping a SIP that stops a State from participating."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but you're -- I mean, you want me to write -- look what I would have to write, if I made it very specific.  Two units floats over the air from the cow State.  Two units floats over the air from the sheep State -- or three. It happens that, if we treat them alike, we're going to tell the cow State, your unit is the same as the sheep State's unit, both make the same significant contribution, and we have to say that, even if for you to remit your unit causes death and destruction, destroys your economy, see, and I have to write those words to accept your argument, don't I? Because --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Of course."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm trying to use the most -- I'm trying to use the most extreme words I can, so that, then, you will either have to draw a distinction or something.  That's why I'm --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They say that's not a theoretical possibility, under the numbers they've worked out.  So why isn't this taken care of in the process that permits individual States to challenge this as applied?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you're -- you're saying that \"significant\" must mean only measurable amounts.  It can't mean -- pick your word -- culpability, feasibility, responsibility, feasibility. One State finds it quite feasible, from a cost standpoint, to reduce emissions by a factor of 10.  The other State is the -- Justice Breyer's example, finds that it can't do it, except if it's a factor of a hundred. Can't you say that the contribution in one case is more significant than the other, based on feasibility?  Maybe you can't."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It isn't contributions to nonattainment.  It's the word \"amounts.\"  The statute prohibits activity within the State from emitting any Alderson Reporting Company air pollutant in amounts which will contribute significantly."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Amounts are amounts. I mean, it doesn't --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"But the word -- the word \"significantly\" does import a judgmental component.  I think that's what the government is going to say.  I just wanted to ask you what --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe they'll have a better answer."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  So there's an ambiguity here because, I mean, when you use the word \"amounts,\" I think it does help you.  Add the word \"amounts\" to \"significantly,\" and I think that Justice Scalia's point might be -- he knows it better that I -- Alderson Reporting Company an amount is an amount.  An amount is an amount.  That's what you want to say."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"That's my point exactly. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Yes.  Yes.  It is.  And then the -- the response is, well, not always because you say, an amount, you're talking about a specific amount coming out of a State, and is the one -- the cow one, as significant as the sheep one.  All right? And that's, I think, where -- I think you hit the nail as to what the issue is."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Keisler, the nature of this problem is that there's an allocation issue. It's not just everybody gets down to a certain threshold level.  It's there's a level, and we have to allocate. And the question is, what are we going to allocate on the basis of? Alderson Reporting Company And the word \"amounts\" doesn't tell you what you're going to allocate on the basis of.  So there are lots of different choices for what we can allocate on the basis of. We can just divide -- you know, and do it all proportionally.  We can take into account per capita.  We can take into account a State's population, if we wanted to.  Or we can take into account, as the EPA did here, costs on the understanding that costs reflect how much of an investment a State has already made in pollution technology. So the statute -- neither the word \"amount\" nor anything else says anything about those different methods of allocation, does it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What is -- what is your answer -- do you have an answer to Mr. Stewart's basketball hypothetical?  I mean, I thought that was pretty good.  If you ask the coach what significantly contributed to the loss, he's going to talk about the missed layup, rather than the missed desperation throw, even though, as far as amount, each was going to count for two points. Assuming one was within the -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the basketball thing is -- to make it parallel to what's at issue here, the question you should ask the coach, which -- which of the -- you lost 101 to 100.  Which of the 101 points contributed most to your loss? (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"As in the answer is that some one point --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"It's -- it's the one that was the layup.  I mean, he would not answer the one that was the layup.  He'd say what do you mean?  All -- all of the 101."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Stewart, you have 4 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":5577,"interruptions":18,"times_spoken":42,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JONATHAN F. MITCHELL","firstName":"JONATHAN","lastName":"MITCHELL","counsel":true,"justice":false,"side":"respondent","words_spoken":1917,"interruptions":16,"times_spoken":39,"laughter":2,"num_int_by":5},{"id":2,"fullName":"PETER KEISLER","firstName":"PETER","lastName":"KEISLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2663,"interruptions":12,"times_spoken":22,"laughter":1,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":603,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1269,"interruptions":2,"times_spoken":39,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1132,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":379,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1323,"interruptions":3,"times_spoken":16,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":684,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":32,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":5577,"times_spoken":42,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":28,"words_spoken":4580,"times_spoken":61,"laughter":3,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":5422,"times_spoken":112,"laughter":4,"num_int_by":6}],"outcome":{"side":"petitioner","margin":4},"num_jusitces":8,"prediction":{"petitioner":0.6362795776241367,"respondent":0.36372042237586333,"date":1472523515583}}