{"petitioner":{"name":"GREG MCQUIGGIN, WARDE","counsel":[0]},"respondent":{"name":"FLOYD PERKINS\n","counsel":[1]},"caseNumber":"12-126","date":"2013-02-25T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-126, McQuiggin v. Perkins. Mr. Bursch? "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bursch, I thought that -- that Perkins -- didn't he say that -- that you could take into account -- I'm looking for the brief -- you could take into account delay as a factor in whether his actual innocence gateway plea should be heard."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not quite what he's saying.  We've had a miscarriage of justice exception for as long as there's been a habeas statute. We've applied it repeatedly. It's not that it trumps it, but that it puts into doubt the evidence you're claiming, proves your actual innocence.  It's not the sort of situation where, as reasonable -- as due diligence will do, which is to override even an actually innocent person."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What he says is it -- it really puts into question the validity of your claim."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a small point and doesn't go to the general issues you have to discuss with us, but just, on the small point, he gets -- I forget exactly the detail -- he gets an affidavit that Jones did it within a year.  He has one."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if I were the prisoner, I'd say -- you know, this one might not work. Maybe I can get two, and then he gets a second, which makes a certain amount of sense to me -- although a substantial period of time elapses -- and the same thing happens with the third. It makes sense to me that the prisoner might try to wait for the third.  How -- how does that factor into your diligence, assuming we get there?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not quite -- excuse me -- I'm not quite sure that wouldn't mean that you have a whole raft of -- of petition-protective decisions waiting on the shelf in the district court.  That -- that -- that causes its own congestion problems in the district court, it seems to me."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would it take to -- what would it take to show diligence?  And didn't he say that he tried to get a lawyer, several times, and was unsuccessful?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I have some difficulty understanding what the Sixth Circuit was doing.  And maybe you can help me with that.  The district court, as I understand it, said to the Petitioner, you lose for two reasons.  First, you don't really have evidence of actual innocence, not enough anyway; and, second -- and I can understand that, because the evidence -- well, that -- the most that is suggested by the affidavits is that Jones was a participant in this murder, not that Perkins was not responsible for the murder. But, anyway, so you lose for two reasons. First, you don't really have evidence of actual innocence; second, you weren't diligent.  The Sixth Circuit grants a certificate of appealability only on the issue of diligence, and they say, diligence doesn't make any difference. Well, where does that leave the petitioner? He's already lost on the question of whether there's evidence of actual innocence, and there was no appeal on that issue."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- that may be what they're contemplating, but they can't get to the issue of whether the district court adequately addressed the issue of adequate innocence -- of actual innocence, unless that issue is before them.  And the issue isn't supposed to be before them, unless -- isn't before them, unless the certificate of appealability was issued, and there was no certificate of appealability on that issue."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was that -- was that argued to the -- to the Sixth Circuit?  Did you argue in the Sixth Circuit that, even assuming diligence, there wasn't enough here, and that's what the district court held?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it -- it was explicitly made to the Sixth Circuit?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does that leave us?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's sort of an advisory opinion, in your judgment."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure, it would be because you're telling us that there is no proof of actual innocence."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why don't we just say that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It might be its holding, but, as Justice Alito just proved, there's no basis for it because they didn't grant a COA on the substantive merits question."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- your three-way classification, you began with Herrera?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and, in a way, you're saying that you're three loops back in the Herrera a bit because, here, the innocence is the factual predicate."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you present the argument --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you are saying that Congress overruled Schlup; is that what -- the point you're making?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was with respect to successive petitions."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where is that in the text?  What are you relying on in the text of 2244?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you don't have 2244(b)in your brief, do you?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That is very -- that is unfortunate."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're relying on it, I mean."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Go ahead."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But are -- are you saying that this case is a fortiori from a successive petition? Because this isn't a successive petition."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't see a difference --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, you're saying that Congress knows how to write --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- an exception if -- if they want it.  But this (b) does apply to successive petitions and this is really before that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now, your friend on the other side, I think, argues that that -- they put that in expressly because they limited what would be the otherwise applicable miscarriage of justice provision in the question that's before us now."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your -- what is your answer to that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I don't understand.  I mean, there is a presumption that's been longstanding that, at least with respect to the filing of your first petition, that it is a statute of limitations subject to exceptions, including the manifest injustice one. It would seem to me that if they intended not to have that apply, they would have done what they did with the successive petition, but they chose not to."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not talking about that presumption."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What I'm talking about --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- are cause and effect and manifest injustice."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're creating a world in which this would function as an exception to a State time limit, but not to the AEDPA time limit."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does that make any sense?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought we said, in Missouri v. Holland, that AEDPA was -- was enacted against a background rule, which stated that normal equitable principles, such as this one, which had been applied everywhere to all procedural bars, that AEDPA suggested that those would -- that AEDPA was against a background that those would continue to apply."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is a Federal statute of limitations any different?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but, again, it's Congress but we said, in Holland, that it's Congress and AEDPA has -- has -- was drafted against this presumption that normal equitable principles would apply."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, again, why would Congress have thought that there would be any difference in -- with respect to a statute of limitations?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that applies to States, as well."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why can't you cross-examine her?  Is it just because the lapse of time and she won't remember?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any idea how many actual innocence claims win on the underlying constitutional issue?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How many wins on the attempt?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not many."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why is it that the meritorious claim is going to be the one that's going to be hidden?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Meaning --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you would -- you want to keep it out altogether."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You want an actually -- potentially actually innocent person not to have --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they don't have the Federal system."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"As the first habeas."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Readler? "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Before you proceed with that, can you address Justice Alito's point that the district court said there is no merit to this; it's not an actual innocence -- it's not a valid actual innocence claim.  And then the Sixth Circuit sends it back for the district court to decide something it's already decided? How do you overcome that the Sixth Circuit never reviewed the actual innocence question, the district court did and said this doesn't make it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't understand that.  The district court -- or you seem to suggest the district court was wrong in saying that there wasn't sufficient evidence for an actual innocence claim. Maybe that's the case.  Maybe it was wrong. But, if it decided that issue and the issue wasn't appealed, then the issue is settled.  And that's the problem that I see.  Now, how do you get around that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Did you ask for a certificate -- what other issues did you ask for a certificate of appealability on?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what other issues did he ask for a certificate on?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, you say, on page 17 of your brief, that this Court has applied the manifest-injustice exception to limits created by Congress.  What's your best case for that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what do you mean, acts of Congress?  Your sentence says, applied at the limits created by Congress.  I read that to mean statutes of limitations.  But that's wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"With 2255 -- remind me?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And said what with respect to time --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Said what with respect to the time limits?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so, when you said limits, you didn't mean time limits; you meant substantive limits?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Procedural limits. Do you have a case that applies it to time limits? Which, of course, is the question we have here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  But you said limits created by Congress.  So just -- I mean, I should read \"limits created by Congress\" not to mean time limits, but procedural or other limits."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  And I guess that's the point of my questioning and your friend's position.  There have never been any time limits created by Congress that have been abrogated by a manifest-injustice exception."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  And the difference is, in Holland, we are dealing with equitable tolling, which had applied as far back as -- you know, whatever the law goes to limitations; in other words, equitable tolling, which is different from the abrogation, I think, that you are asking for."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you are asking for what is, potentially, a very big exception to the 1-year statute of limitations.  If you took a poll of all of the prisoners in Michigan, how many of them do you think would say they are actually innocent?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"\"Very few\" would say they are actually innocent?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, \"credibly say.\"  But how many would say that they are actually innocent?  A lot. And a lot would be able to come up with evidence that is equal to -- to what the petition -- what the Respondent here has come up with. Now, do you think it's -- it's plausible that Congress, in establishing this new 1-year statute of limitations, because it doesn't want these things to drag on indefinitely, intended to create an exemption that broad, so that anybody who claims to be actually innocent can at least get over -- can get to the point where the Court has to decide whether the -- has to weigh this evidence of actual innocence, to see whether it -- it gets over the threshold?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is that plausible, given what Congress was trying to do in AEDPA?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's -- I'm not sure that's right.  They don't want to definitely file within one year, if they don't have anything to say.  You know, if it takes a certain amount of time before they either acquire it legitimately or can find somebody or -- I don't know, in this case -- you know, the codefendant dies, everybody has no reason any more -- you know, to object and pin it on him. There are a lot of reasons that it's in some of these prisoners' interest to drag things out and then to file.  They don't have anything to say within the one year and need time to either, from your point of view, legitimately develop the evidence or, from your friend's point of view, to concoct it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And the statute of limitations would run from the discovery of the new evidence, not from --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that's very odd because, if you have somebody who's actually innocent, then you're saying that person can't get out of prison, unless the person happens to have a good constitutional claim that's totally unrelated to the fact that the person is actually innocent. That's just very odd, isn't it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your friend responds to that point, I think, by saying that every State allows collateral review in that instance and that what we're talking about is simply preclusion of the second bite at the apple -- or a third bite at the apple, I guess, by -- by assumption, in the Federal system."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What about the actual innocence claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the most -- is that the most -- I thought I understood your friend to say -- he can correct me if I'm wrong -- that every State has an avenue for considering that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I see --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Well, assuming for the sake of argument that there is this exception, why shouldn't diligence be required?  How can it be equitable to allow someone to bring a claim when the person has -- involving new evidence, when the person has not been diligent in presenting this new evidence to the court?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":4,"sideBefore":"justices","text":"You have a larger -- you have a larger category, you say miscarriage of justice, so one is actual innocence.  You say the category is well defined.  So what else would fit under this -- and we can bring it up very late in the -- in the day. Anything else other than actual innocence would be in this category?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Are bribed jurors not a miscarriage of justice?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"A juror who's bribed, is there no -- no miscarriage of justice there?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But we're -- we're talking about the meaning of the term \"miscarriage of justice.\" It seems to me there -- there are many serious errors that can be described by that general phrase."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want to say it's a term of art?  Fine."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"So does this boil down to -- I mean, you have a one-year statute of limitations.  Now, I guess -- suppose Hurricane Katrina came along and threw all the documents away for two months.  I guess the Court could extend it, couldn't it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I mean, don't they toll it when there's some -- when the courthouse burns down?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So you want to say and that's also true when the person is actually innocent, if you can prove that, delay it.  Is that what you're saying?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he has his one year, and he gives four criteria, and the four criteria, sometimes, are not exclusive.  And you want to say yours is one of the times."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And a different one you say is when he's actually innocent."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  If that's correct, then suppose that he purposely has delayed filing this until everybody's dead, so they know they can't prove it anymore."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is your answer?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right he, can he toll it under those circumstances?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So the answer is, in your view, if he deliberately and -- and, without cause, delays it for 5 years, his filing, just so everybody will die, you would say, okay, I'm not worried about him?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right?  Would you, or wouldn't you?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does he win or lose?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, what do you think?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't ask that.  I said what do you think?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, you do.  I made up the hypothetical. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But they admit --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"And how long did your --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"justices","text":"I'm just trying to -- they admit that, if he's diligent, it's okay?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do you believe he's diligent?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So the State is asking for a diligence requirement.  You admit that there's a requirement that -- that you have to not really use this as a sham device, so we're pretty close."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But there has --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"But there is a sham -- there is a sham and deliberate delay requirement, not a diligence one, but there is a sham.  I'm not trying to trick you."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What I'm trying to say is maybe we're arguing about something that we could solve; that is, in fact, many of these people don't have lawyers.  They don't understand the statute of limitations, they don't understand what diligence might consist of looking later.  You agree that it's -- it shouldn't be a sham, shouldn't do it deliberately. All right.  Now, if I'm thinking about that, how would you advise me to write it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But there has always been a laches defense until Rule 9(a) was rescinded."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So there's been some form -- not of due diligence, but some form of check on a prisoner waiting so long that a State can't respond, the -- Justice Breyer's hypothetical. So he's asking you, I think, to tell us how to write it.  So do we write it by saying there's no diligence requirement -- but there is a sort of common law laches, although that's a hard argument to make because it was based on 9(a) until recently. Or do we just say it's equity, and equity would suggest that, if it's contrived -- the delay is contrived, that the evidence is suspect and doesn't -- and shouldn't be credited."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How about --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"So is this established after -- after some kind of evidentiary hearing, the delay, whether he delayed for a particular purpose or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why did your client wait 5 years after the last affidavit?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, as your -- as your adversary says, there's nothing really procedurally complicated about filing a Federal habeas.  There -- there are forms -- I've read hundreds of them -- that have been filed by pro se petitioners, and there is nothing technical about claiming, \"I'm innocent of this offense.\" This isn't a legal issue.  It's something anybody can understand.  I've got an -- I've got my sister's affidavit, I have an affidavit by a third person, I have an affidavit by -- by a person who worked in the dry cleaning shop that shows that I'm actually innocent. Why doesn't -- what is the reason for waiting 5 years to file that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I just -- I don't understand your answer about why it took him 5 years from the -- from obtaining the last affidavit to the filing of the Federal habeas.  You said he couldn't get a lawyer.  He really didn't need a lawyer to do this.  He didn't have access to a library.  This isn't a legal issue -- isn't a complicated legal issue.  It's a factual issue, that anybody who watches detective shows on TV can understand."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you think that Congress, which, in AEDPA, was trying to speed all this up and get rid of the delay and make things simpler, intended to allow that?  You could wait 5 years, you could wait 10 years, you could wait 15 years; it doesn't matter? That's what AEDPA was intended to do?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The Second Circuit -- when it had a similar case, the Second Circuit itself said that actual innocence is rare.  This is such a case.  This is a case where the alibi that he had was -- it was established by forensic evidence, air-tight, he was someplace else.  The -- the Second Circuit didn't send it to the district court to decide the actual innocence. It decided that itself and then said, district court, now you deal with the -- with the questions that the petitioner is raising -- the constitutional questions.  But the Sixth Circuit just seemed to be -- it didn't matter whether -- it didn't matter whether the actual innocence claim had any solid basis, when they sent it back to the district court. Shouldn't -- if there is an actual innocence gateway, shouldn't the court of appeals determine that before it returns the case to the district court?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but it didn't find anything about whether this was -- this claim was -- was a good one."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And I'm still puzzled about what happens next.  The case goes back to the district court and the -- the district court is told, diligence doesn't matter.  The district court says, yes, but I thought -- I thought that the claim was worthless."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but, I mean, the whole question -- and your friend made the -- made the point -- the question is how many are filed, in how many cases does the claim arise, not how few times it's upheld."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How do you know which of these are meritorious and which aren't?  Is this the meritorious -- I assume you think this is a meritorious one? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And your friend says nobody can reasonably think this person is innocent. Maybe he has constitutional claims.  But, if you look at the evidence, is this something, at the -- a preliminary stage, you look and say, oh, this guy's clearly innocent, and this goes forward? Or is it one that you can cast aside?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bursch, you have 4 minutes remaining. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"General, you had suggested, earlier, some way out of this puzzle about why Congress would have put the actual innocence exception into the second successive petition provision and not had one for a first petition?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that seems really quite odd to me.  I mean, a number of my colleagues have said, well, can we really believe that Congress contemplated this.  But, I mean, don't we have evidence that Congress contemplated it in the second and successive context, a slightly tighter version, wouldn't it be quite odd to say that Congress contemplated an actual innocence exception when you are on your second petition, but barred it when you are on your first? What sense would that be?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess I'm just not sure I understand that.  I mean, they could have added a  separate provision, just saying there's an actual innocence exception, or there is -- there's not, consistent with the way they did it in the -- in the second and successive petition."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it didn't have to. Why would it have necessarily have limited (d)(1)(D)?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you just you make the converse clear."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All I'm suggesting is that your interpretation of the statute creates a glaring anomaly that people would be out of court on the first petition, and they could turn around on their second petition, which is usually disfavored, and get an actual innocence exception."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you think about the words \"discovered in exercise of due diligence\"?  You know, you could manipulate those words so as to deal with the circumstance of the -- say, below-average IQ person who doesn't have a lawyer, who isn't certain about what to do, and what counts as diligence and discovery in that case. Is that -- are you objecting to that?  Do you object to that?  What do you think?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Go ahead, briefly."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN J. BURSCH","firstName":"JOHN","lastName":"BURSCH","counsel":true,"justice":false,"side":"petitioner","words_spoken":4352,"interruptions":28,"times_spoken":62,"laughter":0,"num_int_by":8},{"id":1,"fullName":"CHAD A. READLER","firstName":"CHAD","lastName":"READLER","counsel":true,"justice":false,"side":"respondent","words_spoken":3506,"interruptions":30,"times_spoken":64,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":709,"interruptions":2,"times_spoken":28,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":531,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":479,"interruptions":10,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":333,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":865,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":42,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":387,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":474,"interruptions":1,"times_spoken":22,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":4352,"times_spoken":62,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":30,"words_spoken":3506,"times_spoken":64,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":17,"words_spoken":3820,"times_spoken":137,"laughter":2,"num_int_by":7}],"outcome":{"side":"petitioner","margin":1}}