{"petitioner":{"name":"MEDTRONIC, INC.","counsel":[0,1]},"respondent":{"name":"BOSTON SCIENTIFIC CORPORATION, ET AL. ","counsel":[2]},"caseNumber":"12-1128","date":"2013-11-05T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this afternoon in Case 12-1128, Medtronic v. Boston Scientific Corporation. Mr. Waxman. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, this concerns just the risk of nonpersuasion.  It doesn't concern the burden of production; is that right?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's all that's involved, then the case doesn't seem to amount to quite as much as one might have thought otherwise, does it? If -- suppose the -- the patentee has the burden of production, so they would have to explain why there was infringement; they would have to introduce proof of infringement. And the only difference is who wins when the -- the factfinder thinks that it is exactly in equipoise."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me we could -- all that may be true, but we need to cut down to the basic issue, which is MedImmune changes all that. The idea is you're moving along with the license, everybody's happy.  All of a sudden, you jump into court.  Why shouldn't you have the burden as the party who seeks to disturb the status quo?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it help your answer or -- or does it limit the theory of your case too much to say that, in this case, there is a controversy satisfying the declaratory judgment rules because the patentholder gave notice of potential -- or of infringement?  Am I right about that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, could we -- or should Alderson Reporting Company we make the case turn on that, or can we say, with declaratory judgment, there has to be a dispute, we -- we know that a dispute is likely, a controversy, so the formality of a notice is not important."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it goes to me to -- a basic question of fairness.  When I picked up this case, I thought, how is the patentholder supposed to know what all these new inventions are?  What does it know about it?  But then I answered my own question by saying, well, it gave notice of infringement. But -- that's why I've asked if the notice is essential to your position?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, what do you Alderson Reporting Company make of the -- the patent listing non-infringement as an affirmative defense in an infringement suit?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What you -- what you just responded, that would go as well for an alleged infringer who is not a licensee, right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This here -- this case is about the difference between the licensee and the non-licensee."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, as I understand it, the agreement in this case identified certain patents and contemplated that there would be disputes about whether particular products of Medtronic violated or infringed or practiced, whatever, those patents. But there might be some other kinds of agreements which, instead, identify certain products --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and essentially treat those as infringing products in the absence of a license.   In that sort of agreement, would you make the same kind of claim, that if Medtronic had that agreement that identified certain products, but Medtronic woke up one day and said, you know what, we don't think that those products infringe, we essentially want to relitigate our agreement, can Medtronic come to court Alderson Reporting Company and do that via a declaratory judgment action? And if so, who would bear the burden of proof?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gannon. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Are -- are you suggesting that the burden-shifting rule should be different in the hypothetical Justice Kagan --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well -- well, but I guess the argument is that it's the mirror image of an action that could not have been brought because Medtronic is paying royalties."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I take it you disagree with the -- we have one friend of the Court brief that says this is not a case arising under the patent law; it arises under contract law.   It's a contract case with a patent issue."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Neustadt. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but you could say that about any declaratory judgment action.   You can say the person bringing the declaratory judgment action is seeking the relief.   And if -- if we follow what you said, that then the burden shifts in every declaratory judgment action.   And it clearly doesn't. I mean, we -- we've said, time and again, that the burden of proof normally does not shift. What's different here? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How about a permissive counterclaim?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How about a permissive counterclaim?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But could -- could the patentholder bring in the declaratory action a counterclaim for infringement?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they can be an infringer, Mr. Neustadt, if --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They can be an infringer if they say, we're ignoring our agreement, we're not paying Alderson Reporting Company royalties, but we're going to go on and continue making the product. Then MVF would say they would be infringing. And that's the world that MedImmune imagines is happening.   It says --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm finished."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure how you're receiving royalties.   It's in an escrow account."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but it's in an escrow account.   You can't touch it, right?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  So how are you getting paid?   Why isn't there a technical infringement? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Because you're not receiving the money."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but you're still not receiving the money."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And you agreed they could sue you."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You agreed they could sue you under a Declaratory Judgment Act to find out whether or not they're infringing, correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  So why shouldn't you be bound by that --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why shouldn't you be bound by that agreement?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"To prove that they're infringing."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't -- I don't understand.   Suppose the licensee says, this isn't covered by the agreement at all, we're not going to pay you anything.   And it starts to manufacture its products.   That's -- that's the whole point.  That’s outside the agreement, they are not going to pay you anything."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Or am I missing something?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me it is often the case, in declaratory judgment actions, that the defendant in the action cannot counterclaim.   I mean, it typically occurs when somebody doesn't want to be in breach of contract and -- and brings a suit to see -- you know, claiming if I do this I won't be in breach. The other side can't counterclaim because the person hasn't been in breach.   The whole purpose of the declaratory judgment statute is to enable you to sue before the other side has a cause of action against you. That's the whole purpose of it. So -- so why should the fact that the other side doesn't have a counterclaim change anything? Alderson Reporting Company That's usually the situation."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But we are not dealing with the normal default rule.   We are dealing with a declaratory judgment statute, and we've said, time and time again, that it doesn't alter the burden of proof. And your response is, well, it does when the other side can't counterclaim.   And my response to that is, usually, the other side can't counterclaim."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that was not -- Weast Alderson Reporting Company was not -- was not a patent infringement case.   It wasn't a declaratory -- it wasn't a declaratory judgment, was it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why shouldn't there be?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, why shouldn't there be?   I take what you're saying is that their claim is, look -- you called it claim scope or something.   What did you call it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Claim coverage.  They say, we have a product, and it doesn't violate the -- the patent for the reason that the claims in the patent don't cover it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Now, you want to call that a claim coverage.   I would call it no infringement. Call it what you wish.   But the fact is there are -- and moreover, you couldn't bring a counterclaim because he's already agreed that, if he loses his suit, he'll pay you Alderson Reporting Company the money.   So there's nothing to claim for."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I know.  Now, all that's true."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But, nonetheless, the fact is in many claims -- in many instances, though perhaps not yours, this kind of claim, i.e., that person's patent does not cover my product --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- is actually a way of saying whether your product infringes the patent, one way of saying that.   So their point is, call it what you wish, but where you have a claim which amounts to a claim that my product does not infringe his patent, the rule that should apply is the person who owns the patent should have to prove that the claims do cover the product. And there are a lot of good reasons, et cetera, that they put in their brief why that should be so.   It's easiest for the patentee to know in what respect it violates the claim.   Normally, a patent, being a monopoly, should not have too many advantages beyond the scope of the monopoly. And we don't like false patents because Alderson Reporting Company that -- you'd have different results in the same kind of patent with different people depending upon whether, in some other instance, your client brought a suit or whether this was -- I mean, you've read the arguments. So looking at those functional arguments, is there any answer that you have to their point, other than cases in different subject matters, where burdens of proof did shift?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Then the Declaratory Judgment Act doesn't change it; that's your position? What do you do about the res judicata Alderson Reporting Company problem?   Let's assume that we put the burden of proof where you want it.   Okay?  So this declaratory judgment action is defeated.   All right? Nonetheless, they say, still and all, we are going to go ahead and not pay any royalties.   And, then, you bring -- you bring an infringement action, right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is -- is the prior decision res judicata, or are you going to have to relitigate the whole thing, but, this time, with the burden of proof on you?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?  You never -- you never established that you're entitled to any -- any infringement damages."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, you -- you would normally have the burden as -- as the person claiming infringement."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Of course."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Right?  So you'll have to relitigate the whole thing because you -- you never established that there was infringement.   In the declaratory judgment action, all you've established is that they didn't prove non-infringement."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So we have to relitigate the whole thing."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What's the alternative?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's my hypothetical, okay? (Laughter.)"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So your answer is, Justice Scalia, you're right, but it doesn't matter very much. That's your answer, right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why isn't that true here?   Because you are seeking release of the escrowed funds."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there would have been infringement if you had refused to pay the royalty, and --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And if they had refused to pay the royalty and you were covered, then -- then there would have been infringement."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  I understand."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mr. Neustadt, I think I just disagree with that.   You keep on saying it's a question of claim coverage, but the question of claim coverage, all that is, is part of an infringement analysis. And that's the analysis, as Justice Kennedy said, that's the analysis that would have been appropriate if Medtronic had stopped paying royalties and MVF had sued Medtronic as a result for patent infringement. And that's the world that we're supposed to imagine after MedImmune, is if, contra the -- the actual Alderson Reporting Company agreement, the licensee stopped paying royalties, and we think about an infringement suit."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how -- what do you do with the government's argument here, which I take it as being on page 17, they make an argument which, as I understood it -- which is a big qualification -- the -- the -- some of these things are awfully complicated. You might have a -- a claim or, really, it's a set of claims that cover 48 pages with all kinds of symbols and -- and 42 different sort of division possibilities. And -- and then the -- the so-called infringer, or the person who falls outside the coverage, is looking at his product, and it's one of the most complex things you've ever seen.   And he has to think to himself, well, how -- how am I supposed -- how does the claim cover this?   And -- and it's -- there are many, many, many possibilities. I take it that's what they mean when they say it makes sense to put the burden of demonstrating how the claim limitations map onto the accused product because infringement may be found only when the product falls within the scope -- scope of the asserted claim or claims in every respect. Your client, who's the patentee, knows how. Otherwise, he wouldn't be bringing this infringement suit or the inside-the-coverage suit or responding to Alderson Reporting Company someone who says it's outside the coverage. But -- but the person who is the alleged infringer might not know it, and therefore, it makes sense to put everything in the same place; notice of infringement, burden of production, burden of proof. And that way, it will be easier to focus on what's at stake. That's what I take it their argument is. If I've not got it right, you're certainly --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It's -- it's not a patent law exception. It's the recognition that a procedural device that simply changes the nominal status of the parties doesn't change the substantive rules and that the burden of proof counts as a substantive issue. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But do they have to tell them?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"They always do?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I see, that's a good point.   So what you're saying is that page 19 or whatever I quoted is a made-up thing, which doesn't ever -- never really exists in your experience."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Because the first question would be, well, you tell me how -- how this infringes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying, I don't really care about what is an action where there is an infringement action or there even could be one in the circumstances before us, that's not my case because they're going to pay me forever, if they lose this declaratory judgment, so there's no shift. And where there's no shift, you ought to follow the rules for where there's no shift, which is that the burden lies on the person bringing the suit."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's your argument?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I see."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And your argument is that the horribles don't exist because the one on page 19 never has come up, and as far as the no -- no res judicata, I don't care because I'll come to the same result with a different means."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And any other -- is there any other -- is there any other practical point that they brought up that you want respond to?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but you are overlooking the -- the elephant in the room, which is the relief they are seeking is protection against the relief that you would be seeking, but for the declaratory judgment action."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The Declaratory Judgment Act is addressed to potential coercion, not actual Alderson Reporting Company coercion.   That's the whole point.  You should be able to bring the suit before coercion is applied. Now, it is true that you're not applying coercion right now, but what they're worried about is, if they stop paying the royalties, you will apply coercion, and the Declaratory Judgment Act is a way of getting this on the table before a court without their having to go into default and incurring all the penalties, but it is not intended to shift the burden of proof."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It does shift the burden of proof because if what they are worried about is your claiming infringement and -- and exacting a penalty from them for their not paying the royalties that the agreement provides, okay, that's what they are worried about. The Declaratory Judgment Act enables them to sue beforehand, before they incur liability.   That's its whole purpose, and its purpose is not to shift the burden of proof."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But you would agree with this, you would agree that, if that agreement of yours read a little differently, if MedImmune -- if they had said -- you know, we are not going to pay royalties until your client brings an infringement suit, which you intend to do, at that point, if you'd made that promise, you would have the burden of proof because you'd bring an infringement suit."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And if they said either an infringement suit or a declaratory judgment action, then, again, you would have the burden of proof, even in the declaratory judgment action because then they would be totally parallel. I mean, then you'd have, if you brought the infringement suit, it's yours.   And then, in the declaratory judgment action, it should be true, too, in Alderson Reporting Company your view."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But I mean --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The answer is yes or no. The answer is yes or no.   That is, am I right in -- in understanding your argument that if that agreement had said you can bring either kind of suit, either we -- yes, we the patentee, will bring a suit, in which case, you will defend it; or if you bring it first, you can bring a declaratory judgment action, okay, for the same thing. If it had said that and the agreement had held up the royalties until one or the other was decided, then your client, the patentee, would have the burden of proof in either because it's exactly the same thing. You could have brought -- are you following me?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Skip it. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you are really looking at it, though, from the point of view of a contract action, rather than a patent action."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But Mr. Neustadt, I was under the impression that, according to this contract, if Medtronic stops paying royalties, you can bring not only a contract suit, but, in fact, a patent suit."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"An infringement suit."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you can bring an infringement suit according to the very agreement that you signed."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They are infringing if they break the contract, and they stop paying royalties."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And then you can bring an infringement suit. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You can always say that in declaratory judgment actions, that is not the situation we face.   The Declaratory Judgment Act posits a hypothetical situation.   It always does."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I am worried that you are going to sue me later.   You are not suing me now. That's not the situation I face.   But I worry that you will sue me later."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They don't want to -- they don't want to continue to pay royalties.   That's the point.   That's why they bring the Declaratory Judgment Act, so that the court can tell them, you don't have to pay royalties because this stuff is not covered."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You cite -- you cite the default rule, and you rely on that totally.   But there are other rules on burden of proof, for example, the party who has better access to the information, so it's not as though there is this firm rule with no exceptions. I take it, from your answers to Justice Scalia, that you are saying in every declaratory judgment action where only one party is seeking relief, that party has the burden of proof.   So you're not limiting this to patent cases; is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Waxman, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Thank you counsel.   Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2039,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":1,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1428,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":2,"fullName":"ARTHUR I. NEUSTADT","firstName":"ARTHUR","lastName":"NEUSTADT","counsel":true,"justice":false,"side":"respondent","words_spoken":2851,"interruptions":23,"times_spoken":76,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":196,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":92,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":262,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":263,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":420,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":123,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":732,"interruptions":0,"times_spoken":19,"laughter":1,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1125,"interruptions":3,"times_spoken":23,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":2,"words_spoken":3467,"times_spoken":17,"laughter":0,"num_int_by":2},{"side":"respondent","interruptions":23,"words_spoken":2851,"times_spoken":76,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":9,"words_spoken":3213,"times_spoken":94,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":1.6132812443611662,"respondent":-0.6132812443611662,"date":1472418053073}}