{"petitioner":{"name":"OXFORD HEALTH PLANS LLC","counsel":[0]},"respondent":{"name":"JOHN IVAN SUTTER\n","counsel":[1]},"caseNumber":"12-135","date":"2013-03-25T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-135, Oxford Health Plans v. Florida. Mr. Waxman? "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- about the parties never considering it, when this case was in the New Jersey courts, Oxford explained -- this is in the red brief at page 27 that's quoting Oxford's counsel then, that \"the arbitrator has the power to ascertain whether the parties contemplated class arbitration in their agreements.\"  A power in the arbitrator that Oxford does not contest.  Does it -- that seems to be a recognition by Oxford that -- that class arbitration was contemplated."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Finish your answer."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's my question.  Did you never -- you never argued that it was beyond the power of the arbitrator to decide this question, did you?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you take the position that this is a -- always an arbitrator's question when all disputes are supposed to be submitted, or was just -- was there just a mistake here?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why should we rewrite our standard of review to accommodate your client's error?  Because that's really what you're asking us to do."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"More than once we have said an error of law or fact is not a basis to say that an arbitrator exceeded his or her powers."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So your rule is that although we must defer to an arbitrator's interpretation of the contract, in this case, there is an exception because?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so we make that rule just with reference to the word \"arbitration\" when it's in the class action context, or does this apply to other words as well?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm just not sure what the --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was no -- in Stolt-Nielsen, the parties stipulated that the contract said nothing on the issue of class proceeding.  In this case, we have no such stipulation --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and the arbitrator is interpreting a term of the contract, the ordinary rule is that -- that the arbitration -- arbitrator's interpretation of a contract term, wrong or right, unless it's off the wall, is -- is not to be overturned."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- you're saying that this is off the wall.  That's your -- to put it in -- in Justice Ginsburg's terms, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying -- you're saying that the -- that the deference which we give to arbitrator's statement of fact, like the deference we give to a lower court's adjudication of fact, has a limit, that at some point, the distortion of fact becomes an issue, a question of law rather than fact, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have other examples from other -- other review that we've given to arbitrators' factual decisions?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I -- I don't want to adopt a special rule for -- for class actions, but if -- if you're telling me this is just a general principle, that at some point if it's too much off the wall, it becomes an error of law and -- and we can reverse it.  What -- what other examples do -- do we have?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I want a case. You're --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that is a class action case.  I -- I don't care what it said.  I want a --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I want a case where we have, or where Federal courts have with our approval, disregarded a -- a factual finding by an arbitrator because the factual finding was too much off the wall. That there was simply not enough basis to support it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it's not exactly -- this is not the only clause that provides for arbitration.  It is not the standard boilerplate so you could say when he interprets it, he's really making a decision about arbitrability.  And you can follow -- I mean, you may disagree with it, I may disagree with it -- but you understand the reasoning.  It says, no civil action be brought, all such disputes will go to arbitration, this is a class action, this is a civil action, so it must go to arbitration, and therefore, it's there. Now, you -- you may not agree with it, but it -- it at least purports to be an interpretation of the language rather than a general rule."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, could I just ask you what you think the standard is under 10(a)(4) because my understanding of the standard was that a court had to find that an arbitrator was exceeding his powers, was acting outside the scope of his authority --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that we have said quite a number of times that the fact that the arbitrator committed an error and even a serious error is not enough, that he had to be doing something that was simply outside the scope of his authority.  Do you agree with that or disagree with that?  And if you disagree with that, what's your standard for what we should be thinking about in -- under 10(a)(4)."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you don't disagree, do you, that this arbitrator -- if you read his opinion, you might think it's terribly wrong, but that what he's doing is trying to construe a contract."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but he is going -- but he's looking at the words, that he's trying to figure out what the parties agreed on when there's no explicit statement about what the parties agreed on."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So now you're saying that he exceeded his authority because he didn't apply a kind of clear statement presumption.  But I don't think that we've ever suggested that there is such a clear statement presumption.  In Stolt-Nielsen, we said that if the parties have stipulated that they haven't agreed on anything, then we're not going to accept class arbitration. But we've not said that in the process of construing an agreement there is a clear statement rule. Now, maybe we should have said that, but -- you know, it's -- it's no place in our case law now."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I wrong?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was a combination of the two provisions.  He said that everything that is excluded by the first provision is included in the second.  And he also said something, which may or may not be so.  He said that this particular way of describing the -- the -- what's arbitrable, this is an unusual wording.  We have -- there's no civil action in the first clause and then arbitration in the second.  He said that he had never seen this particular language. Is he wrong in -- in saying that this language is unusual?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Was this -- was this a -- well, was this an experienced arbitrator?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that comes under our basic thing -- as I read this, the difference was between this and Stolt-Nielsen, you have two parties here and they both say, arbitrator, you decide whether or not this language, that says nothing about it, did encompass class or not. In Stolt-Nielsen, the claimant, who wanted arbitration, agreed that the clause said nothing about it.  So, given his concession there, the only way it could have gotten in is if the arbitrator was doing some policy thing.  Given the lack of any similar concession here, the way that the arbitrator got it in is he read this ambiguous language, looked at the situation, and said, hmm, guess it's in. Now, in the latter case, we should presume everything from the arbitrator's favor.  Former case, no, they've admitted that it wasn't in the clause. Okay.  So that -- now, what's the response to that?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Out of curiosity, Mr. Waxman, in a case like this, how is the arbitrator paid?  Is the arbitrator paid by the hour or a flat fee?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, how wrong does an arbitrator's decision have to be to become an issue of law?  Meaning -- because that's the rule you're proposing.  I used to think that exceeding your powers was deciding an issue the parties hadn't agreed to arbitrate, but here you've conceded that you gave the issue to the arbitrator.  So he hasn't exceeded his power to construe the contract with respect to this dispute, do you agree with that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So what instead you're saying is that \"exceeded your powers\" means that an error the arbitrator makes has to be of what quality?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, of course, this was -- this was an adhesion contract, so there's no -- it was drafted by Oxford.  And you made a point about betting the house, that the company wouldn't have agreed to it.  But on the side of the doctor, he has a $10,000 -- a $1,000 claim, and he is saying that without a class proceeding, there is -- there is essentially no means to enforce the contract against Oxford, that none of these parties, none of the, what was it, 13,000 doctors, none of them could enforce the contract because the expense would be much greater than the $1,000 they could get at the end."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Katz? "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's all he has to do is saying -- you know, I'm -- I'm interpreting the contract, and whatever he says is okay then, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, we -- we were concerned in Stolt-Nielsen about a -- a -- a company betting the company, right, on -- on class action whenever -- whenever it agrees to arbitration because class arbitration -- you know, will bankrupt the company and without an appeal to the court or -- you know, not -- not -- not much of an appeal anyway.  And you're saying that, in effect, you do bet the company every time. So long as you leave it up to the arbitrator to decide whether there's a class action allowed or not, which most agreements probably do, he can find whatever he likes, right?  He can find -- so long as he says, I'm interpreting the agreement, it can be as wildly inconsistent with the agreement as you like and there's nothing the courts can do about it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And you think that standard -- all that standard means is that the arbitrator has to say is, I am interpreting the contract, even though what he says is flatly, visibly, unquestionably contrary to what the contract says, and the court has to accept that, so long as he says, I'm interpreting the contract."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Just exactly that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Well, I don't think so. thought it said that -- that the award -- if the award displays manifest disregard, or words like that.  I mean, Misco is -- is not absolute.  Misco has a narrow exception, and that exception is where there's just no basis in the contract for the decision.  And so I thought you were arguing that here that's clearly not so, there is a basis."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's a different thing, that's a different thing.  It doesn't say whatever he says about the contract, he wins.  It says what he says about the contract, it is not just manifestly wrong, it isn't just plain language to the contrary, and et cetera.  There is language in the cases to that effect. So I would be repeating myself, but are you saying there is no loophole no matter how tiny?  That's news to me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Suppose I think, since I wrote the words in First Options, that something like manifest disregard or totally ignoring plain law is a ground for reversing an arbitrator, even an arbitrator.  Now, suppose I think that.  Then do I decide against you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What supports his decision? I mean, you -- you say that.  What -- what supports his decision that the parties here agreed, agreed, that's the standard.  Did they agree to class arbitration? What -- what supports that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand.  There is a distinction between all disputes and all actions relating to the dispute?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The top of page 6?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I think that's inconsistent with the law that's developed -- actually in fairness to the arbitrator, after he'd made his initial decision, which is that if you have something that just says disputes and doesn't address the issue of class arbitration at all, that you can't have class arbitration."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could you get back -- I'm sorry, go ahead."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Getting back to Justice Breyer's question, I thought his -- First Options is fairly strong authority for him because there you have a situation with the arbitrator determining that a particular entity or individual is bound by the agreement.  And we said that's something that we will review de novo, without deference.  Why isn't it the same here? In other words, not everything an arbitrator says is subject to the deferential standard of review, even if he purports to say I'm interpreting the agreement, which I think the arbitrator in First Options did?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I see --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I thought that Oxford conceded that it did not preserve any question of entitlement to de novo review."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel -- counsel, you seem -- I don't know.  I see two questions here.  The first was an arbitrator exceeds his power if he decides a question is arbitral when it's not.  And -- but here there is no dispute about that because you are right, your adversary submitted this question to arbitration. And that's what I'm hearing you respond.  He did, there's no question, he said the arbitrator has to decide this issue. Justice Breyer raised the second question. Assuming he could, is there any remaining power in the Court to overturn his decision?  And Justice Breyer said, if the standard is manifest disregard of fact and law, why would you still win? Because your adversary is saying, the law is clear.  You have to find some hook in the agreement to agree to class action -- arbitration, and he says there is none.  That's basically his position, that the arbitrator's decision on its substance manifestly disregarded the law.  So that's the question that I believe is extant still."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Was it a hypothetical? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, I want to say why there wasn't.  I want you to explain why there wasn't one."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Look, I'm going to say something and you are going to say, that's right, that's just what I wanted, and that won't do me any good if you don't think of it.  The arbitrator in front of me, so you better tell me why I'm wrong because they certainly will and they are in the briefs. Mr. Arbitrator, this class -- this language here says all disputes will go to arbitration.  It doesn't say whether they are supposed to be class or can be or can't be.  You decide what it means. And the arbitrator thinks, hmm, all, hmm, it doesn't say, but I got to reach a decision.  So what kind of a case is it?  Small claims.  And then it says something about court suits where they have class.  Hmm, gets his magic 8-ball out and, whatever it is, he says, that's what it means.  It means it could include class, too.  Okay? Where in our case law is that a manifest disregard?  He's looked at the language, there were two plausible constructions, he came up with one of them. What's the problem?  Now, that's of course their problem, but if you just say yes and don't go into why they are saying no it's not going to help me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So -- obviously you don't. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not enough.  As stated by Justice Breyer, he has to have come to a plausible construction.  It's not enough that he said, I'm construing the contract.  I have looked at the terms of the contract and what the parties' said, and my construction of the contract is X. That's not enough. It has to be plausible."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, why is this plausible?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Use whatever word you want. Manifest disregard, stick to the law.  Now, suppose the arbitrator had said this, it doesn't say how to do it. I see how you do it, you get out a magic 8-ball.  Now, we would strike that down because that is not relevant. But he didn't say magic 8-ball.  He said class.  And there are many class arbitrations.  So it isn't quite magic 8-ball. Now, you explain to me --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"What's a magic 8-ball? don't know what you are talking about. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"A magic 8-ball is you have -- that's a little thing, it's the -- it's a non-sportsman's equivalent of throwing darts. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Why don't you, Mr. Katz, why don't you concentrate on what the arbitrator himself said?  Mr. Waxman said this clause wasn't unusual, but the arbitrator said, I've never seen anything like this."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you a question on something a little bit different?  Did the arbitrator have -- how many parties were there to this agreement? There is Oxford on one side and how many doctors on the other side?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right, so 20,000.  And the effect of the arbitrator's decision is that all of those 20,000 doctors are deemed to have agreed to class arbitration, right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And if we assume -- if I ask you to assume, for the sake of argument, that this agreement does not constitute an agreement to engage in class arbitration, where did the arbitrator get the authority to make that holding with respect to all of these absent class members?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If they didn't agree to class arbitration, how can they -- and they didn't agree to have the arbitrator decide whether the agreement calls for -- for class arbitration.  How did he purport to bind them to that decision?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is the -- is the contract authorized it as for Dr. Sutter, all of the others are similarly situated, they got the same contracts?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So either the contract means what the arbitrator said it meant or it doesn't. If it means what the arbitrator said it meant, then everybody's bound."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Wait a minute.  Where did he get the authority to make that decision to interpret the contract with respect to them?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying he can do it with respect to Oxford because Oxford agreed to have the arbitrator decide whether this calls for class arbitration.  But these other people didn't.  They didn't agree to have the arbitrator decide whether it calls for class arbitration."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the difference is in First Options.  The one thing First Options says is the question of who's going to be bound by arbitration is decided by the court de novo.  And in the class context, you are binding 19,999 individuals who did not agree to be bound, depending upon the particular interpretation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Did these other people agree to this arbitrator?  I mean, they might have said, this arbitrator, he's a wild guy, he's going to say that -- that we agreed to class action.  We didn't agree to class -- I don't want this arbitrator. They didn't agree to this arbitrator.  Why should they be bound by -- by whatever he says?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could they -- could they opt out?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How can they opt out if they've agreed to class arbitration?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are you sure?  It seems to me if they've agreed to class arbitration, they've agreed to class arbitration."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And those -- and there are rules that governed that, right?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but how could -- how could they opt out if the arbitrator said -- says, as Justice Scalia and Justice Alito are suggesting, we have -- I have jurisdiction to decide this case. I decide that there is a class action, all these people are in the class."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, presumably they could opt out, but did they agree to be bound by this unless they opted out?  That's not the usual way people are bound by litigations."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but I think you're -- you're not -- you're not accepting my assumption that this is an incorrect interpretation of the contract. That's the assumption.  This is incorrect.  If we were reviewing this as an appellate court reviewing the interpretation of the contract under Stolt-Nielsen, we would say, this is wrong.  This is really wrong.  Okay? Assume that to be the case. Then how are they -- how are these absent people bound?  And it's really not an answer to say, well, they can opt out.  If they didn't agree to be bound by this arbitrator's decision, then they didn't agree to be bound absent by opting out, which is an unusual procedure for being bound by an agreement."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":9,"sideBefore":"justices","text":"You would never have class action arbitration if that were so."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It would be impossible because you could never get in advance -- they find out that by getting notice and then they decide whether they want to stay with it or opt out."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And this may not -- I'm not sure it's relevant, but it -- it might be. I thought the purpose of arbitration was to decide these things quickly.  This has been going on 11 years, right? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's not -- it's not a facetious question because I think one of the concerns about class arbitration is that it -- it eliminates the supposed benefits of arbitration because you can't have sort of quick and rough and ready determinations when it's going to bind 20,000 people."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me ask -- ask you this question because I think it's consistent with the answer you're giving to the Chief Justice, a little bit different, though.  Suppose you have -- and this is a hypothetical case, this is not this case because I don't know the facts.  Suppose you have an attorney in a small town, well respected, doesn't have a great big practice, and he's chosen as the arbitrator. And if he arbitrates the one case, he's going to get a fee of, I don't know, $10,000.  He says -- you know, if this is a class arbitration, I can keep this going for 11 years, I will make a million dollars. Does he have the obligation to say, I'm going to decide the class action issue under this theory that is decided here, and after I do that, since I have a conflict, I'll bow out.  I'll just say, there is a class action, and then I will leave it for some other arbitrator.  Does he have that obligation?  And if he doesn't, should that bear on our decision here?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How long -- can we straighten out this 11 years?  How many years was this in the New Jersey courts before there was ever an arbitrator appointed?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but tell me why -- why is that a factor or not a factor in -- in our decision?  That should not be a factor in our decision?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but surely --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  Finish your answer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But under -- under -- that provision, the partiality provision, is addressed to favoring one party as opposed to another party. I think Justice Kennedy's question goes to an institutional concern about an arbitrator making a decision of this sort that goes, not to -- not to partiality between parties, but a problem about the way the system would work, that would create an incentive for an arbitrator, implicit or explicit, to reach a ruling that expands his authority."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How many -- how -- what is the history of class actions and arbitrations?  There are at least enough of them so that the AAA has a set of rules about how you handle class arbitrations, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How many have there been? Have there been dozens, hundreds, thousands?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any idea?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sure there's been a number.  What's the number?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It could be less than 100?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry to just interrupt.  For most of that two centuries, courts refused to enforce arbitration agreements.  That's the whole reason we have the FAA."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Katz. Mr. Waxman, you have 2 minutes remaining. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your significant point? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Waxman.  Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2940,"interruptions":17,"times_spoken":35,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ERIC D. KATZ","firstName":"ERIC","lastName":"KATZ","counsel":true,"justice":false,"side":"respondent","words_spoken":2179,"interruptions":23,"times_spoken":55,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":571,"interruptions":1,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":588,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":409,"interruptions":3,"times_spoken":12,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":340,"interruptions":1,"times_spoken":8,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":709,"interruptions":2,"times_spoken":25,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":283,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":653,"interruptions":1,"times_spoken":8,"laughter":2,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":393,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":2940,"times_spoken":35,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":23,"words_spoken":2179,"times_spoken":55,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":10,"words_spoken":3946,"times_spoken":99,"laughter":6,"num_int_by":5}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.8415692970300873,"respondent":0.15843070296991268,"date":1472501779223}}