{"petitioner":{"name":"PEGGY YOUNG","counsel":[0,1]},"respondent":{"name":"UNITED PARCEL SERVICE, INC.       ","counsel":[2]},"caseNumber":"12-1226","date":"2014-12-03T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-1226, Young v. United Parcel Service. Mr. Bagenstos. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what you make it sound as if the only condition that was not accommodated Alderson Reporting Company was a lifting restriction because of pregnancy, and I -- I did not understand that to be the case.  I mean, that's the way you start.  You want -- you want me to say it's only pregnancy, unless I've -- I've missed something."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I'm confused."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Well, I mean, I think that's a necessary starting point for your case.  It seems to me that you started out by really giving a misimpression."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bagenstos, what would your case be if -- let's accept, for argument's sake, that there's a category people who are injured off duty who do not get light work assignments.  So you -- you pointed to three large categories that do, but let's suppose one category doesn't."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Most favored nations treatment."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't have to be read that way.  It -- it could be read that way, and it could -- it could also mean that if you give it to employees generally, you have to give it to pregnant Alderson Reporting Company employees, although there may be special -- special classes.  I think one of the briefs had an example about, you know, if -- if you have your -- your senior employees driven to work when -- when -- when they are unable to drive themselves, you have to do the same for pregnant women.  Would you say that that's the case?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose you have a --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Justice Breyer."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Suppose -- I mean, we have a brief, as you've seen it, from the truck drivers, and -- and they say they don't give many of these benefits to anybody.  And suppose they do, though, give Alderson Reporting Company a benefit to a truck driver who has driven over a particularly difficult mountain pass, you know, where -- and gotten himself in some danger.  Now, the -- the -- the harm or the disability is lifting precisely the same.  It's just that the source was different.  You see, this came from taking a -- some truck that -- doing something special with it, and, again, it's a kind of most favored nation problem.  I don't know that source gets you out of it.  Is -- is -- what do you say about that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't know that it's idiosyncratic, you see, because I don't know all the workplaces, and I can imagine that employers have all kinds of different rules for different kinds of jobs.  And -- and is -- are you saying as long as there is one job in respect to which, let's say, they give them benefits of $1,000 a week when you're hurt on this job but not on others --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- then do you have to give Alderson Reporting Company them to all pregnant women who hold different jobs? Now, I think the answer to that must be no, but the problem for that and for you is how do you distinguish your situation from that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Not a single.  There's a class of people."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I see -- I see that that -- now, it sounds -- the other question I have, and it's the only other one, is it did seem to me there is a way, given your theory it's a quite easy way for you to win, Alderson Reporting Company and that would be to bring a disparate impact claim, and that's what I thought disparate impact claims were about."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you didn't bring the disparate claim and, therefore, what am I to do because I don't know that you want to twist the disparate, you know, intent claim out of shape when you have such a beautiful vehicle to bring a claim of the kind you just articulated."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you read that as a --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":9,"sideBefore":"justices","text":"Could that take --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":10,"sideBefore":"justices","text":"You read that as an accommodation provision basically, and maybe -- maybe it is.  But let me ask you this question, which goes to the -- the issue of -- of whether the types of accommodations that you would say are required have to meet some reasonableness standard. Alderson Reporting Company Let's say there are two categories of employees who have lifting restrictions in their job descriptions.  One consists of people who work alone and they lift all the time.  A driver who is driving a truck by herself and has to lift heavy packages all the time would fall into that category.  The second category would consist of people who lift more occasionally, and they do it in a place where there will always be lots of other employees in the same class available to do the lifting. Now, if an accommodation is provided to the workers in the second category, would you say that one must also be provided to workers in the first?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- why doesn't that fit -- why doesn't that second class fit within your reading of the statutory text?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But why then -- I guess I'm not quite understanding why you can -- get the source classifications into a different category from all other classifications.  So explain that to me."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you're reading -- you have admitted that other persons can't really be read literally.  Other -- you have to read things into it.  And you would read into it people in the same job classification.  But if you can do that, then why can't you also read into it people whose injuries, whose disabilities have the same source?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you do assert it's a -- it's a most favored nation provision. You -- you have to give the benefits that you give to any other class of employees, right? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How long -- it doesn't matter whether that class is enormous or small, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does -- does the record show what you have asserted here, that the classes that are given special treatment is almost everybody?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the record show that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You can win your case with that argument, perhaps."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, assume that.  But that isn't going to help me, which I'm rather selfish about. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Because my -- my job here is to write what this statute means for a lot of cases. And writing the words, what it means is if you give a lot of benefits to a lot of employees, but not to the pregnant women and you don't give it to some employees and not to the pregnant women, and the employer says, look, pregnant women are like the few we don't give it to, not to the lot we do give it to, employer, you lose. Alderson Reporting Company But by the time I've written that into the U.S. Code, nobody knows what I'm talking about.  Do you understand?  I -- I need to know how to interpret the words such that they would do, in your view, what you want them to do, which is just what I said."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Most favored nation.  So you're coming down to most favored nation.  And that makes sense and that's easy for my colleague to describe.  He can write that down in his opinion."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"But unfortunately, it takes out of what you just said the fact that you give them to a lot of employees.  Because you could have a most favored nation that was two employees --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"That's right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"-- including those who've only worked there for 4 years.  A huge seniority.  So -- Alderson Reporting Company so those are the words that I'm --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Basically what you're saying, if I understand it, is it's okay to differentiate on the basis of anything but source, which means whether it's work or non-work-related.  That -- that's your --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're reading out of the legislative history the fact that Congress repeatedly said, we're not forcing employers to give benefits for non-work-related injuries, but we're going to write it so they have to anyway."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm so relieved."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Certainly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"General Verrilli. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"That wasn't the position that the government took in the U.S. Postal Service policy. We are told that the government defended a policy that is, for all intents and purposes, the same as United Parcel Service. And more than that, some briefs called Petitioner's position frivolous, contrived. That was the government's position. So will you explain how the government -- I suppose to this day, because the Postal Service still retains, as far as we know, the exclusion of pregnant women."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought we felt that we don't give deference to the EEOC."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, come one. So we give what -- what do you call the other kind of deference? I mean, gee, you give that to me even when -- even when I'm in dissent. I mean, that just means, you know, treat it for what it's worth."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Would your position here be the same if the 2014 guideline had not been adopted?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But we don't give you any more deference than we give the EEOC, though, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What the best reading is, regardless of what you think."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you give me your interpolation again? You -- you altered the phrase and the words you added were? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but you start -- you've got -- at the very beginning, you listed three things that you said were reasonable distinctions. Because the word I'd like you to focus on is \"other workers\" and the problem is which other workers? Because it is easy to construct hypothetical cases where the work -- the employer treats some other workers the same as the statute and doesn't others.  And which distinctions are reasonable and which ones are not, and how do we tell?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I would have thought it's those types of cases that present the starkest example of discrimination on the basis of pregnancy, the idiosyncratic one.  Oh, well, he's doing this, yes, but he's doing that and then the pregnant woman comes in and Alderson Reporting Company says, ah, you know, that's not the same thing.  I thought maybe it's the -- the sort of the isolated examples that would be particularly glaring in their discriminatory treatment."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"That's the -- that's -- I used the idiosyncratic example, not because I'm interested in it, because I think it illustrates something that isn't idiosyncratic.  And what I use it to illustrate is the fact that, as here, employers will have classes of people and the classes may be based on all kinds of different things.  But this is a case where there are classes and some get the benefits equivalent to the pregnancy and some don't. And how are we supposed to tell which are the criteria that are consistent with the statute and Alderson Reporting Company which are not?  That's what I found as the difficult question in the case.  And that's why I ask it using the idiosyncratic, simply to illustrate what I think is the problem."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose the employer has the rule, we will, if you have a disability acquired outside of employment, give you benefits for one month, and it applies that same policy to the -- to the pregnant woman.  Is that a violation of the statute?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But nothing less."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Why isn't that discrimination on the basis of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But not if there is a separate category of people who are entitled to benefits for more than one month."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you please answer my question, which was:  Do you mean \"source\" means on the job and off the job?  Is that what this case revolves around?  Because I don't know what \"source\" means otherwise."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Briefly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, General. Ms. Halligan. "},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Ms. Halligan, could we talk about the claim that she did bring?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So your reading of the statute basically makes everything after the semicolon completely superfluous.  And I think you would agree with that, wouldn't you?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But that is what the first provision does.  When it says pregnancy is the same as sex, when we say because of sex, we also say because of pregnancy, all of that would be taken care of by that clause."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so you are saying it's not doing anything new; it's only explaining the old stuff.  And okay.  Tell me why that's necessary?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I think, again, that that is not necessary, because all that the inquiry would be is were you discriminated against because you were pregnant?   Yes, I was.  No, I wasn't.  You don't need any of this other stuff about what the comparator class is.   And, in fact, you are creating a kind of double redundancy.   It's everything past the semicolon is redundant, but then, moreover, the key words here, which is \"other persons not so affected but similar in their ability or inability to work,\" that becomes redundant even within the redundancy."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That seems the -- that is the question that this language raises, right?   Which is why source?   But why not a seniority limitation or something like that?   Could I give you an alternative way to understand what the statute is doing?   Which is that -- what we ought to be thinking about is McDonnell Douglas.   In other words, this -- this provides the comparator.   It says an employee can find a class of people who are being given an accommodation notwithstanding that those people are similarly situated with respect to work.   An employee points to that class. And then in a typical McDonnell Douglas fashion, the employer comes back and says:   No, there is a good reason why I'm treating that class differently that has nothing to do with pregnancy.   It has something to do with I always treat more senior employees differently or Alderson Reporting Company something like that.   And at that point, if the -- if the employer makes his case, the employee gets to come back and say, no, that is a pretext, in just the way we do with every other discrimination case. And that's what this is all about. It's identifying the comparator that the employee has to identify in the first instance in order to shift the burden to the government to come back with a reason."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's the first clause. But, I mean, instead of talking in the abstract, can you give me any example of a case that a plaintiff would lose under the first clause that puts pregnancy together with sex."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then you are saying second clause adds nothing even though Congress said \"and.\"   There is one clause because of sex, includes pregnancy, \"and\" something in addition.   But you are saying it's not really in addition."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Halligan, what is wrong with my middle ground?   It's not that Mr. Bagenstos and the General's ground, because it allows the employer to Alderson Reporting Company come back and say:   I have a legitimate policy based on seniority, or even I have a legitimate policy based on the source of the injury.   But it does put that as a question whenever an employee is able to point to a similar -- to a class of people who are granted the disability accommodation who aren't pregnant."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Quite the opposite.  It basically gives a function for what -- the key words of the statute are \"other persons not so affected but similar in their ability and inability to work.\"   What is that doing?   What it does is it points to the comparator that sets off the McDonnell Douglas test, that forces the employer to come back and give a reason for why it is that this ought not to be taken as discrimination against pregnancy."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What if the language after the semicolon were not there?   Would the language before the semicolon have effectively overruled Gilbert?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Would it have produced a different result in Gilbert?   Suppose the employer has a policy of providing certain benefits for employees who have an injury or a disease but not pregnancy."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If you didn't have the language after the semicolon, would the language before the semicolon have required the employer to treat pregnant women the same as those who have an illness or an injury?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that the reason for the language after the semicolon?   Because you have to go further in order to produce a different result than Gilbert.   And if that's correct, could you explain what you think the language after the semicolon means."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's what the first clause does.   It says pregnancy and sex, period. You have already said that you don't think that the second clause does any practical work.   That is, you can't conceive of a case where a plaintiff would loose under clause one and win under clause two."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't know where the -- I would like just to go back on this very point to what Justice Kagan said.   Now, the McDonnell Douglas test, I think, should come in somewhere.   That is the -- the woman shows that, I'm pregnant, I couldn't lift, I wasn't paid anything, and other people who had comparable inabilities were paid.   And so we get to, was I qualified like they are?   And now a distinction is being made.   The employer says, no, you are not because you didn't drive over the mountain pass.   Or, no, you are not because you got it off the job.   And then we have to decide is that a pretext?   Is it legitimate? And where they are giving it to everybody else and there are very few, it doesn't sound too legitimate.   But that Alderson Reporting Company test must come in."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And so -- and so how does it and does it matter if we put it under the first so-called whatever, you know, intentional as opposed to disparate impact?   Will we muck up the law were we to say it goes in that part rather than the other part or both parts?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But why not if it goes under disparate treatment?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?  Because, of course, the employer will always have a facially neutral Alderson Reporting Company policy.   It just turns out that this facially neutral policy happens to hit the pregnant women and four other people."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And I mean, that -- that's the kind of thing that we're trying to stop in this statute.   So -- so why not bring it in there, in the disparate treatment part as you say?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Ms. Halligan, suppose this --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose this, and it's exactly what Justice Breyer is talking about.   Suppose you had a policy that said we're going to provide accommodations to -- for anybody with a -- a nonoccupational sickness and -- and accident.   Very Alderson Reporting Company similar to Gilbert --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- but without all the other facts of Gilbert.   We're just -- it's a facial policy."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"We're going to provide accommodations, but, of course, pregnancy is not a nonoccupational sickness and accident, so as a result of this facially neutral policy, pregnant women will not get accommodations. Now, as I understand what you are saying, it's -- that's perfectly fine."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, this is nonoccupational sickness and accident."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You are departing -- you are departing radically from what the Fourth Circuit view in this -- I mean, the Fourth Circuit did say, right up front, that this clause standing alone is unambiguous; if a group of employees get the benefit, if other employees get the benefit, so must pregnant women. But the Fourth Circuit said, yes, that's what it says just standing alone, but because it would lead to untoward results, preferential treatment, we're not going to give it --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- that meaning."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But that's where we disagree because -- because what this tells you is it tells you what the comparators are.   The comparators are any class you can come up with who is -- is -- has the same disability and isn't pregnant, and then the employer can come back and say, no, we had a good reason to -- to treat that class of employees differently. And if you -- if you buy that with respect to the Gilbert distinction, I don't understand why you wouldn't buy it with respect to any other classification."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But we absolutely know that what Gilbert was -- said was that kind of policy was legitimate and that Congress came back and said, no, that kind of policy is illegitimate, right?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But as I understand the answer to my question, and tell me if I'm wrong, is you're saying with respect to a facially neutral policy as to nonoccupational sickness and health --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"MS. HALLIGAN: Yes. -- that you think that that No.  It's legal under the I'm sorry -- -- that distinguishes between occupational and nonoccupational injuries and is evenly applied is absolutely permissible under the PDA."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":10,"sideBefore":"justices","text":"Even if it's -- it's exactly the policy that's in Gilbert, and you're saying that's fine? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It didn't.  There were lots of other things except for pregnancy that got excluded in Gilbert."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if a man had a vasectomy, it got excluded in Gilbert.   If somebody got into a bar fight, it got excluded under the policy in Gilbert.   If a person had cosmetic surgery, it got excluded under the policy in Gilbert.   Gilbert was about much more than singling out."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it -- it enacted it to overturn Gilbert, everybody --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- and not just some abstract theory, but the result --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- in Gilbert.  And as Justice Kagan pointed out, Gilbert was a case where you could point to a lot of other people who were not Alderson Reporting Company getting this benefit."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Is it -- is it true essentially -- I mean, you said that -- that Young's position is most favored nation.   Well, yours is least favored nation, right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"This -- this case went off on summary judgment --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- so the facts -- Mr. Bagenstos has told us that there is not in this record a single instance of anyone who needed a lifting dispensation who didn't get it except for pregnant people."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And if that's the case in fact, then you lose, don't you?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But do we know in fact -- this is an allegation that in fact no one who wanted a dispensation didn't get it except pregnant women."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But we have -- we're on the summary judgment stage, so we don't know what the facts are."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can you give an example then?   Is there an employee who asked for a dispensation because of a medical condition that restricted her ability to lift, to any single employee employed -- who was -- said, sorry, you don't get it because your injury was off duty?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They -- they suffered off-the-job injuries, but we don't know if they asked for a dispensation because the off-the-job injury would require that they limit the weight that they could bear."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I assume that you disagree with the Petitioner -- the Petitioner's proposition that when you take these three classes, namely, off the job -- I'm sorry, on-the-job injuries, ADA injuries, and the -- what was the third one?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Traffic certificates."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Yes, yes, getting disapproved as drivers by DOT.   There's almost nothing left.   That's -- that's what --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So why shouldn't there be a trial on that or further proceedings?   If it turns out that they're right that there were four people who weren't pregnant, and that's all, who didn't get the benefits, that's pretty strong evidence that the employer is discriminating.   If there were 400,000 people who got the thing off the job and there were only, like, 19 people on the job who got the benefit, well, then you have a better case.   So why don't we have to look at the facts?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is there really a dispute Alderson Reporting Company about this? Maybe Petitioner's counsel could address it in rebuttal, but is there really a dispute that if a UPS driver fell off his all-terrain vehicle during -- on the weekend and was unable to lift that that person would not be given light duty?   Is there really a --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I -- but there are individuals who are injured off the job who lose their DOT licenses?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The original -- the original guideline, as I understand EEOC, what they did in 2014, they said, we were terse the first time around. All we're doing in 2014 is explaining that what the original -- what was -- it was '79, the original -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Ms. Halligan, for the democratic process to work as it should, the PDA has to be given a fair reading.   And what we know about the PDA is that it was supposed to be about removing stereotypes of pregnant women as marginal workers.   It was supposed Alderson Reporting Company to be about ensuring that they wouldn't be unfairly excluded from the workplace.   And what you are saying is that there's a policy that accommodates some workers, but puts all pregnant women on one side of the line. And what you are further saying is that the employer doesn't even have to justify that policy ala McDonnell Douglas.   That seems to me a reading of the statute, the PDA, that ignores two-thirds of the text."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So essentially it says any group that doesn't get the benefit, a group that is non-pregnant, then pregnant people are -- any group at all?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What category of employees?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Singling out is in the first -- is what the first --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bagenstos, you have four minutes remaining. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You really think that you could prove at trial that if somebody is injured in a recreational activity over the weekend that they get light duty but a pregnant women does not maybe?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Actually I think the reverse.   The second sentence is what does that.  The second sentence says you don't worry about whether it's between sexes.   You worry about whether the same class of people, people who are injured off-duty, are being treated differently when they have the same ability to work."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you do have to worry about it because it still has to be sex discrimination."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SAMUEL R. BAGENSTOS","firstName":"SAMUEL","lastName":"BAGENSTOS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2420,"interruptions":17,"times_spoken":35,"laughter":0,"num_int_by":5},{"id":1,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":1415,"interruptions":5,"times_spoken":17,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CAITLIN J. HALLIGAN","firstName":"CAITLIN","lastName":"HALLIGAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2846,"interruptions":27,"times_spoken":56,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":144,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":181,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":190,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":685,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":361,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1188,"interruptions":4,"times_spoken":23,"laughter":1,"num_int_by":3},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":471,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1136,"interruptions":4,"times_spoken":23,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3835,"times_spoken":52,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":27,"words_spoken":2846,"times_spoken":56,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":18,"words_spoken":4356,"times_spoken":121,"laughter":1,"num_int_by":7}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035370}}