{"petitioner":{"name":"MARYLAND","counsel":[0,1]},"respondent":{"name":"ALONZO JAY KING, JR.\n","counsel":[2]},"caseNumber":"12-207","date":"2013-02-26T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case 12-207, Maryland v. King. Ms. Winfree? "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's really good. I'll bet you, if you conducted a lot of unreasonable searches and seizures, you'd get more convictions, too. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"That proves absolutely nothing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's its purpose, to enable you to identify future criminals -- the perpetrators of future crimes?  That's the purpose of it?  I thought that that wasn't the purpose set forth in the -- in the statute."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I'm having a hard time understanding the bail argument because, in my time, most bail decisions were made at the time of arrest.  And, here, the arrest was in April, and the results didn't come up until August."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And, yet, he was detained anyway, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and there might be a case where someone's gotten out, but it would be the rare case."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- you don't use it routinely for the bail determination."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that doesn't include the time to collect the sample, send it to you, or the time to do the match.  It's just to do the genome rapid, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- your procedure limits the collection to certain violent offenses, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But your argument would not be so limited, would it?  Under your theory, there's no reason you couldn't undertake this procedure with respect to anybody pulled over for a traffic violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand. But there's no reason you couldn't, right?  I gather it's not that hard.  Police officers who give Breathalyzer tests, they can also take a Q-tip or whatever and get a DNA sample, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how long does it take to -- to undergo the procedure?  You know, you say, ah, and then -- you know."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How about a Terry stop? A Terry stop?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But these -- these are all cases -- I mean, the dominant use is to solve what they call cold -- cold cases, and you gave one example. This case is another.  A rape committed 6 years before, right? And there was no reasonable suspicion, there was no -- nothing, right?  And the suspicion comes up only because the DNA sample comes back as a match.  So is it the -- this is a very reliable tool, but it's not based on any kind of suspicion of the individual who's being subjected to it, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know. (Laughter.)"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Ms. Winfree, that can't be quite right, can it?  I mean, such a person -- assume you've been arrested for something, the State doesn't have the right to go search your house for evidence of unrelated crimes; isn't -- isn't that correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't have the right to go search your car for evidence of unrelated crimes."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Just because you've been arrested doesn't mean that you lose the privacy expectations and things you have that aren't related to the offense that you've been arrested for."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- and if there were a real identification purpose for this, then I understand that argument.  But, if it's just to solve cold cases, which is the way you started, then it's just like searching your house, to see what's in your house that could help to solve a cold case."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but, if that's what you're basing it on, then you're not basing it on an arrestee.  I mean, then the Chief Justice is right, it could be any arrestee, no matter how minor the offense. It could be just any old person in the street. Why don't we do this for everybody who comes in for a driver's license because it's very effective?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So, now, I see two lines of cases, okay?  The Fourth Amendment, which says you can't do a search without a warrant and probable cause, and Samson, and most of your brief argument was based on Samson. As I read Samson, it was the special relationship between the parolee or the probationary person, that line of cases, and the assumption being that they're out in the world, I think, by the largesse of the State.  So the State has a right to search their home, just as it would their cell, essentially. Why is that true for an arrestee?  What about -- what creates this special relationship that permits you to intrude, search their home, search their car, search their person, to solve other cases?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you're going to have to tell me why searching their person is different than searching their home or car."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There's no other case, but Samson, in that line that permits searches on this balancing."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what I want to know is what's the legal theory now?  How far do we let the State go each time it has some form of custody over you, in schools, in workplaces, wherever else the State has control over your person?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you a particular specific quick question?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As I read this, this concerns people arrested for a felony, a crime of violence, attempted crime of violence, burglary, or attempted burglary."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And so we're not talking about people who are driving cars and traffic stops and all these other things?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The only thing we have to decide is whether a person, where there's probable cause to arrest a person for those four crimes, their fingerprints are all taken."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And whether they also can take DNA.  That's the issue?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Nothing else.  Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben? "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but that doesn't mean, for example, that you can go into their house without a warrant."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that -- this is a factual question.  I understand your emphasis on the fact that it only looks at 26 loci, and they are supposedly not connected in any way with other information. Does the sample that you retain, can it be evaluated more broadly?  In other words, saying, well, the law says we only look at these 13, but we have this saliva, we want to look at all sorts of other stuff."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, Mr. Dreeben, is it really?  Because, if this were like fingerprints, I think that you would have a quite good case.  But, as I've been reading about this, it -- it seems as though the technology is not the same as the fingerprint technology; and, because the technology is different, it is used differently. Fingerprints, you go in, you put in a fingerprint, there is identifying information that comes back to you in 5 minutes, right? This, you put in something, and Ms. Winfree said was 11 to 17 days, in this case, it's four months, and it doesn't seem to be used because the technology doesn't allow it to be used as the kind of routine identifier that fingerprints does. So am I wrong about that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"That -- that part is surprising.  Then do you think the States are wrong?  I mean, they all say in their brief, in footnote 10, DNA identification database samples have been processed in as few as 2 days in California and -- although around 30 days has been average. So I guess the technology is there, now, to process this in 2 days, not 9 days."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"In the case of -- do you have any information -- are there instances with fingerprints where returns have not come back for as long as 30 days?  Or are they all, or almost all, done in 5 minutes?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, before you get on to -- before you go to that, fingerprints have been taken, I believe, from people who are booked for offenses for many, many, many years; isn't that right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"When did -- when did the FBI's AFIS system for comparing fingerprints by computer begin?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, the question that I had was this:  If the constitutionality of taking fingerprints is dependent on the speed with which a fingerprint comparison can be done now by a computerized system, would that mean that the taking of fingerprints was unconstitutional back in, let's say, the '50s, when that wasn't possible, and fingerprints could only be compared manually?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dreeben, could I understand how this works, exactly?  The swab is taken, and if I understand -- there is a database which is known offenders, and there is a database which is kind of crime scene DNA, is that correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And, when the swab is taken and it's put into the system, you check that against the crime scene DNA database, is that correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you check it -- does Maryland check it against the known offenders database?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Because that suggests that, right now, it's functioning as let's solve some crimes, which is a good thing -- you know, that we should solve some crimes, but not as an identification device because you're -- if it were an identification device, you would be comparing it to the known offender database, not to the cold case database."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dreeben, can you explain how it works, mechanically?  Because I understand -- at least maybe this is just the Maryland statute, but if you can't use the swab that is taken from the arrestee when he is arrested -- it can't be used, it's inadmissible -- then you do it again.  You do it -- but what it does supply is probable cause because you found out that he was a perpetrator of a rape 6 years ago. Then you have probable cause and you get a warrant and do it again.  What -- what is the reason for the doubling -- the doing it twice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"That argument only makes sense if we're in your -- your future world where it's 90 minutes, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It depends on -- if we have a situation such as Maryland says, 11 to 17 days, the footnote, whatever, the amicus brief says something else, but you are not going to put off the bail hearing for 2 weeks?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"That doesn't explain why you can't go into his home."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean -- you know, if the whole issue is how dangerous is he, you should be able to go into his home, into his car, to any place he has visited, to just sort of run rampant in his life to make sure that he is not a bail risk."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But you are because what you are saying really is law enforcement need, alone, without any suspicion whatsoever of another crime, permits you to take this information from the person and use it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"According to Samson and Knights, you're dealing with people who are still subject to the -- a criminal sentence."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But the typical special needs case is one in which we say there's no law enforcement interest, that there's an interest other than the interest in solving crime."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"When you started, Mr. Dreeben, you started by saying -- you know, they have a reduced expectation of privacy, and we have important interests.  You went right into free-form balancing.  That's typically not the way we do it. If we said to you, look -- you know, the way we do it is you need a warrant, and if you -- there is some exceptions, then you have to put yourself into a well-recognized exception where you can search without a warrant.  And that's especially the case when there is no suspicion whatsoever. How would you do it?  How would you do it short of free-form balancing?  What exception are you a part of?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The key principle is the Fourth Amendment --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":5,"sideBefore":"justices","text":"Is it -- is it your position that this is a search incident to an arrest?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Why isn't this is a search incident to an arrest?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Just -- just like taking the pockets out and -- and seeing what's in the person's overcoat and so forth.  It is a search incident to an arrest."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but our -- our search incident to arrest cases don't allow that.  That's sort of the point.  They -- they allow you to search for firearms, they allow you to search for material that relates to the crime for which the person has been arrested. But you can't search the person for other stuff."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, wait.  Evidence relating to matters other than the crime of arrest?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben. Mr. Shanmugam? "},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"He was held -- he was held with probable cause --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- and his -- and his custody was restrained.  He was in a police station."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Were handcuffs put on him during the transport process?  Do you know?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But they -- they could -- they could have been?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So his liberties were constrained in all of those respects.  He would have to take off most of his clothes, subject to a patdown search?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"They could look -- they could look in his -- in his briefcase?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I think -- I think there is some merit to your argument in that regard.  In Samson, he was a parolee, and he actually, as I recall, signed a -- a consent form as part of the probation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that is right. But I'm curious as to why your position is that -- let's say he served his time.  He's no longer subject to the criminal justice system.  He's not on parole; he's not a probationer.  You concede that the DNA evidence can be taken from him, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What is the pertinence of the fact -- I mean, this is not something that people are or can keep private.  I mean, if you're in the interview room or something, you take a drink of water, you leave, you're done.  I mean, they can examine the DNA from that drink of water."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't that compromise the -- the expectation of privacy?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, it's not a --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"My question was not trying to get at whether it's a search or not.  It's whether -- it's getting at the reasonableness of the expectation of privacy that the -- your DNA is protected from examination when it's left wherever you happened to have been."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I mean, isn't that part of the -- isn't that part of the question, whether there is a legitimate expectation of privacy in a person's DNA?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I know, but you're simply just -- you're -- I guess that's begging the question.  And -- well I'd just be repeating my question -- how legitimate is it to you to expect privacy in something that the police can access without you even knowing about it, without any voluntary or involuntary -- if you take a drink of water, if you leave behind a cigarette butt?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Shanmugam, I -- I wouldn't have made the concession that you've made, that this case is about reasonable expectation of privacy. If there's no reasonable expectation of privacy, there's no search. But, here, there is a search.  You have a physical intrusion.  You -- you pull a guy's cheek apart and stick a -- a swab into his mouth.  That's a search, reasonable expectation of privacy or not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought you did."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you think the intrusion is worse when you just take a swab and you go inside somebody's cheek, as opposed to rolling fingerprints?  Which is the greater intrusion?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Which is --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the thrust of a lot of what we -- we have been presented with in the briefs and what we have heard this morning -- and, by the way, I think this is perhaps the most important criminal procedure case that this Court has heard in decades. The -- the attorney for the State began by listing a number of crimes just in Maryland that had been solved using this.  So this is what is at stake: Lots of murders, lots of rapes that can be -- that can be solved using this new technology that involves a very minimal intrusion on personal privacy. But why isn't this the fingerprinting of the 21st century?  What is the difference?  If it was permissible and it's been -- it's been assumed to be so for decades, that it is permissible to fingerprint anybody who's booked, why is it not permissible to take a DNA sample from anybody who is arrested?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, as to -- as to the first, in our cases involving searches for -- where a urine sample is taken to determine drug use, the urine can be analyzed for all sorts of things besides the presence of drugs, and the Court has said, in those cases, we are only going to consider that -- we are considering that this is a reasonable search with respect to the determination of whether the person has taken drugs, not all the other information --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- that might be obtained from it."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What are your other two distinctions?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I would like a complete answer to what Justice Alito and Justice Kagan both were asking, I think.  I mean, to summarize that, if I look, in terms of intrusion, I am not talking legally, I am talking practically.  It doesn't seem to me -- I can argue that it is certainly a much lesser intrusion than fingerprints.  You have to stand there, have the thing rolled; your -- stick out your tongue.  I mean, it's hard to say it's more, for me, I'm not saying for others. Accuracy, it's much more accurate, and that doesn't just help the defendant.  There is a whole brief here filed by the victims that have case after case, where people spent 5 years in prison, wrongly, and where this system and the CODIS helped victims avoid being arrested and sent to jail when they were innocent, so it works both ways. So, one, it's no more intrusive; two, it is much more accurate.  And three and four and five, how it's different and worse in practice, is what I would ask you to summarize."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And, by the way, when you talk about what information you could get out of it, there is a brief filed by leading scientists in the field, and I came away from the brief thinking there isn't much more information because fingerprints can be abused, too. Of course, you can learn loads from fingerprints.  Photos, try photos; my God, you could learn a lot, who he was, who recognized -- you know, so all these things could be abused.  But I came away from that brief, frankly, to think, well, in terms of the possibility of abuse, it's there, but these other things, photos, too."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So, now, you tell me, in light of that hostile question -- (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"-- I would like you -- I would like you to tell me, okay, it's different from fingerprints and worse because of one, two, three, and I will write it down, and I'll remember it.  I promise."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":8,"sideBefore":"justices","text":"He gave us one and two.  I have been waiting for three.  Will you drop the shoe? (Laughter.)"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, Mr. Shanmugam, that seems to me a real distinction in this case, as it's been litigated.  I take what the government is saying is something like, give us 5 years, and those won't look very different. In other words, we will be able to do, in 5 years' time, exactly what we can do with fingerprinting, except it will be, as Justice Breyer says, more accurate.  So we are just about 5 years ahead of that, so give us a break."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"A person -- a person has been arrested for a felony and is in custody, do the police -- does the justice system have an interest in knowing whether that person committed other crimes?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"My question is whether or not the police, who have John Doe in custody for a felony, have an interest in knowing, at the outset or within a few weeks' time, whether or not that person has committed other crimes?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But they also have a reason for keeping him in custody."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And my -- my question is, do they have an interest -- a legitimate interest in knowing if that person has committed other crimes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"There are two different -- two different interests.  One is we want to solve unsolved crimes; and the other is we want to be sure -- we have someone in our custody, and we want to be sure, before he is released back into the community, that he isn't a person who has committed five violent crimes before that. Now, your brief says, well, the only interest here is the law enforcement interest.  And I found that persuasive because of the concern that it's going to take months to get the DNA back anyway, so they are going to have to release him or not before they know it. But if we are in a position where it now takes 90 minutes -- or will soon take 90 minutes to get the information back, I think that's entirely different because, there, you can find out whether -- it's just tied in with the bail situation, do you want to release him or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's because -- that's because we are not yet at a situation where it takes 90 minutes.  Sure, it's not going to do you any good if it's taking 4 months or whatever it took in this case. But, if it's at the point where it's 90 minutes, it would be critical to make that determination."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's put it this way.  Let's -- let's say the judge or the magistrate is going to make a bail determination and he says, well, it's important to me to know whether you are going to commit another crime. So we are not saying you have to give a DNA sample, but it will enter into my calculation if you refuse to do it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what does that mean?  Is that okay or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we do it -- doesn't that sound just like a Breathalyzer?  You are pulled over, they say, we want you to take a Breathalyzer test.  They say, you don't have to, but, if you don't, your license is suspended for 6 months or whatever. Why isn't that the same thing."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But we are also talking about identity.  I assume that, in Maryland and in a number of States, the time between release on bail and return for trial is more than four months. And, if it's found, as an identity matter, that this person has a criminal record or that they are -- suspected of serious crimes, that is a mandatory ground for reconsideration of bail.  And you say there is no interest in that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought fingerprinting -- Mr. Shanmugam, I thought fingerprinting was used to determine whether they -- the person has a record.  We have this person, and now, we check the fingerprints to find out if he has a prior record, that's different from to find out if he has committed a crime that we don't know about. But -- but are fingerprints used to determine whether the person has a prior record?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What was the purpose of fingerprinting before it was possible to make fingerprint comparisons by computer?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I would assume that, before it was possible to do computer searches, the way in which fingerprinting established identification, what it did in that respect was to identify the person arrested on this occasion, so that, if the person was arrested again, then the police would know that it was the same person. There was no way of -- no practicable way of taking the fingerprints of somebody who was booked and determining whether that person -- you didn't have anything to compare it to.  And they certainly -- you couldn't do it manually."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can we go back to --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Yes, so you know that, on day one, you have arrested -- you've arrested Mr. X, and then, a year later, you arrest somebody else, and you know it's Mr. X again.  And DNA can do exactly the same thing, except more accurately."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I think I can totally lose this because -- because I have a confusion that you can clear up.  There is something to what you say.  I see what you are saying.  But what does this word \"identification\" mean?  It's used for identification. We have a person, he's been arrested. He writes his name down, Mr. Smith.  Maybe he's lying.  We have his picture.  Well, his picture's pretty good.  If he turns up in a bar somewhere in the future, we can look, see, and that's awfully good. And, now, you say, well, what is fingerprinting doing that photos aren't doing, in terms of identification?  What does it do, in terms of just identification?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What does it do?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What does that mean, confirming his identity?  We have -- you mean what? What exactly?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, really?  I mean, do you think the fingerprints -- where do you go to find out if he's Alonzo King?  A lot of people have never had their fingerprints taken before."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's what it's for?  To determine what his name really is?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ah.  You want to determine what his name really is, plus his adjudicated criminal history, and, here, we have the DNA, which I guess might or might not help determine what his name really is, and, with criminal history, it does about the same.  And also fingerprints are sometimes used to -- for unsolved crimes, and they are sometimes used for unsolved crimes, but your point really is more for unsolved crimes. Have I got it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, I -- I am really worried about the question you haven't satisfied me with, which is I agree completely that, today, it's used primarily and almost exclusively for purposes of solving other crimes. But let's -- is this -- the question that I think one of my colleagues asked, is that only because technology hasn't moved fast enough? You said we have to look at the constitutional principles 5 years from now, when they will use it to pull up a guy's criminal history, not unsolved crimes, but criminal history.  Get to that day."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Tell me what the -- tell me what the -- why you would then say that would still be unconstitutional?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  Let's assume we go under a normal Fourth Amendment, you need probable cause to search."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Shanmugam, just suppose -- I mean, I guess the question is would this be unconstitutional?  It's not the world we are living in now, but let me -- 10 years from now, the government says, we are really switching over to a fingerprint system -- to a DNA system, and what that system is going to allow us to do is it's going to allow us to identify, and it's going to allow us to bring up the old criminal history, and it's going to allow us to see whether there are also unsolved crimes that we can tag to this person and discover that he's really, really dangerous. All right?  And so the government puts that system into effect.  Is it constitutional?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I was interested in a broader thought process, actually.  Do you mind giving it to me?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Which is, there is something inherently dangerous about DNA collection that is not the same as fingerprinting."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you disclose all of this intimate private information when you take a drink of water and leave -- leave the glass behind."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What if someone has a bloody shirt and throws it away in the trash -- in a public trash can along the street, you are saying that the police can't analyze that without a search warrant?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But your client was convicted of the offense of arrest."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And it was a serious offense, punishable by up to 10 years imprisonment."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that correct?  And he was sentenced to 4 years."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"For Fourth Amendment purposes -- for Fourth Amendment purposes, do you think that it is -- that it is permissible to take a DNA sample from someone who is convicted of an offense that would qualify as a felony under common law?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"When they're no longer in the custody of the State, does the government have to destroy it?  They served their time, and their privileges have been restored."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Does a felon who's been arrested have a reduced expectation of privacy at the time of arrest?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Does a felon -- does a person who has been arrested for a felony have a reduced expectation of privacy at the time of his arrest?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Winfree, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How can I base a decision today on what you tell me is going to happen in 2 years?  You say, in 2 years, we will have this rapid DNA available, but we don't now. Don't I have to base a decision on what we have today?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but, if we believe that the purpose of it has much to do with whether it's legitimate or not, you can't demonstrate that the -- that the purpose is immediate identification of the people coming into custody, you just can't demonstrate that now.  Maybe you can in 2 years. The purpose now is -- is the purpose you began your presentation with, to catch the bad guys, which is a good thing.  But -- you know, the Fourth Amendment sometimes stands in the way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KATHERINE WINFREE","firstName":"KATHERINE","lastName":"WINFREE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1602,"interruptions":11,"times_spoken":33,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1627,"interruptions":15,"times_spoken":27,"laughter":0,"num_int_by":8},{"id":2,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"respondent","words_spoken":2904,"interruptions":33,"times_spoken":62,"laughter":0,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":991,"interruptions":1,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":311,"interruptions":0,"times_spoken":10,"laughter":3,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":582,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":822,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":788,"interruptions":0,"times_spoken":18,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":654,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":405,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3229,"times_spoken":60,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":33,"words_spoken":2904,"times_spoken":62,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":6,"words_spoken":4862,"times_spoken":128,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1}}