{"petitioner":{"name":"KATHLEEN SEBELIUS, SECRETARY OF HEALTH AND HUMAN SERVICES","counsel":[0]},"respondent":{"name":"MELISSA CLOER\n","counsel":[1]},"caseNumber":"12-236","date":"2013-03-19T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-236, Sebelius v. Cloer. Mr. Horwich. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Horwich --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"There are other -- there are other provisions that refer to a petition filed. For example, reporting annually to Congress, publishing a notice in the Federal Register, those both refer to any petition filed.  And so in those sections at least, petition filed would include petition filed after the running of the statute of limitations.Page 5"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But don't you -- don't you put in the Federal Register and report to Congress petitions that had been filed out of time?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, think about the Federal Register."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So they don't file anything in the Federal Register?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Horwich, could you say a little bit more about the reporting to Congress provision because that presumably does not happen at the very beginning, but happens more at the end or in the middle.  So do -- does the Department subtract the number of untimely petitions from the number that it reports?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All actions filed, using \"filed\" in the normal sense."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But is -- is the upshot of your argument then that filing means different things under different provisions of the Act?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if that's so, it tends to weaken the force of your reliance on -- on filing in the statute -- on the word \"filing\" in the statute of limitations section."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I meant -- I meantPage 9 that just to supplement Justice Kagan's question.  I didn't mean to cut it off."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That sounds like a jurisdictional argument to me.  But I understand the government to be conceding that this statute of limitations is not jurisdictional.  It's just a claim processing move."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I just want to make sure I heard you right.  You said if it sounds jurisdictional, we should say it is, and you win."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But your conclusion is that it is not jurisdictional."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume I accept --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"So using Federal rules as your model, and Federal rules list statute of limitations as an affirmative defense.  Ordinarily, that's what it is.  But is it an affirmative -- well, certainly it's an affirmative defense to any award of compensation under the Vaccine Act. But what makes it an affirmative defense to the award of fees?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, one of -- one of your -- your argument you were making is that there -- since the attorneys' fees provision looks to the end of the case, it should not be construed to apply to the -- the failure to meet the filing deadline. Is -- is that true?  I mean, the statute says if the judgment does not award compensation, on a petition filed under Section 300aa-11 -- if the judgment does -- is there no judgment when a -- when a case is dismissed for failure to meet the statute requirement?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, so --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Other than the judgment. Okay.  So then -- then your argument that -- that this fee provision looks to the end of the case simply doesn't fly.  It looks to the beginning as well, if indeed dismissal for failure to comply with the time limit is a judgment."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  That's just repeating your -- your first argument."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That petition means -- means a petition properly filed, but I don't see that the -- that the statutory scheme, the provision that'sPage 14 at issue here, the provision for the award of attorneys' fees looks to the end of the case and not to the beginning.  It looks to the judgment.  And if it's a judgment that dismisses because of a failure to comply with the statute, it's still a judgment."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your first argument. I understand."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait.  Congress has waived sovereign immunity.  It's absolutely clear that there's a waiver of sovereign immunity here."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And once we find that, I don't think we nitpick the following language to unrealistically narrow it as much as possible.  I mean, the initial question of whether Congress has agreed to be sued is, yes, we -- we assume it hasn't and -- and -- but -- but once it's clear that it has agreed to be sued, I think we just interpret the language reasonable."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Horwich, before you go to the consequences argument, just to keep on with the text a little bit, is this understanding that you have of what it means to be filed, does it have any consequences other than with respect to attorneys' fees, or is that the only thing that -- that depends onPage 16 viewing the word \"filed\" in this way?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I totally lost that answer."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- could you go back and talk to me again about what you mean about not having a record?Page 17"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm totally confused. Are you suggesting that the record shouldn't be filed in that case or that the record supports the conclusion that it was untimely?  Or neither?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as to the consequences, let me give you these two cases.  The first is the case in which the petition is timely filed and -- as you see it, but the claimant does not prevail because the claimant is unable to prove that the injury was caused by the vaccine, but there was a reasonable basis for the argument and the argument was made in good faith, so there would be eligibility for attorneys' fees. The second is a case in which there is a question about when the statute of limitations begins to run.  And one of the points at which it can begin to run is when there is the onset of significant aggravation of an injury, which seems like a question about which there could be a factual dispute.  And in that situation as well, the claimant does not prevail on the statute of limitations argument, but there was a reasonable basis for thinking that the petition was submitted within thePage 19 period after the -- the onset of this significant aggravation. Why would Congress want to draw a line between -- a distinction between those two situations for the purpose of attorneys' fees?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Could you -- could you -- there seems to be a confusion in this consequence conversation.  You seem to be assuming that the attorneys' fee award on good faith basis has to do with the ultimate merits, did the vaccine cause thisPage 21 injury?  I would have assumed that the award of attorneys' fees has to do with whether the petition was brought in good faith; i.e., was there a reasonable basis to believe that the petition was timely?  And on that issue, before the Court can adjudicate the timeliness question, it has to know all of the facts that made the Petitioner believe it was timely. And so I'm a little bit confused as to what additional factfinding the Court has to do.  It has to be told by a lawyer, your cases say because reasonable basis has to be in fact and law.  The law says first symptom.  She experienced X, Y, and Z, and we thought the latter was the starting point of the statute, not the former.  What more does the Special Master need to know to adjudicate whether that's in good faith, that belief is in good faith?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I understand.Page 22"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"But now, look, still, the worst thing, the obvious question -- I mean, as a textual matter, but I don't know how you reconcile your position with the -- with the first words in 3300aa-11, which is talking about a petition starts this whole proceeding and you want to interpret that word \"petition\" meaning a timely petition.  You mean an untimely petition doesn't start the proceeding?  I mean, that's the technical linguistic thing, but if you get to your -- to your basic worrying you, what is worrying you is this proceeding, okay?  That's what's worrying you, I think, the shadow trial."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, on that, just what Justice Sotomayor said, you only get into this problem when the attorney has filed this timeliness matter with a good reason to think his petition is timely, otherwise forget it.  Okay? So you look at the complaint.  You see a complaint there.  He had a good reason for thinking it's timely.  It looks, on the face of the complaint, as if his client has a good claim, a plausible one.  Now, if the government wants to say, we want to present some evidence, let them do it.  And if they don't, the worst that happens is this person who thought she had a goodPage 23 claim, and who was reasonable in her timeliness will get some attorneys' fees paid. Why is that -- why is that so terrible?  Why is that putting such a burden on the government that they have to go through hoops, I think, to try to get these words in the statute, too?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's in your control, the shadow trials."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have to have a shadow trial if you don't want one."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"The shadow trial brings up the answer that you were giving to the second part of Justice Alito's question, which you never got to finish."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you were saying -- you were giving the example, suppose this were a question of timeliness."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And when did the fact of the vaccine first -- or the symptoms first become manifest, and you were -- and you said that this should not be tried because -- and this is finishing off Justice --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Justice Alito's dichotomy."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's a lot of information just in 11 -- what is it -- (c), tells what has to be put in the petition.  And there's -- couldn't -- couldn't a Special Master make the determination based on that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Fishman? "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if -- if you're preparing one of these filings, and you're all set to go, and on the day before your filing you say, oh, gosh, it doesn't look like we're going to be on time.  You should still go ahead and file because you might be able to apply for attorneys' fees.  While if you file it the day that it's due and you find out the day after, oh, my gosh, we weren't on time, then there's no question that you could apply for attorneys' fees."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"My hypothetical was not that you had two days and you made it in time, but that before the -- the time -- after the time expired or you were ready to file on time, but then you decided on further research, oh, this isn't going to look like we're going to comply.  We thought we had the time, but we don't.  You should still go ahead and file, right, so that you might be able to get the fees?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So are you saying that the good faith and the reasonableness go to two things:Page 29 One, the claim on the merits, and also the timeliness."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So how do you answer the argument about a shadow trial?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How were the records accumulated and when?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How were the records accumulated and when?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So is your bottom linePage 31 that the record is already there for the shadow determination?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And if there is a hearing, would the claimant's attorney get -- potentially get attorneys' fees for the representation at the hearing about attorneys' fees?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think it would be within the discretion of the court or Special Master to look at a case and say, for whatever strange reason, this is a case where it's going to require some lengthy mini-trial in order to figure out fees and that's a bad use of everybody's time, so I'm not going to grant attorneys' fees here?  In other words -- you know, this is a \"may\" provision; would it be a sufficient reasonPage 32 that this is just going to take too long, it's too involved, so I'm going to deny attorneys' fees in this case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You say the Special Master \"may\" award -- so it \"may\" award is discretionary."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's a tough position, isn't it?  I mean, if you have got a difficult and tough and complicated case, well, you get no fees; but if you've got an easy one, well, then you get fees."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you were -- I thought you were giving us that argument when you said under the fees all you need is reasonable and good faith."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So is one reason that should affect the exercise of discretion is that you didn't comply with the statute of limitations?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's take -- let's take this case.  What would you put in to show that you have been reasonable, in good faith and reasonable, one, as to the claim; and two, as to the attorneys' fees?Page 34 What -- what would the Special Master have to look at to make those determinations in this case?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They are arguing that they don't need to, and why should be -- why should they be put to the burden of doing that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the very fact that it's streamlined indicates to me that we should be very careful to enforce the policy of the rule which is to deter the filing of stale claims.  And your -- your rule certainly undermines that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is the -- what's the relationship between your position and equitable tolling?  I mean, your case, I think, is unusual in that there was a fair amount of confusion about when the statute of limitations might run or that's your position.  I would think a lot of the cases where the attorney doesn't meet the limitations deadline will involve things like -- you know, I was delayed by Hurricane Sandy or -- or whatever, or we tried to file, and it got lost in the mail. Are those things that -- I mean, should that be considered under the rubric of equitable tolling, or under -- under your idea that you don't have to file on time anyway?Page 37"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that, but I would assume the more typical case is when you miss a filing deadline is because the lawyer, whether for good reasons or bad, missed the filing deadline. And I'm just curious if you would -- if it's not sufficient to support equitable tolling, whether it is, therefore, unreasonable when it comes to attorneys' fees?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It does seem to me, I did not have the opportunity to ask the government this question, that the equitable tolling argument undercuts the government's position that no petition may be filed, as being an absolute.  Because we all know, I take it the government concedes, that there is equitable tolling."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Or there can be equitable tolling in some cases."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fishman, this may be a hard question for you to answer, but is your sense of why it is that petitions are untimely filed that they usually have to do with things like -- you know,Page 39 snowstorms and lawyer error, or that they usually have to do with questions about the manifestation of symptoms? Or something else, if something else is -- just the range of cases out there, what are we talking about?  Why are these cases untimely filed?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This may be a question that the government is in a better position to answer, but do -- do you have any sense of how often claims are rejected on the ground of timeliness, what we're dealing with? I mean, you mentioned in a footnote that the fund out of which the -- the claims and the attorneys' fees are paid has a positive balance of $3.5 billion. Maybe the only government fund that has a positive balance, but --Page 40 (Laughter.)"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Is this going to bankrupt the -- the system?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know how many cases we might be dealing with?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Who pays for the Special Masters?  Is that paid out of the fund?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could I -- I have been thinking about your last point.  Couldn't that last point easily be remedied by -- by simply our holding that -- you know, you -- you can't ride both horses; that if, in fact, you've litigated it through to a -- to a merits judgment in your favor, which presumably has stare decisis effect, you then cannot come back and say the suit never occurred because the filing was too late. I mean, we -- I think we're able to hold that, don't you think?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I agree with you it's a terrible -- it's a terrible, outrageous thing for the government to do, to win the case and get -- get stare decisis effect, and then to say you can't get lawyers' fees because there's never been a case, right?Page 44"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We could make that up, couldn't we?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You were going to address the shadow trial?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Procedural grounds because the affidavits aren't sufficient or --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are there regulations or rules establishing hourly rates?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any idea from the cases what the ranges are?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"For rates."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I know that civil rights rates, for example, are far below market rates for mostPage 48 law firms.  Is that the same for this, or is it market rates generally?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Market rates for general litigation."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Horwich, you have 4 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have some evidence -- numbers -- to tell us how complicated the fee award disputes are generally -- putting asidePage 49 because it hasn't until recently been an issue for cases dismissed -- but for other cases, particularly those dismissed on -- other procedural grounds."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there have been dismissals on other procedural grounds."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So your view here it's the same.  No attorneys' fees when the client dies, or they decide to withdraw the petition when it's dismissed early on for a procedural ground, when the record is inadequate, et cetera. You think that in none of those cases Congress would have wanted attorneys' fees. Or is it --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- do you think in some butPage 52 not others?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no, no, the family gives up."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but my question is what is your view?  It's the same problem.  He's listed, you heard, he listed six or seven different instances -- four or five anyway; he's found 11 cases, apparently. And so what is your view?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel.Page 53 The case is submitted."}],"people":[{"id":0,"fullName":"BENJAMIN J. HORWICH","firstName":"BENJAMIN","lastName":"HORWICH","counsel":true,"justice":false,"side":"petitioner","words_spoken":3754,"interruptions":25,"times_spoken":45,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ROBERT T. FISHMAN","firstName":"ROBERT","lastName":"FISHMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3280,"interruptions":9,"times_spoken":37,"laughter":1,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":505,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":462,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":288,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":308,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":282,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":466,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":338,"interruptions":0,"times_spoken":6,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":398,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":3754,"times_spoken":45,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":9,"words_spoken":3280,"times_spoken":37,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":8,"words_spoken":3047,"times_spoken":88,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.5882762987831704,"respondent":0.41172370121682955,"date":1472703110714}}