{"petitioner":{"name":"","counsel":[0]},"respondent":{"name":"MICHAEL EUGENE SPEARS, ET AL","counsel":[1]},"caseNumber":"12-25","date":"2013-01-09T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-25, Maracich v. Spears. Mr. Guerra? "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it create an exception for research?  Let's assume that a university wanted to do a research project, and it needs subjects. I get solicited for it all the time. Does this exception apply to them, too?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It says, \"surveys,\" not just marketing or solicitations."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, there is a commercial component, but there appears to be a noncommercial component as well."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that apply to the States, too, when they want to market against drunk driving, they want to market against -- for their health insurance processes versus private processes for State drug provided --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It says, \"anticipation of litigation in connection\" --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not only ongoing litigation, but it can be used in connection with anticipation of litigation."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Guerra, I have to admit that, given what a mess this statute is, those three words don't quite do it for me.  So, I mean, the -- the argument against you, right, is -- as to using (b)(12) to define (b)(4), is that, look, this is just a list of exceptions to a general prohibition, and no one is more general or specific than any other, and all you have to do is fit within one of them.  And it doesn't matter whether you don't fit within two of them, if you don't fit within one of them. So then the question would be:  Are you covered by (b)(4) or not?  If not, are you covered by (b)(12) or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It's kind of hard to argue, when you have (b)s (1) through (14), that (b)(12) is the core provision.  Usually, it's -- it's 1 of 14 items in a list."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you recognize that you could use (b)(4) to identify class members?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so if it's -- if it's a solicitation, suppose this information was a -- the recent automobile purchaser was asked:  Did you buy a car recently?  Were you charged this additional fee? Period.  That would be okay?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That would come under (b)(4)?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, aren't we going to be told the whole essence of the class action is you have to see if there is an injury that goes beyond some particular clients that you know.  And isn't this -- isn't this investigation in anticipation?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the anticipation is, are -- are you willing to join the class?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that critical?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I do think you are helped somewhat by the -- the chronological progression here, is it including the service of process, which means the case has already started, and then investigation in anticipation of the litigation that follows the service of process. So it -- it is true that there is a chronological aspect.  In order, it seems to me, for the Respondents to prevail, they have to say that investigation in anticipation of litigation also precedes service of process."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Guerra, where do you get that from, in (b)(4), this focus on tribunals, rather than lawyers?  Because -- you know, the -- the investigation is done by lawyers, right?  And that's a critical part of (b)(4), so where -- where does that come from in the statute?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But then it includes things that are clearly done by lawyers."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, are -- are you saying that the study must be either a solicitation or an investigation?  It can't be both?  Why can't it be both?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's why -- would you -- I want to make sure I understood your prior answer.  You said, I thought, that it would have been okay to get the information from the bureau and then ask, did you buy a car recently?  Did you have this additional charge?  Now, suppose -- you said that was all right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't that -- wasn't that crystal-clear here?  Because the dealers were saying, you can't go forward unless you have a plaintiff to match every dealer.  You're trying to bring a representative action, but your list of plaintiffs, none of them bought from Dealer Z.  So we are investigating to see if we can have a representative action with a line-up of plaintiffs, each of whom has purchased from a list of defendants."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose we had -- what -- it was limited to did you buy the car, did you pay the fee?  And then somebody who --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we have just those questions, no -- are you interested in joining a lawsuit, please call us.  But somebody who receives this notice, it just asks, did you buy a car, did you pay the charge, then calls the lawyer's office and says, tell me something about this letter that you told me -- that you -- you sent to me. And how does the lawyer answer?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If the lawyer had said more -- did you buy a car, did you get charged the fee, we're investigating this to determine whether this is -- violates the law -- is that okay?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the only -- the only thing that's bad is to say, come call us for a consultation?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's the difference between that and how you answered Justice Ginsburg, when she said class notice would be okay?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait a minute.  It's joining the class or opting out."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And, when you join the class, you have a commercial relationship with the lawyer no different than being a named plaintiff."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Guerra, that distinction -- I understand that you are deriving some of it from (b)(12), but if I -- just -- just assume with me that (b)(12) has nothing to do with anything, and you   were just limited to (b)(4), can you find that distinction in (b)(4)?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how is somebody conducting an investigation in anticipation of litigation -- it hasn't started yet -- acting as an officer of the court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that just seems to me to be saying a lawyer is always acting as an officer of the court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"When you're preparing a discovery request, when you're -- anything -- anything that the officer functions --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Guerra, don't you think -- I mean, I understand the distinction.  The lawyer as commercial actor versus lawyer as officer of the court.  But, boy, it's hard to get that from the words here.  I mean, that -- that seems like the kind of old-time legislative interpretation, where we just figured out the statute that we hoped Congress would have written, as opposed to the statute that it did. I mean, tell me where that distinction is in this -- in this provision."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I understand your argument about (12), but I -- I do think that you ought to assume we might interpret this statute, so that each of these is independent, and you have to concentrate on (4).  You keep going back to (12), when we're talking about (4). If you talk about (4) for a minute, it seems to me that you might give away too much because the statute says, \"including service of process,\" which means the suit has to begin and then investigation in anticipation of the litigation that will follow after that suit has come in. But you seem to give that away.  You seem to think that investigation in anticipation of litigation can be before the suit is filed.  You -- you seem to concede that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know why you concede that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't necessarily follow --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that they -- they are describing only what goes on in the court.  If you just took the phrase \"investigation in anticipation of litigation,\" \"in anticipation of\" sounds like before litigation begins."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you said earlier, and it set me to thinking, that why would in anticipation of litigation permit access to all of this very personal information?  And I don't know that, yes, it does permit access, but only in anticipation of litigation.  So you have to prove, before you get things like Social Security number, driver -- anything else -- all they asked for was name and addresses, I understand."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes, there is. There is a limitation that you're actually going to use it in relationship to the litigation, number one.  And the States are obligated to ensure that what they release is actually covered by one of these exceptions."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But they have to explain why."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  As I read, the first one is:  We want to see if there is a pattern of overcharging; give us the names and addresses of people who have recently bought a car.  That seems, to me, pretty specific as to what they want and why they need it.  And I think it's pretty easy for the State to say this fits."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Guerra, suppose I am a lawyer, and I want to bring a toxic tort case, and I am really -- I am looking for witnesses who have the same kind of symptoms as my client had.  And so I put out a letter saying -- you know, have you have been exposed and -- and tell me about it, so that I can find out if you are a good witness, and -- you know, if you have, I would also like to represent you.  Would -- would that count?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess what I was suggesting was that, if I was just asking for witnesses, you would have to say that that was included by (b)(4); is that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, now, the court -- the lawyer is saying, in addition to your help as a witness, if you have the same symptoms -- you know, you can join the suit."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know why this case doesn't fit that description because the -- the position that the dealers were taking was you can't -- you ought to maintain a representative action.  The   State has such an animal, it's not quite a class action, representative action.  To qualify, the group must be numerous. So how am I going to find out if it's numerous, without asking these questions?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Might that get the lawyer into some difficulty with the Bar Association?  They'll look at this and say, look, we told you, if you are -- if you are seeking clients, then you have to put advertising material.  And a letter like that would tip the recipient off to something is going on, I should find out about it, and maybe I should join it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But then there is a whole string of defendants who were doing the same thing -- the same allegedly unlawful practice, they couldn't reach without getting additional plaintiffs."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But their client is a -- is a group.  This -- this is not an individual action --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The statute says sue for the benefit of the whole."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Clement? "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"One thing we also know about the \"in connection with\" language is that we have said, it can't really mean \"in connection with,\" as broadly as that -- the Morales case, I guess, it has to have a more narrow meaning.  Otherwise, everything would be covered."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can they do this:  Can -- can Lawyer Smith say -- you know, there are some products in this State that I really suspect are not being properly made, and I have probably a tort suit; and the damages are awfully small; I would like to get 10 or 20,000 plaintiffs.  I wonder if there is anybody   interested? And then what he does is -- I have to write them a letter, and I know where I can get the names and addresses, from the DMV. So he goes to the DMV and says, I would like the names of everybody who -- I'd like all your names and addresses, and I intend to write them all and send them a letter and say, I suspect there is some fishy business going on here in the dress manufacturers; would you like to tell me about what happened?  Is that possible?  Can they do that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what do you --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe they -- maybe   this is all passe.  Maybe -- perhaps they could get this information elsewhere, but I guess we have to deal with this statute --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So maybe what they want is they want the names of all the people who've ever had a car -- you know, because they think there's something special about a car, and they think that's going to be connected.  But you see what I'm driving at."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You have no lawsuit, but you are going to get one if you can, and you have grounds for thinking that there is some suspicious defendants, and what you are looking for is plaintiffs. That's all."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All you are looking for is plaintiffs.  Now, can you, under this statute, go and get the information, where all you are looking for is plaintiffs for your lawsuit?  So far, you know how many plaintiffs you have?  None."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Is your answer what I have in my mind -- I'm just repeating the same question.  I will do that -- I have some reason for thinking there are a whole bunch of defendants here who have done something wrong.  All I am lacking is a plaintiff, and what I want to do is get the names of potential plaintiffs.  It's the same question.  I have asked that three times.  Either you can, in your view, get it under this lawsuit, or you cannot."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  I'm not liking or disliking.  All I want to know is --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Wait, wait.  Now, that's your -- now, that's the line.  As to some of these defendants, what he's saying is, these lawyers had no client that my defendant hurt, none."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And as to some of these, but not all the requests, all they were doing was they were looking for somebody who bought a car from me.  And the reason they want that is to ask them what the practice was, so they can get a plaintiff to do what the complaint is about.  So it's at least two -- or one or two of the requests are like that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So, now, repeat to me -- I've got your point."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You have don't have to prove it to me.  All -- what I'm trying to get at is the statement that I could write in an opinion that will draw the boundary of this provision south of -- well, the lawyer can go out when he has reason to believe that a defendant has done something wrong and, to use a pejorative, troll for clients."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I want it south of that, and, now, you will tell me the words I can use that will both help your client because they will cover this case, but will also be south of that.  What are --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":7,"sideBefore":"justices","text":"What is -- what is south? I don't have a compass here. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"justices","text":"South means -- south means it does not -- you can't just go and troll for clients, simply because you think a defendant has done something wrong, and you have no client."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I want -- I want to interrupt just -- just one moment.  I may have misheard, or you may have misspoke.  I thought you said that no requests were sent until the suit was filed, but the request was -- the first FOIA request was June 23rd, 2005; the second FOIA request was August 24, 2006; and this Herron suit was filed August 29, 2006."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So letters were sent before the suit was filed."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the -- yes, but the FOIA suit was made before the suit was filed."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose you -- you said that you had a few people came and complained to the lawyers, and then the lawyers wanted to see how widespread this was.  Suppose the lawyer herself bought a car recently, and she got this administrative fee. And, now, she has -- no clients have approached her, but she would like to find out how many similarly situated people there are, so she can get one of these representative actions going. Could -- on that basis, would it be permissible to use -- would that come under the litigation exception?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It would be -- it would be a very poor lawyer who couldn't figure out how   to write this -- the letter he's going to send out in a way that it could not be said to be investigation, as opposed to solicitation. If you have a problem with the windshield wipers, you just send a letter saying, there is this big problem with windshield wipers.  I am a lawyer, I'm representing -- or I hope to represent, or I will represent a group of people who have this problem, and I think we will recover some damages.  Would you like to be a witness in that case? That is in anticipation of litigation, but it's also, quite plainly, an effort to solicit clients, not just witnesses."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So where -- where is the line?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, that's the words -- that's the words of the statute.  I'm trying to   figure out what they mean.  If you think there is some type of solicitation that the statute was meant to prohibit, how do you draw a line that prohibits that, but allows the sort of thing that you want to do?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't have to be filed in court, that may just be --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- residing in the brain of any lawyer who's looking for work."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not just that language.  It's \"investigation in anticipation of litigation.\"  If I understand you correctly, you are saying investigation includes solicitation."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that your position?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So you are saying that really this is a -- the way the statute works is it says nobody can solicit, but for lawyers.  And that's not -- that makes more sense than you might think because this was not a statute that was meant to interfere with solicitation rules; it was meant to interfere with commercial selling. And -- and that's what this is about, and there is a requirement, the requirement as to the lawyer, in good faith, has to believe that, if he finds a client, there's a case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't think that is fair.  I think their position is, to harmonize (b)(4) and (b)(12), you have to interpret investigation, not to include solicitation, because, otherwise, you have a conflict, that (b)(12) prohibits solicitation, unless you have the consent; whereas, (b)(4), which says, \"investigation,\" does not require consent. Now, the two exist in perfect harmony if investigation does not include solicitation, but there -- there is a discrepancy between the two if it does include solicitation.  And you have to say, well, this is an exception from (b)(12)."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"(B)(4) is about -- (b)(4) is about very sensitive information.  You're talking about people's Social Security numbers.  You're talking about whether the person has a disability that they may not want to disclose to the general public -- a person has Parkinson's or -- or epilepsy or is diabetic.  And so you're just -- you're saying lawyers, they -- they get all that stuff.  Nobody else can, but lawyers are a privileged class, and they get it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The difficulty that   Justice Alito brings out is -- I see your interpretation, and I hope the other side will give me some line because they have the same problem -- you know, but in reverse.  What is the line? But your way, it doesn't become that much of a privacy statute.  It's sort of a misnomer.  It's a -- it's a statute that is designed to prevent the commercial use of your -- of this personal information. It's not really a privacy statute."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But in anticipation of litigation does come after service of process, and an additional way to harmonize this statute with (12) is to say that, after the suit has been filed, then -- in anticipation of the litigation that that suit will engender, then you may get the information.  But you didn't do that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's the way the   statute's written."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Clement, I'm not sure I'm satisfied with the answer you gave to Justice Scalia.  He said, look, we've got to harmonize; instead of general-specific, solicitation of clients is different than investigation, and we just say they're mutually exclusive.  It is a little bit of a general and specific.  And that's proven by (b)(2) because, when (b)(2) wants to permit solicitation, it expressly says it, and they didn't expressly say, \"solicitation,\" in (4). That's, I think, your adversary's main argument.  And I'm -- I'm still not sure I'm comfortable with the answer you're giving.  You're saying they're independent, but why are they necessarily conflicting?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"\"Conflicting,\" exactly, or -- or conflicting or overlapping."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I guess it's why are   they necessarily overlapping?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's -- well, that's right.  I understand your point, that this is -- they're not separate categories, and there's no overlap.  But the word is \"harmonizing,\" and the problem is we have to give some limiting construction to \"in connection with.\" And it seems to me that, if you are involved in that endeavor, it does make sense to see how what you're going to cover under the \"in connection with\" relates to what's exempt under the other provisions."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the reason -- the reason that would be so -- I agree with you, that it's very hard to figure out what the line is here between the investigation and solicitation. But that's where the solicitation thing comes into play because what it -- the words that go the other way, in my mind, that cut against you, is that this card could have asked for Social Security numbers,   I guess."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Not under South Carolina law.  All right.  But then, under another State, under this statute, they could.  Now, that's helpful, that answer. But if -- when I think of asking for Social Security numbers, I -- the words -- exaggerated, but they go through my mind -- are \"identity theft run wild.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And, if that is a concern -- if that is a concern, then, by reading this as a solicitation -- you know, the pure case -- and throwing the other exception to cover it, you force the State to focus on it. And the State then has to decide whether they are going to permit or not permit the solicitor, who -- you see, might -- might include the lawyer here, to ask for the Social Security number, and better to have them focus on that decision.  That's the connection that I see between the two."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So are we -- do we know -- by the way, that is helpful because do we know under how many States' law the DMV would be forbidden to give Social Security numbers?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a Federal law to that effect?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There may be a Federal law to that effect."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"A separate one."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if they are -- if they were thinking they might bring an ADA suit --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Your position does create a special -- the point your friend makes -- it does create a special exemption from a solicitation bar for lawyers.  Lawyers can solicitate -- you know, Acme Products can't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In connection with something they hope might someday become litigation, depending upon the answers they get."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask about your line, Mr. Clement?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let me just see if I understand it, and I'll give you two things --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and I think one falls on one side of your line --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and the other falls on the other, but this is just to clarify where your line is. One is -- you know, I'm a lawyer, have you ever been in a car accident lately?  If you have, contact me, and I would love to represent you.  That -- the other is, I'm a lawyer, I think that there's a -- a real -- I'm -- I'm bringing a lawsuit about these red light cameras and saying that they're unlawful, and would you like to join me in that litigation? Am I right to think that the first falls on one side of the line, it's not enough, there's no litigation there; and the seconds falls on the other side, according to you?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But your line --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":5,"sideBefore":"justices","text":"They're north of that line, (Laughter.)"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":8,"sideBefore":"justices","text":"-- is a contemplated"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"A specific contemplated"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Would you want to start the suit?  It doesn't matter in your position."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if Congress wanted to draw the line between possible -- you know, some unknown lawsuit and an actual lawsuit that's in the mind of the lawyer, why did it use the term \"litigation,\" when it had already used earlier, in the same subsection, \"proceeding,\" civil, criminal, administrative, or arbitral proceeding?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know which is specific and which is general.  I mean, that's the problem I have with that."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But what you say, Mr. Clement, that you and your varsity version of the -- which is stronger than the other one is --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- is something like, if   (b)(4) is hard, we have to draw a line someplace, we can look to (b)(12) as expressing some kind of concern that we can use to draw that line."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's not a conflict, we don't have to -- you know, it's not inconsistent, it's just this is an expression of what Congress was thinking about, we're going to use it as a clue."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand what you're saying.  You're saying the State Bar requirements would have required you to say, are you interested in joining the lawsuit?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's because -- that's because the State is allowing solicitation, and it puts certain conditions on what your solicitation --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You point to page 94, you say, oh, it's just the last line, the whole thrust of the letter was solicitation.  You have to be fair about   that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You have to be fair about that."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I just want to, before you leave, because -- in response to Justice Kagan, I think you've changed positions a little bit.  You started by saying there were three ways to draw a line.  Getting clients is okay; getting clients is okay if you get a specific treatment, occurrence, or defect.  And you didn't mention what the third was. So what's your preferred reading?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel.  Mr. Guerra, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why don't you give us the line that's north? (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"North of trolling?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"justices","text":"No, not north of trolling, but you understand the point.  What's your line?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In the middle of the -- in the middle of the class action, several of the clients, the only ones who brought -- who bought the cars -- which there is loads of evidence they're defective, from Dealer Smith, died, and they want to see if they can find three others, so they don't have to dismiss them from the class, they're almost certain -- and has loads of evidence there is the -- you know, the harm caused by the defendant.  They are missing a client.  They died. And so can they get it then?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can they go to the board and say, look, Dealer Smith here -- we're in the middle of the case, we're finished with discovery.  We're just -- he just died and --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- we want to find three others, and I'm sure there's loads of evidence here that there were a hundred thousand others, who bought this defective thing from this defendant, we want to find out the names and addresses.  Can they get it or not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Not."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Guerra, it didn't draw the line at solicitation in (b)(4), and the advantage of Mr. Clement's argument is that the line that he sets up actually has a textual basis in (b)(4) because it focuses on words like \"what is a litigation,\" and \"what is a proceeding,\" and \"are we there yet.\"  And that seems to be what the language of (b)(4) indicates."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOSEPH R. GUERRA","firstName":"JOSEPH","lastName":"GUERRA","counsel":true,"justice":false,"side":"petitioner","words_spoken":3443,"interruptions":33,"times_spoken":57,"laughter":0,"num_int_by":7},{"id":1,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":3506,"interruptions":37,"times_spoken":67,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":550,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":586,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":625,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":793,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":509,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1288,"interruptions":5,"times_spoken":28,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":185,"interruptions":0,"times_spoken":9,"laughter":2,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":128,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":33,"words_spoken":3443,"times_spoken":57,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":37,"words_spoken":3506,"times_spoken":67,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":18,"words_spoken":4664,"times_spoken":130,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1}}