{"petitioner":{"name":"GENOVEVO SALINAS","counsel":[0]},"respondent":{"name":"TEXAS ","counsel":[1,2]},"caseNumber":"12-246","date":"2013-04-17T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 12-246, Salinas v. Texas. Mr. Fisher. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it -- why isn't it like the -- is it Berghuis case?  There was a case of someone who was given Miranda warnings, and, even so, the Court said he was silent.  He didn't invoke the Fifth Amendment; therefore, his silence can be commented on."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what's the law?  What is -- I mean, Joe Smith leaves a -- a blank in part of his tax return.  The IRS gets it.  Later, it turns out to be relevant, and the prosecutor wants to say, hey, he left this blank.  Okay? Now, Griffin doesn't apply, right."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, isn't it -- you're not going to say that any -- any time you refuse to tell the government anything and, later on, it turns out to be relevant to a criminal prosecution, that that's taken as an invocation of the Fifth Amendment.  I mean, do you want to go that far?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Then you need a line."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what is -- then you need a line.  So where is -- there's the tax case; then we have a case they're selling tickets to the policeman's ball, and somebody comes to the door, and  the policeman says, hey, I haven't seen you around before, and he doesn't answer.  Okay?  Now, that's probably not an invocation. And then we have the clear line, which, in custody, and, now, you want to extend that line.  And so what I want to know if we -- if I follow you and extend it, what line do I draw?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So then --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it's -- it's well settled that, when you're -- wherein you're examining the witness and he takes -- and he suddenly says, I don't want any more questions, that that's -- he's waived if you're in court, if you're examining a witness on the stand. So, against that background, suppose, in this case, the facts were just about the same, and he  said what -- the police said, what would you do if we matched the shotgun shells?  And he said -- he said, \"Well\" -- and then he starts to cry.  He said one word, \"Well,\" and he started to cry.  Admissible?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because he said, \"Well\"?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but could the police officer also testify that and then he started to cry?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or the prosecution could say, Well, he said, well, and started to cry, and he never told us anything else.  That -- that final sentence that I used is impermissible?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, but then -- do -- do I understand correctly that you're saying demeanor is different, so, although it was impermissible to comment on silence, it was okay to say he looked down, he seemed to be sweating, he was very nervous, he was shuffling his feet."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, may -- I have a number of problems.  The first is your rule would be seen to be giving noncustodial defendants more rights than those defendants in custody because you're arguing that -- I think -- that a greater degree of expression, other than silence, would be needed to show the invocation of the privilege against self-incrimination."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or are you trying to equate the rights that a defendant has to custodial and  noncustodial, with respect to invocation?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem -- I have an easier problem understanding this argument with respect -- and I'm going to ask your adversaries -- with respect to the situation in which someone is approached by the police and said, come in and talk to us.  I have a hard time understanding how the refusal to come talk to them could be held against them.  There, I understand it. But, here, your defendant went in and talked.  So, once he chose to do that, why does he get more rights than Berghuis did, who remained silent for 2-and-a-half hours?  The Court wasn't willing to find that that was an invocation of the privilege against self-incrimination.  Why would it find the refusal to  ask one -- answer one question indicative of the privilege against silence -- or the privilege for silence?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- I don't want -- are you saying that, before the Miranda warning is required, you cannot invoke the Fifth Amendment?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean -- that's -- that's how I understood that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you're not arguing that, but that's why I'm --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it can be invoked, and that might make a big difference.  In your -- in your brief, you acknowledge that most citizens know they have a Fifth Amendment right."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so if there's -- if questions are somehow troublesome, you say, I'm invoking my Fifth Amendment right; go away, even if you're not in custody, even if Miranda doesn't apply."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And your client didn't do that here."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes, there's no doubt he was remaining silent, but the issue is whether he was trying to raise his Fifth Amendment right. Now, suppose your rule were, whatever the situation, where either the individual expressly raises his right or, at the least, it's a fair implication from the circumstance that he was trying to assert his right,  would that be a sensible rule? And, if so, how would your case stack up?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It depends on the circumstance."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you deal with  another common situation where a defendant meets up with the police, gives a story, and then, later, changes the story.  And the question is asked at trial, you never volunteered that story to the -- to the police when they questioned you. Would that be silence, to you?  Would that be an invocation of his right not to incriminate himself?  Or would you -- would the prosecutor be barred from arguing to the jury, as often is done, he chose to say this, but not that, so this is a made-up story."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, sometimes, they come back and later do a different confession."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he's not in custody.  So let's say he's answering the questions. All of a sudden, he gets a particular question, and he says, you know, it's getting late, I think I'm done, and going to go home.  Is that an invocation of the Fifth Amendment right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is that  something --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that something that could be used against him at trial?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's probative if that he says that -- he's answering all the questions, they're fine.  All of a sudden, they say, well, is your shotgun going to match the shell?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then he goes, gosh, it's late, I'm going to go home.  That seems as -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems as probative as the silence."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you draw a distinction between Mr. Salinas's situation and someone who's questioned in the home -- in the person's home or on the street?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And what if -- what if the person -- what if the person was totally unknown to the police, but called up the police and said they want -- wants to talk to them for some purpose.  You wouldn't draw a distinction between that situation? to them -- and --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He wants to talk to them"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He wants to talk to them, and then, in the course of this conversation, the same thing happens that happened here."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- you're giving us Miranda, not Miranda, custody, not custody, gray area. That -- that's what you're arguing.  You want a gray area opinion to be written?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I'm assuming, now that I'm thinking about your argument, you would argue that, even in a custodial setting, a prosecutor couldn't say, I asked him, did he shoot his wife, and the prosecutor can't argue that, because he refused to answer, that makes him guilty."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in fact, at most trials, district court judges tell juries the evidence is not the unanswered question.  It's the question plus the answer."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Yes.  The answer is going to be yes because we're going to hear it in one minute because, as you say, it follows a fortiori for Berghuis, you know, it's -- if you're going to have to make an explicit statement to invoke your Fifth Amendment right, when you're not in an inherently coercive setting, I mean, that's going to be the argument."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not in an inherently coercive setting, as you are in the Miranda situation, you're not at trial, and, outside those two situations, you have to say explicitly, I'm invoking the Fifth Amendment --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or tap on the Constitution or something in order to indicate --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's what's at issue and that's what --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  And that's saying because, there, we have a line.  It's called the in-custody line.  Once you get outside of custody --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't want to make the government's argument for them.  They'll make it very well."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So I think the argument will be, I think -- it is, at least in my mind, that if, after sitting there for 45 minutes -- or maybe it was an hour and 45 minutes -- without saying anything, I'm -- I'm maybe taking a dissenting position, but, if -- when he answers -- doesn't answer over that long period of time, but doesn't say, I want to remain silent, if that long period of behavior is insufficient without the express statement to show that he wanted to remain silent, so, outside custodial setting, should it be  insufficient to simply remain silent to show that -- you see, it's argument by analogy, I think --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the -- isn't the point, Mr. Fisher --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is:  What is it insufficient for?  In Berghuis, it was insufficient for the purpose of cutting off police questions."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not the case here. The question here is whether it's sufficient or insufficient for the purpose of allowing his -- his silence to be used against him at trial."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an entirely different question, isn't it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless you're going to argue that -- that silence cannot be -- can never be commented on in any noncustodial situation -- and I didn't think you were willing to go that far when I was questioning you previously -- you're going to have the same kind of line-drawing questions, aren't you?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Where was it held?  What was  the nature?  Who initiated it?  Was the person really under suspicion?  What was the purpose of the -- of the questioning?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess, as I understand your rule -- I'm sorry.  I'll ask it on rebuttal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Thank you, counsel. Mr. Curry. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But why, counsel?  I mean, really, what you're saying is, merely because I asked you the question and you choose not to answer, it makes you guilty."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It -- no problem.  Here, you're asking about the crime of investigation.  But you could have asked him, did you kill Joe Blow on another street, and, if he had remained silent, you would be arguing that proves he is guilty, I could introduce that at trial. And you would be arguing it would be sufficient to convict him, that you merely asked the question and he remained silent about it shows his guilt."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's a little scary to me that an unanswered question is evidence of guilt."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He is not arguing that the physical response is not admissible.  He is just arguing that the mere asking of a question and a failure to answer it, you can't argue, as a prosecutor, that that shows someone is guilty."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it would be up to the jury, wouldn't it?  The jury might well agree with Justice Sotomayor, that it doesn't prove anything that he answered a question, right?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"The question is whether you can ask the jury to consider that."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Your -- my hypothetical that I posed earlier, if the police call you and say, come in for questioning, and you ignore them, is that an invocation of the right to silence or not?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why could you argue that that's --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They -- then they're arguing what the legal theory of guilt is in that situation."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So why is it -- would it be admissible that someone decides -- someone comes in, and they say -- police say to him or her, we are investigating this crime, help us.  They start asking questions, and it's clear from the first question -- there is a waiver of Miranda, and, from the first question, the first question is, did you kill this person? The guy remains silent.  They ask a whole bunch of other questions, and he remains silent.  Had -- has he invoked his right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So a prosecutor could go  into the jury and say, he waived his Miranda rights, and he is guilty because he refused to answer our questions?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"He wouldn't say that.  He would say one of the indications of his guilt is that he refused to answer the question.  No prosecutor would argue that, that alone, would support a conviction, right?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Curry --  I'm sorry. Just to nail that down because your first three words were \"absent an invocation.\""},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Are you -- are you, now,  adopting the Solicitor General's argument?  Because your brief goes further.  So are you, now, saying that the crucial thing is the invocation?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And so you would agree with the government that, if he had invoked, that the Fifth Amendment right would come into play?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's the line you're drawing, between his -- his just not answering and his saying, I don't want to answer?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"The latter can't be introduce to the jury, but the former can?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Why would you -- why would you draw that -- that line?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't the mere silence suggest, \"I don't want to talk anymore\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Particularly since he did want to talk some more, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't the most logical inference from the silence not that he isn't quick enough to come up with an exculpatory answer, but that it would incriminate him if he answered?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But he could -- he could invoke the Fifth Amendment with respect to one set of questions and not another, and what's disturbing me about your position, if it's -- if you have -- someone being interrogated, who is savvy, will say, \"I plead the Fifth.\"  And somebody who is not that smart is just silent.  To make a difference between those two people on whether comment can be made on the failure to respond is troublesome."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Curry, in a case like Berghuis, which is in a custodial setting, if the defendant there had not ever said anything, had gone through the entire interview and, really, never said a word, so that the police kept asking him questions, but he never said anything, the prosecutors could then not go in and say, look, for 3 hours, we asked him questions, and he didn't talk.  That would be off limits.  And the question is, if that's off limits, why shouldn't this be off limits as well?  If there's no invocation necessary there, for some of the reasons that Justice Ginsburg was saying, why should there be an invocation requirement here?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  I -- I understand that, in your case, there happens to be a kind of selective answering sort of question, but let's say -- let's take that out of the picture, all right?  And just say -- you know, he just didn't want to answer questions, all right?  So then the question is, why would that case be any different from the case that I posited?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"He -- he didn't invoke.  He just didn't answer."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So you're pinning your argument really, on the fact that he did a lot of answering."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"On this -- on this, you know, you can't pick and choose kind of argument."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So would it be fair to say that your argument is, look, you can't just like keep talking and talking and talking and -- and, at that point, you have to invoke?  If -- if you've been doing a lot of talking and then decide you want to stay silent,  at that point, you have to invoke.  But that's not to say that you have to invoke in every noncustodial encounter.  Is that your argument?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought you said he didn't have to do that, if he didn't answer any questions, didn't you?  Isn't that what you said?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":10,"sideBefore":"justices","text":"You took the words out of my mouth."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but, in Berghuis, we found no implication."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so Justice Kagan's question stands."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, a few, as I recall."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Curry, Berghuis is different for a different reason.  Berghuis is different because the question in Berghuis is what do you have to do to make the police go away.  Here, the police were not going away.  There was no -- there's no question of that.  The -- the question is what do you have to do in order to bar the prosecutor from introducing your silence at trial. So that's a really different question, isn't it?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly.  That's why Berghuis is irrelevant here because Berghuis said at a certain point -- you know, you need to invoke in order to stop questioning.  But -- but that's not what's at issue here."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is that?  That is what I'm -- I'm uncertain about this.  And they cite page 468, note 37, of Miranda. All right.  What is the law, in your opinion now, in respect to -- and what case would support this? A defendant comes in, he is warned and given his Miranda rights.  He says, fine, and then he proceeds to answer a whole bunch of questions. Then they ask question number 432.  He says nothing.  You then go on to 433, 434, et cetera, and he answers them all.  Okay?  At the trial, the lawyer -- the prosecutor wants to comment on the fact that, in the face of that single question -- though answering many, many more -- he remained silent. Does Griffin say he can -- the prosecutor can make that comment, yes or no?  And I'd appreciate the government answering this question, too, because they're -- if they -- are they speaking here?  Or are you doing the whole argument?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's -- I'd like to get the same answer."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because I -- well, now, they cite for the proposition, I think, that it -- that the prosecutor is forbidden to make that comment, note 37 of Miranda.  Okay.  I just read it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And I -- may be ambiguous on the point.  It says you have the right to maintain immunity in the face of an accusation."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, fine.  But what's your opinion?  I mean, what is the law in respect to that single point?  And at least to me, I'd -- I'd like to know your opinion on that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any authority, or is it just your opinion that we have to go on?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Where does the compulsion line come in?  Your adversary points out that, under this scenario, the police can ask you  questions and say to you -- you know, if you stay quiet in this question, I'm going to use it against you at trial, that police will actually to that, that they'll actually come in and tell defendants who are telling the story -- you know, either answer or it'll be used against you."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So why can't you say that a call from a police officer to someone who says, come in and talk, that that can't be used against them at trial as -- you gave me a different answer.  You said it wasn't probative, but you didn't say Griffin would protect that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Anders. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That is such a radical position, that silence is an admission of guilt.  That's really what the argument is.  I certainly understand that speaking can implicate you, and, if you choose to speak, clearly, whatever you say can be used against you, unless you're in custody and unless you've invoked the right before. But this is radically different.  We are -- we are -- you're trying to say acts of commission and omission are the same, but statements are different than silence because, then, you're making the person who is asking this question your -- your admission.  You are saying you're adopting their statement as true."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Anders --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  We don't require invocation at trial, and we don't require invocation in a custodial setting.  And you might think, well, custodial, that's very different because, after all, custodial is inherently coercive, but that's the whole point of Miranda warnings, is that, once we give Miranda warnings, that coercion is dispelled and the custodial setting, essentially, becomes like a noncustodial setting. So, if we don't require invocation, even after Miranda warnings are given in a custodial setting, why should we require invocation here?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but then --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- you're given the warnings, and then that's gone."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You've -- you've said in your brief that there might be a whole other -- many other reasons for remaining silent, and I -- I suggested that the -- in -- in this kind of scenario, the most likely reason that the suspect will clam up is that he  fears incrimination. But what -- what obvious other reasons unrelated to the Fifth Amendment, why a defendant might remain silent?  I mean, the Griffin rule is he doesn't have to say, I plead the Fifth, because we assume that, when he doesn't take the stand, he is doing so because he doesn't want to incriminate himself."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Are you -- are you conceding the -- the point that they make?  I -- that -- that even if in the custodial setting he waives his Miranda right, he answers 500 questions, but doesn't answer one of the 500, that the prosecutor cannot comment on that fact that he didn't answer that one?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Does it?  What do you think?  He says, no, you can't, and he quotes Miranda. Okay?  So what do you think?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And do you have a view on it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what is your answer to Justice Kagan's earlier question to -- of the hypothetical of the defendant that says nothing for 20 questions?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Then there's no -- and there's no Miranda warning and no custody."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what does that mean? Does he just -- how about if he just says, you know, I  don't really want to answer that question?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  But -- but I don't think you -- you were going to tell me this great deal of conduct, what silence could mean other than, I fear incrimination.  What else is --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Ms. Anders, suppose -- you know, he thinks that the interview is going to be one thing, and then it turns out that the interview was something else.  He realizes, it dawns on him, that the police really do see him as a suspect.  And he says to himself, I better stop answering, right? So he says, okay -- he's answered a bunch of  questions already, but -- but, now, he's -- you know, I don't want to answer any more questions.  Is that an invocation?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Or, if he says, I don't want to answer questions about a particular topic; is that an invocation?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That doesn't sound like a clear rule.  I mean -- you know, as -- as between -- you know, I don't want to answer those questions on a particular topic, I don't want to answer that question, or just like could we go on to a different question or -- or I don't know.  Why is that different?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What's not administrable about telling the police you just can't argue to a jury that merely not asking a question is guilt?  What -- what lacks administrable?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Fisher, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd like to go back to what Justice Ginsburg argued because there is an argument here that there wasn't an invocation of the right, that, by physical conduct, there was a statement. Would you have had a problem if the prosecutor had argued at trial -- you know, when he was asked about this testing, he didn't remain silent, he got nervous?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that shows his  guilt."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":4063,"interruptions":24,"times_spoken":56,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ALAN K. CURRY","firstName":"ALAN","lastName":"CURRY","counsel":true,"justice":false,"side":"respondent","words_spoken":2184,"interruptions":24,"times_spoken":43,"laughter":0,"num_int_by":5},{"id":2,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"respondent","words_spoken":1347,"interruptions":12,"times_spoken":18,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":170,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":341,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":925,"interruptions":6,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":352,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1066,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":181,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":842,"interruptions":3,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":154,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":4063,"times_spoken":56,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":36,"words_spoken":3531,"times_spoken":61,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":4031,"times_spoken":120,"laughter":1,"num_int_by":3}],"outcome":{"side":"respondent","margin":1}}