{"petitioner":{"name":"GIRIDHAR C. SEKHAR","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"12-357","date":"2013-04-23T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning first in Case 12-357, Sekhar v. United States. Mr. Clement? "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If the jury had -- had  returned the verdict, which is at JA142, and it had marked that the attempt to extort was to extort the commitment, you might still maybe have some causation arguments, but I assume the property argument you're about to make is just irrelevant."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could -- could the case have been indicted -- has it been charged as one in which what they were taking was the commissions that would ultimately have been generated?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, here, what the Petitioner wanted were the commissions, ultimately.  And you can't commit extortion in order to get -- and that's real money.  It's for the Government to answer, not you, but can -- do you have any idea why they didn't charge that?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I see.  I see."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Well, I took you away from your argument about intangible property."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Clement, just along the same lines.  What you're saying is that it still would not be extortion -- let's say somebody in your client's position runs an investment company, wants an investment, wants the fees that come along with that investment.  Goes to -- let's say that there's a single person who gets to decide whether to make that investment, and so to pay those fees, goes to that person, threatens that person with something terrible happening to him. You're saying that that does not count as  extortion, that there's a reason that the Government didn't charge it like that?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they want the investment with -- and the fees that come with the investment.  So -- and that's why they're threatening the person."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even though they wouldn't have gotten the investment and they wouldn't have gotten the fees absent the -- the threat of force or -- or violence?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's -- the coercion crime, at least under New York definition, requires  force.  And -- and here, it's a threat of exposure of an embarrassing fact. So what -- am I right about that, that the coercion, which is not a Federal crime but is a State crime, requires a threat of force to restrict another's freedom?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your definition of -- of property?  In your reply brief, you begin by saying that you're -- you are not arguing that the property has to be tangible and includes some forms of intangible property. How would you draw the line?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about the mob goes to a grocer and says, you know, you're dead or something if you sell Cheerios, and the reason is because they have a monopoly, some other grocer who's connected has a monopoly.  And they threaten him.  Now,  does that violate Hobbs Act?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What he did was -- and he's -- he's not going to sell Cheerios."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now -- now, in fact, they're doing it to get money, and they do get money, but via the means of the other grocer.  And there is nothing in the words of this Act that says that the property has to be taken from the individual whom you coerce. It's easy to imagine situations where the coerced individual has a relationship, direct, special and so forth, with the person who has the money.  So what happens when, say, the mob coerces the person without the property so that he will do a thing such that the person with the property gives them the property?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now just make  it different.  What they do is they get the assistant bank employee and they threaten him to do such a thing such as shout at a certain time where they know that that shouting will lead them to be able to rob the bank. I mean, you know, it's easy to think up. What I can't figure out here is, is there some requirement that the person who is coerced has to be the same person as the person who gives them the property.  If the answer to that's no, then none of the Government's chamber of horribles is horrible because there's a way around it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And you haven't found anything on this.  You'd be making it up now, is that basically it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the -- is the one?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that what the word \"extort\" means?  You extort something from someone?  It  means you get it from him, you don't get it from some third party."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you think the commitment is real cash, is a real contract, real cash, real property, right?  Then it wouldn't matter under that -- under what you just said, that the threat was made to the general counsel rather than to the final person who issued the money, isn't that right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  But you wouldn't say, well, we're dealing with an organization, so it's only extortion if you threaten the person who writes the check?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If you threaten the person who makes a recommendation to the person who writes the check, that's good enough."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, what is -- I'm sort of trying to figure out why you're trying to get the word \"property\" to do the work of the \"obtain\" part of the statute because when you answered  Justice Alito you were using the terms of \"obtain\" to define property, which is in my mind a sort of strange way to do things, okay?  Property generally means value of some sort and you don't use any of those words in your definition. So what you're using in my mind, and not illogically, is to say that the second part of the statute has to do some work, so it has to mean that you're taking something of value away from someone else. That makes logical sense to me.  And I understand the second piece of your argument, which is the recommendation -- not the recommendation, but his honest services were -- wasn't being given to your client, it was being given to the employer. So your client obtained nothing of value for himself.  He didn't get anything transferred to him. And that -- that argument makes eminent sense to me. And I tease it out of your brief, but I don't know why you're trying to get our definition of \"property\" to do that work."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't the work in the \"obtain\" part?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So take the Government's definition that property is anything of value."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  And let's assume because it -- as I said, that seems to have some sort of conceptual appeal.  Then make the argument for me."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Then make your argument for me why this isn't an obtaining."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose that the person coerced here was a -- was a corrupt person and had put his recommendation out for bids.  Okay?  He said, you know, I'll -- I'll recommend whoever pays me the most money.  Would that alter this case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if then somebody comes in and says, well, I'm not going to pay you the money, but I'll -- I'll break your knees if you don't recommend me, would that be extortion?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that -- you focused on transferability when you began.  Why isn't that completely transferable?  I have leverage against this official and if you want him to recommend yes on your investment, you have to pay me a certain amount of money.  And you can transfer that.  You've got everybody in, say, you know, the association or whatever and you can auction that off.  It seems to me it's perfectly transferable from the defendant to anyone else."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the lawyer's going to make recommendations in many other cases as well.  And if you have an application coming up and you want a favorable recommendation, you can go to the -- the individual that has the leverage and say, I will pay you this much money if you can get the person to give me a favorable recommendation.  And that's transferable from the person with the -- the leverage to -- to someone else."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just let me make sure that I understand your position.  Suppose roughly these facts, the general counsel is threatened with something very serious, let's say violence, unless he makes a favorable recommendation.  He does.  They act on that recommendation, it's -- it's a substantial cause in making the investment, and the investment is made and they get the money.  Violation?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- but that's a causation argument, not whether or not you received property."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But so far as the property  point in my hypothetical, if the recommendation leads to the contract and the contract leads to the commission and the commission means money in your pocket, that's property."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And so then we just have a causation argument, not a property argument."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to be more property, more money, more money in return for less services or something than otherwise.  That's what you're saying. But I don't think that's -- I mean, right.  But the answer -- go ahead because I -- that's the qualification you're making, the McNally qualification."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- you said transfer, sell, but there's also exercise.  And the theory is that the defendant sought to take away the officer's right to make this recommendation, take it away from the officer, exercise it himself.  So why  doesn't it fit -- why isn't this an intangible right taken from one and exercised by another?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this -- there is, I take it, no Federal crime that this conduct would fit? You said New York State has a coercion crime which you say this conduct might fit.  But there's no Federal crime."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And why did -- why did New York -- was the New York case dropped and the State officials urged the Government, the Federal Government,  to make this a Federal case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Harrington. "},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Harrington, just to go back to Justice Kennedy's -- I mean, suppose -- was there a reason why it wasn't charged in what seems to me to be the simpler way, which is a threat was made in order to get an investment and in order to get fees to put in your pocket and -- and go away with, and that's extortion.  So why wasn't it -- why wasn't that the theory of the case?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think there's an obstacle to charging a case that way?  Mr. Clement seems to think that there's an obstacle, that even though there's property in that case, there's some other problem with charging the case that way."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The obvious problem, which you might want to address at some point, is that -- that if you take your definition that this recommendation, legal recommendation, is property and the fellow said, you know, I'm going to fix you if you don't do it, if that's property, we're back to the honest services statute because anyone in the government and anyone in business, indeed everybody, has a job and those jobs always require you to do things. So if every time somebody threatens a person and says, we don't want you to do the thing you're supposed to do, we want you to do the thing like this, well, then you're violating this property statute."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, that seems very far- reaching, hard to reconcile with the abortion case -- the abortion clinic case, et cetera, and it is easy to reconcile with the honest services case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, that sounds technical.  You see, the problem I'm interested in is, by accepting your definition do we suddenly throw within the statute, which speaks of property, any time there is an appropriate threat which has as a condition the person doing the job differently?  That's true of whether it's a postman, you know, any public official, any private official, anybody."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That seems very far-reaching.  So what's the answer?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Just to add to Justice Breyer's question, it's -- suppose the secretary/typist is -- the stenographer is charged with typing the letter \"I do not recommend\" and they bribe  her and she says \"I recommend.\"  She has an interest in her integrity to give an honest transcription.  Under your view, and this is what Justice Breyer is getting at, I think, that -- that secretary has property that you are taking.  That's very far-reaching."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I understand that. But I still would like an answer to my question, and  it's well-phrased with an example by Justice Kennedy. Every secretary in the United States who is about to write a recommendation for somebody to go to college or some other thing then is faced with a threat, you put in name such-and-such or put in yes instead of no, and is under your definition that person's property, that what she does the taking of property?  The answer is either you think yes, in which case I would like you to defend it --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Or the -- yes.  Okay.  Then what conceivable ground?  I'm not -- I don't want to -- that sounds a little pejorative, but I say, what ground is there for a definition that is so broad that it sweeps within it all working people in the United States in the performance of their ordinary jobs?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what is -- I have a property interest in doing my job?  I don't know what that means.  I mean, just throwing words around.  You are calling doing a job a property interest.  Normally when I think of property, I think of something that can be conveyed.  Can I convey the -- the doing of my job to somebody else?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm not talking about my labor.  I'm talking about my doing the job that the employer has assigned to me."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not my -- not my labor in the abstract.  Nobody is taking my labor away from me."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can you cite one -- one extortion case at common law -- or let me put it another way.  What is the closest extortion case at common law that you can allude to?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We -- we are using a common law term here, \"extortion.\""},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Whatever.  What's the closest that comes to this abstract, \"the doing of my job is property\"?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what's the closest New York case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How was it -- could you tell us a little more?  How was it taken?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Harrington, go back to the Scheidler example because that was a case where we said there was not extortion when there were threats of violence meant to close down an abortion clinic's operations.  What you are suggesting is that if those threats of violence had been targeted at the abortion clinic's lawyer in order to get him to tell the clinic to shut down their operations because they were a violation of law, that it would be an entirely different case.  Now, how could that be?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so you think if -- if they targeted the -- the clinic's lawyer or the -- if the threats were, Don't shut down the clinic, instead,  start delivering babies, that that would be extortion, whereas in the real case it wasn't?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, because there wasn't -- and there's nothing obtained either way.  I mean, you are trying to change what the person is doing, but you are not getting anything from it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that -- that's the problem with your New York cases as well.  You -- you are focusing on property in another context, where the property is harmed, not whether property is taken. You -- you have neither a New York case nor any other common law case involving extortion where the property taken consists of somebody's doing his job."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure that obtainable property and -- and harmable property are one and the same thing, I'm really not."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You are -- you are contradicting what you yourself said a little bit before, which is that property means the same thing for both provisions --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"and the harming."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I -- going back a little bit to Justice Breyer's question, how do you gain possession of someone's advice or how they do their job when it's not giving you a direct benefit, it's something that belongs to someone else?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's the problem, this obtaining controlled concept."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Because you're -- you're equating taking control with possession.  And that's where I'm having difficulty."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"As I think about it in terms of the New York cases, as you write them up here, it sounds as if someone was trying to get control of a business.  So I think business, land, labor, and capital.  All right.  I can see why somebody who's trying to get control of a whole business is trying to take land, labor, and capital.  There may be no land  there, but so what.  And -- but a person's trying to take control of another's job by just telling him what to do 2 percent of the time seems well across some kind of line."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  No attaining question.  I'm just thinking is it reasonable to call a secretary doing one job which takes 3 percent of her time that hour property, in a way is that different from taking control of Macy's?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and it seems to me that probably it is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, I'm not worried about copyrights or other intangibles."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's not the issue."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, yes, he would have ended up with something intangible in those hypotheticals.  He would have ended up with the mowed lawn.  He would have ended up with the thing that the service was providing them."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the problem here is that there is no obtaining of anything that the person is getting in your theory."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why is that valuable to me? Why is it valuable to me -- I can see how the job is valuable to me.  I get paid to do the job.  But why making one recommendation rather than another is valuable to me?  I don't think it's valuable to me."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's only because I'm an honest person that I want to make the proper recommendation, but to say that it has any economic value that I recommend A rather than B?  It's -- it's totally neutral whether one is -- is more economically valuable than the other."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's all very true and an  honest lawyer should do that, but that doesn't prove that it's economically valuable for the lawyer to give the right advice rather than the wrong advice."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I see.  I see."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Harrington, I guess I'm just confused, and this goes back again to Justice Kennedy's initial question, why it wasn't charged in a much simpler way where the property is not a right by a lawyer to do his job, which seems no other person can get, but where the property was the contract, was the -- was the investment and the fees, and the theory was that a threat was used in order to get that investment and fees. And why wasn't -- why isn't that just -- you know, I look at the facts here and I say extortion, but not on your theory, on my theory.  And why wasn't that simple theory used?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is what --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":8,"sideBefore":"justices","text":"But you don't think that there's any reason why it, in a future case, it couldn't be charged just the way I said it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Was that one of the choices the jury had?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't think they circled recommendation.  They circled his honest advice, didn't they?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it does seem to me important that you can't give us a common law case because common law is extortion -- at common law is extortion, it's usually the other way around.  It's usually the official who's doing the extorting."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"At -- at common law, could anyone ever extort an official, or we just don't have  those cases?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But not the obtaining of property."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's true.  Not the obtaining the property, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you point out, of course, that it was based on the New York law, but what do you do with the point that they did not carry forward the separate crime of coercion, which was in the New York law but not in the Hobbs Act?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do with the fact that the State authorities did charge it under coercion?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think would be covered by coercion that wouldn't be covered by the Government's extortion theory here? Give me an example of -- of coercion?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, for example --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why isn't that property?  Why?  You know, my -- my choice of marrying whom I want, why isn't that as much property as -- as my ability to -- to perform my job the way I want?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"A lot of people marry for money. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me you could characterize the right to work as more of a liberty interest than a property interest."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you draw a distinction between extorting someone not to go to work and extorting him how to do his job once he's at work?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why, just as long as we are idly speculating, didn't you use 18 U.S.C. 875, \"Whoever with intent to extort from any person,\" you know, \"anything of value\"?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have -- you don't have property in there.  You have a thing of value --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- is there some -- I mean, it just seems obvious you'd be in a much stronger position when you say that the recommendation not to buy or to buy a particular service from somebody is a thing of value."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Have they in the Court been treated as a thing of value means property?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So no."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it -- it at least makes available the argument that you don't have to go this far, that there are other provisions that would  enable you to get to this person."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So why -- instead of inducing us to define property so broadly that it's unrecognizable, as far as I am concerned --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We're talking about property for purposes of extortion, the common law crime of extortion."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think property is property.  I think property can -- can have a -- a different meaning with -- with regard to various provisions of the law.  And -- and the provision of the  law defining extortion brings with it a whole baggage of -- of common law cases.  And that may well be different from the word \"property\" used in some other Federal statute that does not invoke the common law of extortion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Clement, 5 minutes. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, when you  finish --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let -- look, I think if we take your argument to its logical conclusion, what you are telling us is, do away with the Second Circuit's Tropiano decision, and the large progeny of cases that come from it. The most common is the threat to a business that says pull out of this market because we don't want you in it.  And we want all the customers.  And courts routinely have said that is a Hobbs Act violation. You're using the threat of force to tell people to keep out of a particular market. Today you are telling us that under your theory of the Hobbs Act and your definition of property, that doesn't count as a Hobbs Act violation."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I think when I sat as a district court judge, I would have been insulted by that. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  It's really is, for you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3820,"interruptions":17,"times_spoken":42,"laughter":0,"num_int_by":7},{"id":1,"fullName":"SARAH E. HARRINGTON","firstName":"SARAH","lastName":"HARRINGTON","counsel":true,"justice":false,"side":"respondent","words_spoken":4051,"interruptions":27,"times_spoken":65,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":302,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":395,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":725,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":198,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":43,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":991,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":762,"interruptions":4,"times_spoken":30,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":498,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":3820,"times_spoken":42,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":27,"words_spoken":4051,"times_spoken":65,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":3914,"times_spoken":111,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.8415692970300873,"respondent":0.15843070296991268,"date":1472501779238}}