{"petitioner":{"name":"UNITED STATES","counsel":[0,2]},"respondent":{"name":"EDITH SCHLAIN WINDSOR, IN HER CAPACITY AS EXECUTOR OF THE ESTATE:\nOF THEA CLARA SPYER, ET AL.\n","counsel":[1,3]},"caseNumber":"12-307","date":"2013-03-27T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument this morning in Case 12-307, United States v. Windsor, and we will begin with the jurisdictional discussion. Ms. Jackson? "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"","text":"Who else is going to be aggrieved if she is not?  Meaning another person who is -- whose benefits are withheld, tax refund is withheld, is going to be in an identical situation to her?  Who else could come in?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"","text":"Excuse me.  If there is no jurisdiction here, why was there jurisdiction at the trial level?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"","text":"I mean, the government comes in and says \"I agree\" -- or if there was jurisdiction, why did the Court ever have to get to the merits? If you have a, let's say, a lawsuit on an -- on an indebtedness and the alleged debtor comes in and says, yes, I owe them money, but I'm just not gonna pay it, which is the equivalent of the government saying, yes, it's unconstitutional but I'm going to enforce it anyway. What would happen in that -- in that indebtedness suit is that the court would enter judgment and say, if you agree that you owe it, by God, you should pay it.  And there would be a judgment right there without any consideration of the merits, right? Why didn't that happen here?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"","text":"Really, that's very peculiar.  When -- when both parties to the case agree on what the law is?  What, the -- just for fun, the district judge is -- is going to have a hearing?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"","text":"I'm not talking about jurisdiction now.  I'm talking about why the district court, without getting to the merits, should not have entered judgment against the government."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"","text":"Well, the Solicitor General's standing argument is very abstract.  But here is one possible way of understanding it, perhaps the Solicitor General will disavow it, but it would go like this.  The President's position in this case is that he is going to continue to enforce DOMA, engage in conduct that he believes is unconstitutional, until this Court tells him to stop. The judgment of the Second Circuit told the Executive Branch to comply with the Equal Protection Clause immediately.  The President disagrees with the temporal aspect of that, so the Executive is aggrieved in the sense that the Executive is ordered to do something prior to the point when the Executive believes it should do that thing. Now, wouldn't that be sufficient to make -- to create injury in the Executive and render the Executive an aggrieved party?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"","text":"Why -- why wouldn't -- imagine -- there in Article II, it says that the President shall take care that the laws be faithfully executed.  So the President has worked out -- I, personally, and for reasons in -- in my department, others think that this law is unconstitutional, but I have this obligation.  And because I have this obligation, I will not -- I will continue to execute this law.  I will continue to execute it though I disagree with it.  And I execute it until I have an authoritative determination not to. Now, how is that different from a trustee who believes that he has an obligation to a trust to do something under a certain provision that he thinks doesn't require that, but -- you know, there's a debate about it, but he says, I have the obligation here.  I'm going to follow this through. There'd be standing in the second case for any fiduciary, despite his personal beliefs, to continue.  We'd understand that and say there was standing.  Why don't we here?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"","text":"And that's the part I don't understand.  For -- if, in fact, as you agree, the trustee or other fiduciary in my example would indeed have standing to act according to the law, even though he thinks that that law is unconstitutional because of his obligation such as under Section 2.  You agree he has the -- he has -- there is standing when he goes into court in the first place, which surely he could interpret Article II as saying and you follow it through as long as you can do it, which includes appeals until the matter is determined finally and authoritatively by a court.  If you could do the first, what suddenly stops you from doing the second?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":0,"sideBefore":"","text":"Well, I would have thought --"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":0,"sideBefore":"","text":"I would have thought your answer would be that the Executive's obligation to execute the law includes the obligation to execute the law consistent with the Constitution.  And if he has made a determination that executing the law by enforcing the terms is unconstitutional, I don't see why he doesn't have the courage of his convictions and execute not only the statute, but do it consistent with his view of the Constitution, rather than saying, oh, we'll wait till the Supreme Court tells us we have no choice."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"","text":"In Federal court's jurisprudence, are you saying there's a lack of adversity here?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"","text":"Can you give us a pigeonhole?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"","text":"But it seems to me there -- there's injury here."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":0,"sideBefore":"","text":"But, Ms. Jackson, I mean, to go back to Justice Kennedy's point, we have injury here in the most classic, most concrete sense.  There's $300,000 that's going to come out of the government's treasury if this decision is upheld, and it won't if it isn't. Now, the government is willing to pay that $300,000, would be happy to pay that $300,000.  But whether the government is happy or sad to pay that $300,000, the government is still paying the $300,000, which in the usual set of circumstances is the classic Article III injury. Why isn't it here?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":0,"sideBefore":"","text":"But don't we often separate those two things, ask whether there's injury for Article III purposes and causation and redressability, as you say, but then say, well, sometimes when all of those are met, there's not going to be adequate presentation of the arguments, and so we will appoint an amicus or we'll restructure things?  And we do that when the government confesses error often.  I mean, we do that several times a year in this courtroom."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"","text":"No, they're -- they're not in agreement about whether to pay the money or not. They are in agreement about what arguments are correct legal arguments.  And I can't think of a case other than the sham cases which -- which this isn't, where -- where you would find no standing or other obstacle.  And I can think of one case, which you haven't mentioned, namely, Chadha, which seems about identical."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":0,"sideBefore":"","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":0,"sideBefore":"","text":"Thank you, counsel. That was more than a sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":0,"sideBefore":"","text":"Mr. Srinivasan? "},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"On the first one, is there any case where all the parties agreed with the decision below and we upheld appellate jurisdiction? Any case?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"All the parties agreed with the decision below and we nonetheless upheld appellate jurisdiction."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No, it wasn't raised -- it wasn't raised or addressed, and that had the distinct situation of an appeal, direct appeal from an Article I tribunal."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay.  So putting Lovett aside, since none of this was discussed, is there any -- any case?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So this is totally unprecedented.  You're asking us to do something we have never done before to reach the issue in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No, it's not just -- it's not unusual.  It's totally unprecedented."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It has not arisen very often in the past because in the past, when I was at the Office of Legal Counsel, there was an opinion of the Office of Legal Counsel which says that the Attorney General will defend the laws of the United States, except in two circumstances.  Number one, where the basis for the alleged unconstitutionality has to do with presidential powers.  When the presidential powers are involved, he's the lawyer for the President.  So he can say, we think the statute's unconstitutional, I won't defend it. The second situation is where no possible rational argument could be made in defense of it.  Now, neither of those situations exists here.  And I'm wondering if we're living in this new world where the Attorney General can simply decide, yes, it's unconstitutional, but it's not so unconstitutional that I'm not willing to enforce it, if we're in this new world, I -- I don't want these cases like this to come before this Court all the time. And I think they will come all the time if that's -- if that's -- if that's the new regime in the Justice Department that we're dealing with."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But then why does he enforce the statute?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But let me ask you, suppose that constitutional scholars have grave doubts about the practice of the President signing a bill, but saying that he thinks it's, unconstitutional -- what do you call it, signing statements or something like that. It seems to me that if we adopt your position that that would ratify and confirm and encourage that questionable practice because if the President thinks the law is unconstitutional he shouldn't sign it, according to some views.  And that's a lot like what you're arguing here. It's very troubling."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Sometimes you do and sometimes you don't.  What is the test for when you think your obligation to take care that the laws be faithfully executed means you'll follow your view about whether it's constitutional or not or you won't follow your view?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me.  It's not your view.  It's the President's.  It's only when the President thinks it's unconstitutional that you can decline to defend it?  Or what if the Attorney General thinks it's unconstitutional?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Or the Solicitor General, is that enough?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Oh, it can be either the Attorney General or the Solicitor General?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So when Congress enacts a statute, it cannot be defended, it has no assurance that that statute will be defended in court, if the Solicitor General, in his view, thinks it's unconstitutional?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes or no?"},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Srinivasan --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":12,"sideBefore":"justices","text":"It's not what the OLC opinion said, by the way."},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":1,"sideBefore":"petitioner","text":"But when the government -- when the -- when the case is adjudicated in the first instance -- we're talking here about appellate authority."},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":1,"sideBefore":"petitioner","text":"The government sometimes loses cases in the first instance and then it doesn't appeal.  If it agrees with the result that the court reached, it doesn't appeal and then the judgment in the first instance where there was adversity is -- is the last word.  So when does the government decide, yes, we agree with the -- the adjudication in the court of first instance and so we'll leave it there?  And when does it say, yes, we agree, but we want higher authority to participate?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, could you not run out of time on the BLAG standing?  I know we -- we didn't permit Ms. Jackson to -- to address it.  So don't run out of time on that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, how are you aggrieved? \"Aggrieved\" means that you are deprived of your legal rights.  And you don't think that you've been deprived of your legal rights because your rights -- your obligations under the Constitution supercede DOMA, and you haven't been deprived of anything that you're entitled to under the Constitution.  So how are you aggrieved?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I just -- before you go on to the House group, could I just clear up something?  In your brief, you argue that you are representing all three branches of the government, is that right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"You're -- you're representing the Judiciary as you stand before us here today --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- trying to persuade the Court, you're representing the Court?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It seems very strange.  So in -- in a criminal case where it's the United States v. Smith, appearing before an Article III judge, the United States, the prosecutor is representing the court as well?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Srinivasan, Chadha says what you said it said about what it means to be aggrieved --"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"-- but Chadha also left open the Article III question.  Why did Chadha leave it open if it's the same thing?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Didn't Chadha -- didn't Chadha suggest that Congress could have standing in -- in Chadha?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"In Chadha, there was an argument that Congress had standing because what was at issue in the case was precisely a prerogative of Congress to exercise the one-house or two-house veto."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So you say we shouldn't be concerned about that part of Chadha because the issue wasn't joined there?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But we should take Lovett as a binding precedent even though the issue wasn't addressed at all?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  Let's go to the BLAG issue."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And the issue wasn't joined.  So what do you think we meant?  And I know Justice Scalia doesn't care what you think we meant."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But what is your reading of what that means, that Congress can --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- intervene in situations in which its interests are injured?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So are you accepting the amici's formulation that somehow the representative has to be of both houses and not just one?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So you take the position that Congress --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I want to know what you're conceding."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Let's assume this very case.  Would -- who would ever have standing on behalf of Congress?  Anyone?  Or are you saying there's never standing?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Clement? "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, Chadha was somewhat different because there was a unique House prerogative at question.  But how is this case any different than enforcing the general laws of the United States?  There's no unique House power granted by the legislation."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's a law of the United States and the person who defends it generally is the Solicitor -- Solicitor General."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then, why shouldn't -- why shouldn't taxpayers have a right to come in?  And we say they don't."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that -- that assumes the premise.  We didn't -- the House didn't know it was unconstitutional.  I mean --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"We are talking about ex ante, not ex post, what is standing at the outset?  And the House says this is constitutional."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So you don't think that there is anything to the argument that in Chadha the House had its own unique institutional responsibilities and prerogatives at stake, either the one-house veto or the legislative veto?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's irrelevant?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What if you -- what if you disagree with -- the executive is defending one of your laws, if that's the way you insist on viewing it, and you don't like their arguments, you say, they are not making the best argument.  Is that a situation in which you have standing to intervene to defend the law in a different way than the executive is?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"How about a couple of cases sort of in the middle of the Chief Justice's and this one?  So let's say that the Attorney General decides that a particular application of a statute is unconstitutional and decides to give up on that application.  Or even let's say the Attorney General decides that the application of the statute might be unconstitutional, so decides to interpret the statute narrowly in order to avoid that application.  Could Congress then come in?"},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":2,"sideBefore":"respondent","text":"Does that include the -- does that include the courts of appeals or just this Court?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"This is what -- we have always had the distinction between the public action and the private action.  A public action, which does not exist under the Federal Constitution, is to vindicate the interest in the law being enforced.  Now, when the government, State or Federal, in fact has the interest, a special interest, in executing the law, here given to the President, and they can delegate that interest to Congress, if they did, which arguably they didn't do here.  But to say that any legislator has an interest on his own without that delegation to defend the law is to import in that context the public action into the Federal government. Now, that -- it hasn't been done, I don't think, ever.  I can see arguments for and against it, but I can't think of another instance where that's happened."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Chadha is really different because of course there is an interest in the legislature in defending a procedure of the legislature. Now, that's -- that isn't tough.  But this is because the only interest I can see here is the interest in the law being enforced."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And that's -- I'm afraid of opening that door."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  But think of another instance where that's happened.  Where in all of the 12 cases or whatever that what this Court has said, without any special delegation of the power of the State or Federal government to execute the law, without any special delegation, a legislator simply has the power, which a private citizen wouldn't have, to bring a lawsuit as a party or defend as a party to vindicate the interest in the law being enforced, the law he has voted for? Now I can imagine arguments on both sides, so I'm asking you only, is there any case you can point me to which will help?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can you tell me where the authorization is here?  I know that there is a statute that gives the Senate specifically authorization to intervene.  And there was consideration of extending that right to the House.  But the appointment of BLAG is strange to me because it's not in a statute, it's in a House rule. So where -- how does that constitute anything other than a private agreement among some Senators, the Senate -- the House leadership?  And where -- from where do they derive the right, the statutory right, to take on the power of representing the House in items outside of the House?  I know they control the procedures within the House, but that's a very different step than saying that they can decide who -- or to create standing in some way, prudential or otherwise, Article III or otherwise."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What other House Rule creates the power of the majority leaders to represent the House outside of the functions of the House?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"This would be, I think, sort of unheard of, that --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We don't even have a vote here."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Under your view, would the Senate have the right to have standing to take the other side of this case, so we have the House on one side and the Senate on the other?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why not?  They're concerned about the argument and you say that the House of Representatives standing alone can come into the court.  Why can't the Senate standing alone come into court and intervene on the other side?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then why is --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then why is it sufficient for one house to take the position that the statute is constitutional?  The enactment of legislation requires both houses, and usually the signature of the President."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if the law is passed by a bare majority of one of the houses, then each member of that -- of that house who was part of the majority has the same interest in defending its constitutionality."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that would give you intellectual whiplash. I'm going to have to think about that. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Jackson, you have 4 minutes remaining. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"","text":"Well, could I ask you this question, on the question of the House resolution --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"","text":"-- if -- if a house -- if one of the houses passes a resolution saying that a particular group was always authorized to represent us, do you think it's consistent with the separation of powers for us to examine whether that's a correct interpretation of the rules of that House of Congress?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"","text":"Maybe I -- as long as you have a minute, I -- what did you think of Mr. Clement's argument this way, that -- that the execution -- can I --"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Sure."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"-- to execute the laws is in Article II, but where the President doesn't in a particular law, under those circumstances, a member of the legislature, appropriately authorized, has the constitutional power -- a power that is different than the average person being interested in seeing that the law is carried out, they can represent the power to vindicate the interest in seeing that the law is executed.  And that's a special interest, existing only when the Executive declines to do so."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":0,"sideBefore":"","text":"Ms. Jackson, before you sit down, I would like to note that you briefed and argued this case as amicus curiae at the invitation of the Court, and you have ably discharged the responsibility, for which you have the gratitude of the Court."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":0,"sideBefore":"","text":"Thank you. We'll now take a very short break and turn to the merits. (Recess.)"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":5,"sideBefore":"justices","text":"I meant that we would take a break, not that -- we will continue argument in the case on the merits. Mr. Clement? "},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, the problem is that it would totally tort the States' decision that there is a marriage between two people, for the Federal government then to come in to say no joint return; no marital deduction; no Social Security benefits; your spouse is very sick, but you can't get leave; people -- if that set of attributes, one might well ask, what kind of marriage is this?"},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":2,"sideBefore":"respondent","text":"How about divorce?  Same thing?  That you can have a Federal notion of divorce, and that that doesn't relate to what the State statute is?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But only if the State recognizes it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There is a common law, Federal common law definition?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought it was reverse, that if the State law recognized common law marriages, the Federal law --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it applies to over what, 1,100 Federal laws, I think we are saying.  So it's not -- it's -- it's -- I think there is quite a bit to your argument that if it's a tax deduction case, which is specific, whether or not if Congress has the power it can exercise it for the reason that it wants, that it likes some marriage it does like, I suppose it can do that. But when it has 1,100 laws, which in our society means that the Federal government is intertwined with the citizens' day-to-day life, you are at -- at real risk of running in conflict with what has always been thought to be the essence of the State police power, which is to regulate marriage, divorce, custody."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but it's not really uniformity because it regulates only one aspect of marriage.  It doesn't regulate all of marriage."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose we look just at the estate tax provision that's at issue in this case, which provides specially favorable treatment to a married couple as opposed to any other individual or economic unit.  What was the purpose of that?  Was the purpose of that really to foster traditional marriage, or was Congress just looking for a convenient category to capture households that function as a unified economic unit?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that's begging the question because you are treating the married couples differently."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You are saying that New York's married couples are different than Nebraska's."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I picked that out of a hat.  But the point is that there is a difference."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You would say it would be the same thing if the State passed a law -- Congress passes a law which says, well, there's some States -- they all used to require 18 as the age of consent.  Now, a lot of them have gone to 17.  So if you're 17 when you get married, then no tax deduction, no medical, no nothing. Or some States had a residence requirement of a year, some have six months, some have four months. So Congress passes a law that says, well unless you're there for a year, no medical deduction, no tax thing, no benefits of any kind, that that would be perfectly constitutional.  It wouldn't be arbitrary, it wouldn't be random, it wouldn't be capricious."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, I just want your bottom line.  The bottom line here is we can imagine -- you know, I can make them up all day.  So can you -- differences between -- (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Differences between States have nothing to do with anything -- you know, residence requirements, whether you have a medical exam, whether -- we can think them up all day -- how old you are.  And Congress just passes a law which takes about, let's say, 30 percent of the people who are married in the United States and says no tax deduction, no this, no that, no medical -- medical benefits, none of these good things, none of them for about 20, 30 percent of all of the married people. Can they do that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, there isn't any.  I'm trying to think of examples, where I just can't imagine what it is."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  So you're saying uniform treatment's good enough no matter how odd it is, no matter how irrational.  There is nothing but uniformity.  We could take -- no matter.  You see what I'm -- where I'm going?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, okay.  Fine."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Fine, but once -- the first part.  Every one of those cases has to be decided on its own, okay?  Now, what's special or on its own that distinguishes and thus makes rational, or whatever basis you're going to have here, treating the gay marriage differently?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But what gives the Federal government the right to be concerned at all at what the definition of marriage is?  Sort of going in a circle.  You're saying -- you're saying, we can create this special category -- men and women -- because the States have an interest in traditional marriage that they're trying to protect.  How do you get the Federal government to have the right to create categories of that type, based on an interest that's not there, but based on an interest that belongs to the States?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So they can create a class they don't like -- here, homosexuals, or a class that they consider is suspect in the marriage category, and they can create that class and decide benefits on that basis when they themselves have no interest in the actual institution of marriage as marriage.  The State's control that."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm -- I'm assuming --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Assuming I assume the States can --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- what creates the right --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But I – I see an illogic in your argument.  I -- I hadn't thought of the relation between Section 2 and Section 3 in the way you just said.  You said, now Section 2 was in order to help the States.  Congress wanted to help the States.  But then Section 3, that Congress doesn't help the States, which have come to the conclusion that gay marriage is lawful.  So that's inconsistent."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"We're helping the States do -- if they do what we want them to, which is -- which is not consistent with the historic commitment of marriage and -- and of questions of -- of the rights of children to the State."},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":2,"sideBefore":"respondent","text":"They're not -- they're not a question of additional benefits.  I mean, they touch every aspect of life.  Your partner is sick. Social Security -- I mean, it's pervasive.  It's not as though, well, there's this little Federal sphere and it's only a tax question. It's -- it's -- as Justice Kennedy said, 1,100 statutes, and it affects every area of life.  And so you are really diminishing what the State has said is marriage.  You're saying, no, State did two kinds of marriage, the full marriage, and then this sort of skim milk marriage. (Laughter.)"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, for the most part and historically, the only uniformity that the Federal government has pursued is that it's uniformly recognized the marriages that are recognized by the State.  So this was a real difference in the uniformity that the Federal government was pursuing.  And it suggests that maybe something -- maybe Congress had something different in mind than uniformity. So we have a whole series of cases which suggest the following -- which suggest that when Congress targets a group that is not everybody's favorite group in the world, that we look at those cases with some -- even if they're not suspect -- with some rigor to say, do we really think that Congress was doing this for uniformity reasons, or do we think that Congress's judgment was infected by dislike, by fear, by animus, and so forth? I guess the question that this statute raises, this statute that does something that's really never been done before, is whether that sends up a pretty good red flag that that's what was going on."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is what happened in 1996 -- and I'm going to quote from the House Report here -- is that \"Congress decided to reflect an honor of collective moral judgment and to express moral disapproval of homosexuality.\" Is that what happened in 1996?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but your statute applies also to States where the voters have decided it."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- just to be clear, I think your answer is fair and rational. We've switched now from Federal power to rationality.  There is -- there is a difference.  We're talking -- I think we are assuming now that there is Federal power and asking about the -- the degree of scrutiny that applies to it.  Or are we going back to whether there is a Federal power?  They are -- they are intertwined."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think -- I think it is a DOMA problem.  The question is whether or not the Federal government, under our federalism scheme, has the authority to regulate marriage."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Congress could have achieved exactly what it achieved under Section 3 by excising the term \"married\" from the United States Code and replacing it with something more neutral.  It could have said \"certified domestic units,\" and then defined this in exactly the way that Section 3 -- exactly the way DOMA defines \"marriage.\" Would that make a difference?  In that instance, the Federal government wouldn't be purporting to say who is married and who is not married, it would be saying who is entitled to various Federal benefits and burdens based on a Federal definition?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You started, you started by, I think, agreeing -- maybe not -- that uniformity in and of itself with nothing else is not likely to prove sufficient, at least if it's rational basis-plus.  And -- and why?  Because we can think of  weird categories that are uniform. So you say, look at it on the merits.  Now that's where you are beginning to get.  But so far, what I've heard is, well, looking at it on the merits, there is certainly a lot of harms.  And on the plus side what there is, is one, we don't want courts deciding this.  But of course, as was just pointed out, in some States it's not courts, it's the voters. Then you say, ah, but we want -- there are too many courts deciding it.  Now, is -- too many courts might decide it.  Now what else is there?  What else?  I want to -- I want to be able to have a list -- you know, of really specific things that you are saying justify this particular effort to achieve uniformity.  And I want to be sure I'm not missing any. And so far, I've got those two I mentioned. What else?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"I didn't understand that courts were so central to your position.  I -- I thought you didn't want the voters in one State to dictate to other States any more than you would want the courts in one State to dictate to other States."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That means courts -- the courts, they do dictate in respect to time.  They dictate in respect to age.  They dictate in respect to all kinds of things.  And what I'm looking for is what, in your opinion, is special about this homosexual marriage that would justify this, other than this kind of pure uniformity, if there is such a thing?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Clement. General Verrilli? "},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"I suppose your -- you agree that Congress could go the other way, right? Congress could pass a new law today that says, we will give Federal benefits.  When we say \"marriage\" in Federal law, we mean same -- committed same-sex couples as well, and that could apply across the board?  Or do you think that they couldn't do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"Well, no, my point is it wouldn't -- you don't think it would raise a federalism problem either, do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"So just to be clear, you don't think there is a federalism problem with what Congress has done in DOMA?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":3,"sideBefore":"petitioner","text":"You think Congress can use its powers to supercede the traditional authority and prerogative of the States to regulate marriage in all respects?  Congress could have a uniform definition of marriage that includes age, consanguinity, et cetera, et cetera?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":3,"sideBefore":"petitioner","text":"Well, but then there is a federalism interest at stake here.  And I thought you told the Chief Justice there was not."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"petitioner","text":"Yes, but General, surely the question of what the Federal interests are and whether those Federal interests should take account of the historic State prerogatives in this area is relevant to the equal protection inquiry?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"Oh, so it would be central to the inquiry if Congress went the other way, too?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"I understand that. That's your equal protection argument.  It's not very responsive to my concern that I'm trying to get an answer to.  You don't think federalism concerns come into play at all in this, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"I know the equal protection argument would be different."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":3,"sideBefore":"petitioner","text":"But you're -- you are insisting that we get to a very fundamental question about equal protection, but we don't do that unless we assume that the law is valid otherwise to begin with.  And we are asking is it valid otherwise.  Is -- what is the Federal interest in enacting this statute and is it a valid Federal interest assuming -- before we get to the equal protection analysis?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":3,"sideBefore":"petitioner","text":"Can I take you back to the example that you began with where a member of the military is injured.  So let's say three soldiers are injured and they are all in same-sex relationships, and in each instance the other partner in this relationship wants to visit the soldier in -- in a hospital. The first is a spouse in a State that allows same-sex marriage, the second is a domestic partner in a State that an allows that, but not same-sex marriage, the third is in an equally committed loving relationship in a State that doesn't involve either.  Now, your argument is that, under Federal law, the first would be admitted -- should be admitted, but the other two would be kept out?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":3,"sideBefore":"petitioner","text":"But if I could just take you back to the example.  Your -- your position seems to me, yes, one gets in, two stay out, even though your legal arguments would lead to the conclusion that they all should be treated the same."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"petitioner","text":"But that's -- that's the same in the example that he just gave you, that discrimination would have been visited on the same group, and you say there it's okay."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"petitioner","text":"So you think that's bad as well, that all three of those have to be treated the same, despite State law about marriage."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"General, I have a question.  You think, I think from your brief yesterday and today, that on some level sexual orientation should be looked at on an intermediate standard of scrutiny?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"All right, heightened in some way.  Going back to the Chief's question about a law that was passed recognizing common law heterosexual -- homosexual marriages.  I think even under your theory that might be suspect because -- that law might be suspect under equal protection because once we say sexual orientation is suspect, it would be suspect whether it's homosexual or heterosexual.  The law favors homosexuals, it would be suspect because it's based on sexual orientation."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"Exactly.  And so when we decided race was a suspect class, people who are not blacks have received --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"-- strict scrutiny on whether the use of race as a class, whether they are white or a black, is justified by a compelling interest."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"So as soon as one State adopted same sex marriage, the definition of marriage throughout the Federal code had to change? Because there is no doubt that up until that point every time Congress said \"marriage\" they understood they were acting under the traditional definition of marriage."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"So you don't think that when Congress said \"marriage\" in every one of these provisions that they had in mind same-sex marriages?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"So that was the view of the 84 Senators who voted in favor of it and the President who signed it?  They were motivated by animus?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"General, your bottom line is, it's an equal protection violation for the Federal government, and all States as well?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"petitioner","text":"Is there any argument you can make to limit this to this case, vis-à-vis the Federal government and not the States?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"petitioner","text":"Then yet --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"petitioner","text":"Or if there's no interest -- I mean, I'm back where we were yesterday. It seems to me, forgetting your -- your preferable argument, it's a violation of equal protection everywhere.  Well, if it is, then all States have to have something like pacts.  And if they have to have something like pacts, then you say then they also have to allow marriage. So then are you not arguing they all have to allow marriage?  And then you say no.  All right, so with that point --"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":3,"sideBefore":"petitioner","text":"Thank you, General. Ms. Kaplan? "},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"Could I ask you the same question I asked the Solicitor General? Do you think there would be a problem if Congress went the other way, the federalism problem? Obviously, you don't think there's an equal protection problem --"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"-- but a federalism issue, Congress said, we're going to recognize same-sex couples -- committed same-sex couples -- even if the State doesn't, for purposes of Federal law?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"I just am asking whether you think Congress has the power to interfere with the -- to not adopt the State definition, if they're extending benefits.  Do they have that authority?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"No, no.  I know that. You're following the lead of the Solicitor General and returning to the Equal Protection Clause every time I ask a federalism question. Is there any problem under federalism principles?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"With Congress passing a law saying, we are going to adopt a different definition of marriage than those States that don't recognize same-sex marriage.  We don't care whether you do as a matter of State law, when it comes to Federal benefits, same-sex marriage will be recognized."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"respondent","text":"I don't understand your answer.  Is your answer yes or no?  Is there a federalism problem with that or isn't there a federalism problem?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"respondent","text":"Well, it's just -- all these statutes use the term \"marriage,\" and the Federal government says in all of these statutes when it says marriage, it includes same-sex couples, whether the State acknowledges them to be married or not."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"respondent","text":"Never mind whether or not it would work?  I don't care if it works. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":7,"sideBefore":"justices","text":"Does it -- does it create a federalism problem?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"respondent","text":"Well, it's not doing that, it's just saying for purposes -- just what it's doing here.  It says, for purposes of all these Federal statutes, when we say marriage, we mean -- instead of saying we mean heterosexual marriage, we mean, whenever we use it, heterosexual and homosexual marriage. If that's what it says, can it do that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"respondent","text":"No, no, no, no.  It includes --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":4,"sideBefore":"respondent","text":"Well, let me get to the question I asked Mr. Clement.  It just gets rid of the word \"marriage,\" takes it out of the U.S. Code completely.  Substitutes something else, and defines it as same-sex -- to include same-sex couples.  Surely it could do that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":4,"sideBefore":"respondent","text":"So it's just the word \"marriage\"?  And it's just the fact that they use this term \"marriage\"?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":4,"sideBefore":"respondent","text":"But if the estate tax follows State law, would not that create an equal protection problem similar to the one that exists here? Suppose there were a dispute about the -- the State of residence of your client and her partner spouse.  Was it New York, was it some other State where same-sex marriage would not have been recognized?  And suppose there was -- the State court said the State of residence is a State where it's not recognized. Would -- would you not have essentially the same equal protection argument there that you have now?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":4,"sideBefore":"respondent","text":"Just -- if I could follow up with one -- one question.  What if the -- the hypothetical surviving spouse, partner in North Carolina, brought an equal protection argument, saying that there is no -- it is unconstitutional to treat me differently because I am a resident of North Carolina rather than a resident of New York.  What would be -- would that be discrimination on the basis of sexual orientation?  What would be the level of scrutiny? Would it survive?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"respondent","text":"What -- what do you think of his -- the argument that I heard was, to put the other side, at least one part of it as I understand it said, look, the Federal government needs a uniform rule. There has been this uniform one man, one woman rule for several hundred years or whatever, and there's a revolution going on in the States.  We either adopt the resolution -- the revolution or push it along a little, or we stay out of it.  And I think Mr. Clement was saying, well, we've decided to stay out of it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"respondent","text":"And the way to stay out of it is to go with the traditional thing.  I mean, that -- that's an argument.  So your answer to that argument is what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"respondent","text":"I understand you do, I'd like to know the reason. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"Is the --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Now, the -- the discriminations are not the sexual orientation, but on a class of marriage, is that what you're --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":4,"sideBefore":"respondent","text":"So I pose the same question I posed to the General to you.  Do you think there's a difference between that discrimination and this -- and the discrimination of States who say homosexuals can't get married?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"So 84 Senators -- it's the same question I asked before.  84 Senators based their vote on moral disapproval of gay people?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"Well, does that mean -- times can blind.  Does that mean they did not base their votes on moral disapproval?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"respondent","text":"Why -- why are you so confident in that -- in that judgment?  How many -- how many States permit gay -- gay couples to marry?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"respondent","text":"Nine.  And -- and so there has been this sea change between now and 1996."},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":4,"sideBefore":"respondent","text":"How many States have civil unions now?"},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":4,"sideBefore":"respondent","text":"And how many had it in 1996?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"I suppose the sea change has a lot to do with the political force and effectiveness of people representing, supporting your side of the case?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"You don't doubt that the lobby supporting the enactment of same sex-marriage laws in different States is politically powerful, do you?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"Really?"},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"As far as I can tell, political figures are falling over themselves to endorse your side of the case."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"Well, but you just referred to a sea change in people's understandings and values from 1996, when DOMA was enacted.  And I'm just trying to see where that comes from, if not from the political effectiveness of -- of groups on your side of the case."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"I understand that. I am just trying to see how -- where that that moral understanding came from, if not the political effectiveness of a particular group."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":4,"sideBefore":"respondent","text":"Thank you, Ms. Kaplan. Mr. Clement, you have 3 minutes remaining. "},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":2,"sideBefore":"respondent","text":"Rational basis, Mr. Clement -- is a problem in your briefing.  You seem to say and you repeat it today that there is three tiers, and if you get into rational basis, then it's anything goes.  But the history of this Court is, in the very first gender discrimination case, Reed v. Reed, the Court did something it had never done in the history of the country under rational basis.  There was no intermediate tier then.  It was rational basis."},{"name":"JUSTICE GINSBURG","id":12,"spokeBefore":2,"sideBefore":"respondent","text":"And yet the Court said this is rank discrimination and it failed."},{"name":"CHIEF JUSTICE ROBERTS","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel, counsel. The case is submitted."}],"people":[{"id":-1,"fullName":"VICKI C. JACKSON","firstName":"VICKI","lastName":"JACKSON","counsel":true,"justice":false,"side":"","words_spoken":2121,"interruptions":8,"times_spoken":24,"laughter":0,"num_int_by":5},{"id":0,"fullName":"SRI SRINIVASAN","firstName":"SRI","lastName":"SRINIVASAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2032,"interruptions":22,"times_spoken":41,"laughter":0,"num_int_by":6},{"id":1,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":5810,"interruptions":38,"times_spoken":63,"laughter":0,"num_int_by":6},{"id":2,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":1773,"interruptions":13,"times_spoken":27,"laughter":0,"num_int_by":6},{"id":3,"fullName":"ROBERTA A. KAPLAN","firstName":"ROBERTA","lastName":"KAPLAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1841,"interruptions":10,"times_spoken":33,"laughter":0,"num_int_by":4},{"id":4,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1151,"interruptions":3,"times_spoken":51,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":937,"interruptions":9,"times_spoken":36,"laughter":0,"num_int_by":4},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":841,"interruptions":1,"times_spoken":26,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":1002,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1638,"interruptions":3,"times_spoken":24,"laughter":3,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":806,"interruptions":1,"times_spoken":22,"laughter":1,"num_int_by":1},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":544,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":11,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":424,"interruptions":1,"times_spoken":11,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":35,"words_spoken":3805,"times_spoken":68,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":48,"words_spoken":7651,"times_spoken":96,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":22,"words_spoken":7343,"times_spoken":197,"laughter":6,"num_int_by":8}],"outcome":{"side":"respondent","margin":1},"prediction":{"petitioner":0.7802959581088296,"respondent":0.21970404189117043,"date":1472419305578}}