{"petitioner":{"name":"JACKIE HOSANG LAWSON AND JONATHAN M. ZANG","counsel":[0,1]},"respondent":{"name":"FMR LLC, ET AL. ","counsel":[2]},"caseNumber":"12-3","date":"2013-11-12T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-3, Lawson and Zang v. FMR LLC. Mr. Schnapper. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it your position that employees of any officer, employee, contractor, subcontractor or agent of a public company are covered? They're all covered?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All employees or would you limit it -- Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to the ones that had a hand in executing the contract?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if doesn't --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If it doesn't include that, then -- then how do you avoid that with your reading of the text?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's sort of peculiar.  I mean, really, I don't see how you can piece it out like that, that it includes employees of contractors, subcontractors, but not -- not of any officer. But let me ask you this:        If it does include employees of -- of an officer, is it -- is it as much of a disaster as -- as your opponent suggests?  That is to say, would -- would a firing for something that had nothing to do with the securities laws be swept in?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It is limited to those subjects.  And is -- is the personal employee of an officer likely to be involved with any of those subjects?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's the limitation? That is, if the argument against throwing the contractors in the way you want, I think is, well, then there is no limitation.  So a company that let's say is a publicly traded company, lives in a - they have a building and they hire a gardener. And the gardener is a gardening company and it has three employees and it works one day a week cutting their lawn and it works four days a week cutting somebody else's lawn. And - Is the mail fraud -- and then they fire one of the three employees, or two. And he gets annoyed and- and        says it was because Alderson Reporting Company of fraud.  Now, the fraud has nothing to do with the company that they're cutting the lawn for.  It has to do with some other customers.  All right. So what -- how -- I don't think the statute intends to get that. I mean- Does it want to make every mom and pop shop in the country, when they have one employee, suddenly subject to the whistleblower protection for any fraud, even those frauds that have nothing to do with any publicly traded company?  This is not really this case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm trying to foresee is are you arguing for no limitation or --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, it also rules out the accounting firm that is only used once, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you just hire them for this one audit; are they a contractor?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you limit it as also ruling out frauds by companies that are not publicly traded themselves of course, but where the fraud has nothing to do with the contract?  That is, the whole Alderson Reporting Company activity just has nothing to do with the contract.  It's just chance that they happen to have a contract."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure.  Does that mean yes or no to his question?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"where the fraud at issue --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"JUSTICE KAGAN: I'd have to remember the Can you rule out frauds No. -- has absolutely nothing The statute isn't written It isn't written that way. Mr. Schnapper, that's the Alderson Reporting Company position that the SEC took in its amicus brief to the First Circuit.  It said Section 806 applies where employees of the contractor are reporting possible violations of law by the public company for which the contractor is performing work. So it did put a limitation on the kinds that Justice Breyer has suggested.  In other words, yes, employees of the contractor, but only when the employees are engaged, you know, only when the violations of law that the employee is reporting relates to the work that the contractor is doing for the publicly held company. Do you think that that's a possible reading of the statute or not?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't hear you."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are rejecting the district court's limitation as well."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  Why is it a possible reading?  It makes a lot of sense, I agree with that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that the -- I suppose the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Justice Breyer."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"justices","text":"The road is when you see a statute that says \"any policeman,\" they don't mean a policeman on Mars, nor are they likely to mean a policeman in Europe.  The \"any policeman\" is likely, although it says \"any policeman,\" to mean a policeman in the United States. And similarly where they talk about this, the contractors, they don't mean frauds related to -- you have to use some kind of scope for the word -- for the kinds of frauds that are included in the statute, and you have to read that into language that says nothing about it. And that's -- I don't say that that is necessarily easy to do and that's why I started with my first question."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, to go back to Justice Breyer's hypothetical which gets at this point where you have the gardening -- the gardening company, privately held, that's working for a public company, and there's some kind of employee of the contractor is fired and claims that the company is engaging in some kind of fraud that has nothing to do with the public company. So you have that situation. Now you have the identical, another privately held gardening company, exactly the same thing is going on, except they don't have a contract with a public company.  Why would Congress have wanted to cover the former and not the latter?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why?  If they are concerned with all fraud, why not cover them both?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is one of the limitations in the statute where it says, in sub (1), \"to provide information relating to fraud against shareholders\"?  Do you think \"shareholders\" means just the shareholders of the public company or does it mean shareholders of the -- suppose you have an accountant which has shareholders in it.  And there is a fraud with the accounting firm and it hurts the shareholders of the accounting firm, but not the company that's registered.  Does the --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The shareholders -- in other words, does \"shareholder\" apply just to the publicly registered company?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You would think so."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So \"fraud against shareholders\" just modifies the last clause or any provision of Federal law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It's not -- it's not unlikely that an employee of a subcontractor will have information about something that can be -- that can be Alderson Reporting Company alleged to be mail fraud by that -- by the contractor, that's not at all unlikely.  If you see -- you know, if you see some civil RICO complaints, you see the kind of things that are alleged as mail fraud."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you disagree with that?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes.  But you think this is limited to -- to fraud by the contractor relating to the public company, not -- not fraud that has nothing to do with the public company."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you mean while? Temporal -- during the same period of time or in relation to?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And where do you see that in the statute?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It says, \"The contractor of such company,\" not \"the fraud of such company.\""},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"The argument about this, the reason that we're -- that I've brought this up is -- is because I think that the strongest argument in those courts of appeals that kind of held against you is that they fear that otherwise this statute would create any Alderson Reporting Company fraud by any gardener, any cook, anybody that had one employee in the entire United States and engaged in any alleged fraud would be covered.  But it seems to me there are many ways to skin that cat. And -- and one way that I suggested and now Mr. Schnapper said, no, that's -- that kind of thing related to the contract isn't going to work very well because it's too complicated to try to figure out.  So maybe we don't have to figure it out in this case.  I mean that's possible.  I -- I just wanted a universe of possibilities."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you say -- you say this is -- this is a mainstream application.  We still have to give a rule.  Do we write in the opinion, this is a mainstream application case and therefore it is so confined?  That -- that doesn't make any sense."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that -- that was your second point.  Your first point was just talk about the mainstream in this case and leave other cases.  But I don't see how you can do that and interpret the statute.  That's what I'm asking.  Your statutory interpretation rule to keep this the mainstream is what?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand that and I -- Alderson Reporting Company I think that's a plausible reading.  I don't see how it's confined to so-called mainstream, which is what we were talking about."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand that, but -- but I think you're -- I don't agree with you that -- that we don't have to get into these -- these other situations, because to my mind, the principal argument made by the Respondent is if you read the statute literally the way you like, it covers a wide range of things that -- that one would have no reason to believe Congress wanted to cover.  And unless you come up with some -- with some limiting principle that -- that eliminates that argument, I'm not inclined to go along with your -- your broad interpretation of the statute. So, I at least do have to grapple with -- with whether there are limitations, with -- with what is -- what is the central mainstream of the statute and -- and what is outside the statute."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Saharsky, if I could take you back to second.  \"Contractor of such company,\" you're saying we can read that to impose a limitation, that it's -- it's not anything that the contractor does in any capacity for anybody, whether relating to the contract or not.  We could instead read it as, you know, \"the contractor\" means the -- the entity doing a Alderson Reporting Company particular contract for a particular public company; is that correct?  Do I get that?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"In other words, inherent in the -- in the word \"contractor\" or in the phrase \"contractor of such company\" is a sort of status of a company, and that one should not read this statute as applying outside that particular status."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"This is not the Petitioner's position, however.  The Petitioner takes a broader -- a broader interpretation as I understood him."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But it just came up.  I mean, we are reviewing a decision of the Court of Appeals for the First Circuit.  And this Spinner case from the ARB postdates.  We have a district court, a court of appeals.  Chevron didn't raise its head until after the First Circuit was through with the case.  So how does Chevron come into this particular case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, even though it delegated rulemaking authority to a different agency, right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Then why isn't the SEC -- sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"And the SEC has no Alderson Reporting Company rulemaking authority that would cover this provision?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"As I understand the ARB's decisions, they said that they were bound by OSHA's interpretation, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And OSHA made it quite clear in its interpretation that it -- and its rule that it had no authority to issue statutory interpretations."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So we should ignore the part where it said it's bound by OSHA's interpretation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Perry. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What happens if another Enron situation comes along and the corporation's accounting firm retaliates against an employee of the accounting firm because that employee wants to report illegal activity by the corporation?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can an accountant be a contractor?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But then -- but the bottom line of your argument Mr. Perry, is that the whistleblower who is working for the accountant -- you say there are separate provisions that deal with the accounting firm and the law firm.  But the whistleblower who wants to disclose what nefarious thing is going on would have no protection against retaliation by the accounting firm or, if it's a law firm, the law firm?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the answer to my question is right, they wouldn't have --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- a whistleblower claim against the accounting firm or the law firm? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  You told me that Congress didn't provide for the whistleblower, but it allowed the agency to do so."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Which agency?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What about the ARB?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"When you're  going to go through this, I'd appreciate your telling in your opinion -- what the statute says, taking the extraneous words out, is that no contractor of a publicly-traded company may discharge, demote, et cetera, any employee because of his lawful act in reporting a fraud.  That's what it says. So, what did they have in mind if they didn't have in mind forbidding any contractor of a publicly-traded company from a contractor -- and, you know, maybe there are limitations there -- but a contractor from demoting an employee because of his lawful act reporting a fraud?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Or any -- I just eliminated the extraneous words and instead of the not the word \"such,\" I put in what \"such\" refers."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  So all they're interested in here, you say, is this workout contractor, but not for example where you have a fund which has virtually no employees and does all its work really Alderson Reporting Company through investment advisors such as here, and you think Congress didn't want to include the investment advisor firing its whistleblower even if it's directly related to the fraud, the  hot fund and everything else, but it did just want to include the people who -- who are there because the contractor is a workout firm, and -- and not the investment advisor."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, all that's a conceivable reading, I agree."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But what is it that leads you to that conclusion other than --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's sort of post-legislative history, which we usually don't pay attention to.  The -- the problem that I have is if -- if the statute does not cover contractors', subcontractors', firing of their own people, what -- what coverage does it have?  A subcontractor usually cannot fire somebody from the principal company that's traded on the exchange."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't -- I don't see how it can harass or threaten either if it's -- if it's an employee of another company --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- that it has no power to Alderson Reporting Company fire."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you -- you're -- you're eliminating the -- the principal contractors who might have that kind of power.  You say they're not covered."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Including by accountants and lawyers."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How so if -- if accountants and lawyers are not -- are not contractors?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What does it mean that they're not regulated as contractors here?  Unless it means that contractor here does not include them."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Apparently, that's not the view of the SEC because I think they are -- they are represented by the government.  And the SEC apparently takes the view that this provision does cover contractors.  It covers lawyers who couldn't be contractors and accountants."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's a lot like the dissent in the First Circuit."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're right on that.  I mean, it is correct that that's what they talk about. And so that sends us on a search for limitation.  You have one limitation.  Your limitation says the person who is dismissed has to be an employee of the publicly-traded company. Now, the government, and -- and even your -- Mr. Schnapper has come up with accepting some limitations.  There are possibly others.  One would be on the nature of the contractor, which you want to do, Alderson Reporting Company but it would be somewhat broader than yours.  Another, possibly, is on the nature of the fraud.  Is it related to the contract?  Another might be the one the district court proposed, and there could be others. So I think if you want to say anything about this, it seems to me that taking as given -- I will for argument's sake anyway -- say all the legislative history is about publicly-traded companies.  And I do look at it.  But nonetheless, they did use this language in their other possible limitations that would serve the same purpose. Then you say to that, saying yours is the best, what?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, that itself is a big limitation.  Huge."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That was fraud under 1343?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, was that what the fraud was in this --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, those -- that's an easy hypothetical.  What about the butler who does, in fact, hear all this information about a conspiracy and wire fraud?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So doesn't that drama reduce itself if we accept the government's limitation that it has to do only with the fraud related to the public company? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Because that was the center of this bill -- what motivated this bill."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But we're not being asked to give deference to the Petitioner.  We're being asked to give deference to the government."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They didn't say that today. And -- and if, in fact, the fraud is related to the contract or by certain kinds of contractors who do Alderson Reporting Company investment work, who do all kinds of important work for the company, why shouldn't it be covered?  I mean, and the language, of course, does say what I read, as you agreed.  It says a contractor."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What the statute says is \"any conduct,\" \"any conduct which the employee reasonably believes constitutes a violation of Section 1341, '43, '44, or '48.\"  Do you see in there any limitation that says that the conduct has to be fraudulent conduct relating to the activities of a publicly held company."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's a very sensible limitation.  Unfortunately, it's not there."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So it may be that you have a good point, that it's the SEC we should defer to and not the Labor Department.  But then, as was pointed out, fine, then you're going to have that rulemaking and given their position here, it looks as if they will hold something you don't like.  But -- so what are we supposed to do about that, in your opinion?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I assume you would say that that rulemaking would be ultra vires, if it took the position that the government's taking here, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But even if they did and they came out with a rule that reads just the way the government presented it today, you would say that that is an unreasonable reading of the statute, wouldn't you?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why is it -- we may have to get to this.  I thought Section 3(a) of Sarbanes-Oxley -- that's what we found here.  Quote, \"The Securities and Exchange Commission shall promulgate such rules and regulations as may be necessary and appropriate in the public interest or for the protection of investors and in furtherance of this Act.\" So why doesn't that delegate right to the SEC the power to interpret the general provisions of the Section 802?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, so I mean, I don't know that we should interpret that provision since no one has briefed, given -- on that basis."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It gives the reference to the subcontractors or to contractors and the subcontractors such a narrow meaning.  And except for this concept of the axe-wielding specialist, those provisions mean nothing under that.  That's what gives me pause about your interpretation."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"My question wasn't clear. If you say that the employees, only the employee of the publicly held company and not the employee of the private -- privately held subcontractor, then that -- the only situation is covered with respect to the contractor is this so-called axe-wielding specialist."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, it can happen, but it's really very small, isn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Where did it come from? That is, where did the words \"contractor\"?  Some human being wrote them for the first time.  You probably know who did and where and under what circumstances.  What? What, you know?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Who was it, counsel? Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Some of us are interested in that.  At least I am."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I know.  So who is the human being who wrote them and what did he have in mind, or she? (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let's go back to the hearings.  I mean, there might have been hearings."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But the language did talk about Arthur Andersen and Enron."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Schnapper, you have five minutes left. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But we know they don't have rulemaking authority in this area."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"ERIC SCHNAPPER","firstName":"ERIC","lastName":"SCHNAPPER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2141,"interruptions":9,"times_spoken":31,"laughter":0,"num_int_by":5},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1229,"interruptions":9,"times_spoken":22,"laughter":0,"num_int_by":6},{"id":2,"fullName":"MARK A. PERRY","firstName":"MARK","lastName":"PERRY","counsel":true,"justice":false,"side":"respondent","words_spoken":3903,"interruptions":18,"times_spoken":48,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":175,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":491,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":263,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":2,"times_spoken":21,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1460,"interruptions":3,"times_spoken":24,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":84,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":267,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":121,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3370,"times_spoken":53,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":18,"words_spoken":3903,"times_spoken":48,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":3431,"times_spoken":105,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3},"prediction":{"petitioner":0.8479881406354395,"respondent":0.15201185936456052,"date":1472418053095}}