{"petitioner":{"name":"AIR WISCONSIN AIRLINES CORPORATION","counsel":[0,1]},"respondent":{"name":"WILLIAM L. HOEPER ","counsel":[2]},"caseNumber":"12-315","date":"2013-12-09T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-315, Air Wisconsin Airlines v. Hoeper. Mr. Cohn. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm not sure it -- you said it is conceded that -- that those things should have been brought to the airline's attention.  Has that been conceded?  I'm not sure."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think -- I think they said if it -- if they were brought, they should have been brought in a different fashion, but I'm not -- I'm not sure they -- they have conceded that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you could convey anything justifiably, sure, I agree with that."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Cohn, on the --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Can -- can we go back to your response to Justice Scalia?  You said that the Respondents conceded, but -- but isn't it the case that it was the Colorado supreme court that said that the airline likely would have been immune if they had phrased the report more cautiously?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's -- it's the Colorado supreme court, not the Respondent?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You had -- you're saying -- you're saying there were three critical facts. One is that these reports have to be made on suspicions right away in realtime, by people like baggage handlers. And your second point was?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And then the third?  And your third?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In this context, it's not clear to me what the issue is that's before us.  My understanding is, is that there was no finding of falsity.  Now, the jury was instructed that it had to be defamatory.  Lawyers know that that means it has to be false, I assume.  And are you saying that -- you know, the jurors weren't instructed as to the definition of \"defamatory\"?  Is that the point?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"By the court."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what position -- although they'll tell us in a minute -- does Respondent take on that issue that a determination by the jury suffices?  As you understand their brief.  They can talk for themselves in a few minutes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't that implicit in the instruction to the jury, that it has to be defamatory?  Now, if you say, well, even if it is, the judge -- the court has a duty to determine, as a matter of law, at the outset, then that's something else."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But does defamatory require that it be materially false?  Can't I defame somebody with a statement in -- in which the derogatory Alderson Reporting Company information is not material to anything at all, but it's just derogatory?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Has to be materially false to sustain what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Material to -- to what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you can have a defamatory statement about a pilot that's not material to -- you know, air safety.  Is that what materiality goes to, the particular reason that the statement is made?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying you can't defame -- someone gets immunity for a statement that would be defamatory in the common law context if made generally, but because it's made in the context of information about flight safety, that's somehow immune?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you call some TSA official and say this pilot -- you know, is having an affair.  That's immune?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it would still support a defamation, wouldn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it is material to the person's reputation."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, on the report that was made here, suppose that the report said that the Respondent -- we believe the Respondent is mentally ill, or we believe the Respondent has serious mental problems.  Would you -- would you make the same argument if that's what was said?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You would?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the facts, as I understand it, were that he became very angry during a test -- during a flight simulation test.  He took off his headset, pushed back his chair, threw the headset, started cursing at the instructor, and then later, he was -- he was showing anger and cursing for a period of time in other parts of the facility. Does it go beyond that?        Is that fair? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  And you think, based on that, you could say, we believe this man is mentally ill?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  What's so difficult about simply saying he's angry?  Why choose the word \"mentally unstable\"?  Isn't it with an intent to connote something more than the facts?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes, but from facts.  So isn't there a difference between saying someone's angry and someone's mentally ill --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- has a mental problem Alderson Reporting Company or is mentally unstable?  Don't you think that the intent is to convey something else?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, you could say he's nuts, but the question isn't whether somebody would say it.  The question is whether that is false.  I mean, the mere fact that -- that a lot of people will -- will exaggerate and say things that are simply not true doesn't make it okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the point is that somebody ought to determine whether the exaggeration or whatever it was, was material, whether -- whether it would have made any difference to TSA if it had been described otherwise.  And in this case, as I understand it, as -- as the Colorado supreme court said, nobody has made that determination; right? The Colorado supreme court says it doesn't make any difference whether -- whether it would have affected TSA or not, putting it -- putting it the proper way, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's what we're confronted with, simply, the -- the need for somebody to make that factual determination, right?  And you're saying what?  There's no need to make it at all?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Where did it say \"material\"?  I thought -- I thought -- I think, so far Alderson Reporting Company as I've read this, the argument is about the truth or falsity of the statement.  And you're saying that the Colorado supreme court should have said it has to be false.  Isn't that your argument?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Now, I've looked at -- I've looked at footnote 17 -- or footnote 6 or whatever it is on page 17, and I think that their characterization of the Colorado supreme court is right; that is, the Colorado supreme court is going to be very surprised if we tell them that they never said it has to be false. What they said here is, \"In the determination of immunity, we need not and, therefore, do not decide whether the statements were true or false.\"  Correct. Why not?        Because, they say, \"The trial court properly submitted the case to the jury. Accordingly, the jury was entitled to determine the elements of a defamation claim, including whether the statements were false.\" So, as I read that, which I think you'll hear from the other side in about -- a few minutes, the -- the Colorado supreme court says, look, the jury found that the statement was false, so we don't have to Alderson Reporting Company worry about that, we're worried about whether the false statement was made with reckless disregard of its truth or falsity or knowledge that it was false.  Okay? That's how I read the footnote.        And they say something like that on -- on page 30 and 31 of their brief. So -- so if I'm right about that, what are we supposed to do?  Are we supposed to say that matters of truth or falsity are not for the jury?  Are we supposed to say that the jury went beyond what any reasonable person would go -- would do here?  What is it we're supposed to do?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But did the jury -- did the jury find falsity?  Do you recognize that?  Did this jury find that the statement was, as you say, materially false?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And how did -- how did Alderson Reporting Company they make it?  Because the only thing I see is the special verdict sheet and it doesn't ask that question."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There are two -- there are two different issues of falsity that we're talking about here, of materiality.  One is the defamation issue, and it is material to say that somebody is mentally unstable when all that he did was lose his temper.  Okay?  That's my view of it. That does not answer the question of whether calling him mentally unstable, instead of he lost his temper or just saying he lost his temper, would have produced the same effect with the airlines, whether the airlines, even if he had said, well, he lost his temper, he's been fired from his job, he may have a -- he may have a gun, whether that alone, without saying he was mentally unstable, would have induced the airline to take him off the flight. There are two different questions. Alderson Reporting Company Materiality for defamation is -- is quite different from the materiality for purposes of obtaining the immunity under this Act.  The latter question is for the court, but the former is for the jury, it seems to me."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I do.  I'd like an answer -- well, you can do it in your rebuttal, but I'd like an answer to my question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Feigin. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Feigin, do you think that the statute, 44941, was intended by the Congress to incorporate the New York Times-Sullivan standard, the Masson v. New Yorker standard? And -- and if so, then it -- it seems to me that the airline is under a duty more strict than the one that you have just explained and the Petitioner's counsel has explained. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So -- so you want us to write an opinion to say that the -- that the statute here is to be interpreted differently than if it were a New York Times and Sullivan case or Masson-New Yorker case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I accept that for the moment -- accept all that.  What's bothering me, a picky little point, but the picky point is that your statement Alderson Reporting Company of the question, whether ATSA immunity may be denied without a determination that the air carrier's disclosure was materially false?  No, can't be.  But I read the footnote, footnote 6, last sentence, it says there was such a determination, the jury made it, and we don't have to go back over it. So what are you arguing?        Are you arguing that there should be like, as there is in free speech cases -- you know, a special duty upon an appellate court to go back over such a jury finding?  Are you saying the Colorado supreme court was wrong in the second part of footnote 6 when it says the jury made it? What am I supposed to do, in your opinion."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"They may have waived it -- you know."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"My understanding of what the Colorado supreme court did is this:  On the issue of ATSA immunity, it said, very clearly, that is for the court.  And it says, in footnote 5, it may -- it gives no weight to the jury's findings of fact with respect to the facts that it found on the immunity question. And then, at the end of footnote 6, what it said was, having found that there is no immunity, then it was proper for the trial judge to submit the defamation issue to the jury, and the jury made findings on the defamation issue. Is that -- is that your understanding as well?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And are they right that, in determining ATSA immunity, the jury has no role, doesn't make findings of historical fact, who said what, anything like that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Then you disagree with Justice Scalia?  He drew a distinction between two forms of materiality, whether something's materially false, meaning is it misleading; that, presumably, would go to a jury.  But whether or not this misleading statement would be material to the TSA or to security officers is a question for the court. You disagree with that position by him?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You'd give the jury two different instructions?  You are to find materiality for Alderson Reporting Company purposes of whether it's defamatory or not and then, having found that it is defamatory, you must make a second materiality finding, namely, would this defamatory statement have caused TSA -- if it had been accurate, would TSA not have taken the action that it did, not have removed this man from the flight? You're going to give the jury those two instructions on materiality?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I actually would like your opinion, the SG's opinion, on whether this is an issue for the court or the jury.  I mean, you don't have to fight us.  What -- what is your view? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course, you don't -- there's no reason -- and, presumably, a good trial judge wouldn't instruct the jury on those two separate questions using the same word, right?  I mean, you could articulate what you mean by \"material\" in -- in each context. In other words, you don't have to say it would be material to TSA.  It would say just, as my colleague has suggested, whether or not TSA would have done anything different if a different formulation had been used."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And you'd -- you'd feel snug and comfortable in making reports to airlines, knowing that whether you're going to be held liable is going to be up to some jury who is going to see that Alderson Reporting Company this person, his career was ruined, and it's going to be up to the jury to say whether he can recover or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That doesn't give me a lot -- a lot of comfort.  If you're really concerned about enabling people to come forward without fear, when they have a suspicion of something, I'm saying, well -- you know, some jury will decide whether -- whether you put it wrongly or not, and if you're putting it wrongly, it would have made a difference, it doesn't make me happy."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, Mr. Feigin, they have that wide scope because of the actual malice standard, that somebody needs to show that there was actual knowledge of falsity or reckless disregard as to falsity. And you're saying that we should do something different.  You're saying that we should Alderson Reporting Company expand what falsity means in this context as a sort of extra protection, and I guess why is that true?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Russell. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So suppose I'm the trial judge and I conclude that, if Air Wisconsin had said to the TSA, along the lines of Justice Scalia's earlier question, We have an employee who was terminated today, he probably knew it, he lost his temper during a test, he might think that some of our employees are out to get him, and there may even be some truth to that, he's authorized to carry a gun, we don't know if he has one or not, we're giving you that information. Suppose I'm the trial judge.        I conclude that, if that information had been given to TSA, TSA quite properly stopped this plane to examine the pilot. Do I send the case to the jury?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the Masson reporter for The New Yorker Magazine spent months on this article.  They had proofreaders.  They had editors in New York.  And you're saying the same standard applies to the baggage handler who has only 10 minutes to decide what he's going to say?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can we go back to the \"who decides\" question?  I find it very confusing.  Now, everybody seems to say, well, it's the jury that decided -- that decides, but the Colorado supreme court said that it recognized that the court was to decide this question, not the jury. And in this case, the jury decided it.        That was error, the Colorado supreme court said, but it was harmless.  So who decides?  Is it -- is it the court or the jury?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So in my -- under my question, I first asked you, I'm the trial judge, I have Alderson Reporting Company made the determination that TSA would have acted the same way.  I still have to submit this to the jury?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, I thought that, even if the facts had been reported much more accurately than they were, that the TSA still had a duty to investigate."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can't I make that determination as a matter of law?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I guess I'm not sure what you just said because, even the way you just phrased that, you're asking what TSA would have done.  How else can we think about materiality, other than by asking, well, if you were a TSA officer and you heard this, what would you have done?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying, if it made a difference in their mind whether to send one officer to his house or a SWAT team somewhere else, that's material, and you lose immunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If the difference -- if the difference in the language causes TSA to do Alderson Reporting Company anything differently, then you lose immunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"A different effect -- a different effect on who?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The TSA.  So -- but that's what I'm saying.  Let's say the TSA person looks at it and says, ah, this is -- you know, if it had been phrased as you say, ah, this is silly, I'm not going to do anything. But he says, well, it looks silly to me, but I'm going to send it to my supervisor.  That's a different effect on the listeners' mind, and you say that difference causes the airline to lose immunity."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, before you get to that -- before you get to that, to finish up on the point you were making earlier.  Suppose that the report is he ranted for 10 minutes, and then suppose the jury found he ranted for 7 minutes. Alderson Reporting Company Now, maybe those 3 minutes would make a difference -- make a difference in the impression on the TSA.  That would be enough, in your view?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Where are you reading?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think you're right.  They seem to rely mostly on the proposition that this all should have been submitted to the judge."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What are -- what are the factual issues?  You said the factual issues.  I didn't think that there was much dispute about what was said to the air traffic safety.  So what are -- what are the disputed facts that the jury would find relevant to the immunity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So am I right in understanding that there be two -- you would view these two scenarios differently?  The same historic facts. Somebody calls and said this happened, this happened, this happened.  He was acting crazy.  And the next one, this happened, this happened, this happened, and he's crazy. Do you think you lose immunity in the latter case, but not the former case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You would lose in both?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So a layperson -- a layperson who -- you know, just looks at this and said, Alderson Reporting Company he's acting crazy, they're not immune from that?  If they called TSA and say that, everything is true, I guess you would say up until that characterization."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But they would be -- the airline would be immune?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  I know. But I'm trying to find out if you think there's a difference between the person's subjective, uneducated evaluation, \"He was acting crazy,\" and a difference between that person saying, \"He's crazy.\""},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So other than proving at trial that these statements were misleadingly false -- or false, how did you prove that the statements would have had an effect on a reasonable security officer?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How do you -- what's the evidence that you expect parties to present and what was it you presented to show that their response would have been different?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But we have granted cert on this question.  So -- so given that fact, could we do this:  One, yes, it has to be false; two, the Colorado supreme court, because of footnotes 5, as well as 6, which I haven't picked up, and other things they've said, is at least ambiguous about the role the jury's finding played. Alderson Reporting Company And given that fact, what we'll do is we'll go through and see where the parties agree about what happened in -- in the world, and insofar as they agree, we'll take it, you see.  Your side will get the underlying assumption, and looking at it, as it's agreed upon, we find either that it would be or wouldn't be within the scope of the immunity.  And on that one, you might lose. But is there -- is there -- what do you think of that procedure?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, it doesn't say that. It says -- footnote 6 has to be read with footnote 5, which I hadn't picked up.  And once I put those two footnotes together, I have no idea what the Colorado supreme court says."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, on two of the -- on two of the three statements, the difference between the literal -- the very strict truth and what was said is very slight.  But you dispute that on -- they'd said he's an FFO officer, and he may be armed."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's literally true.  It's literally true.  He's an FFO officer.  He has a gun.  He Alderson Reporting Company may be armed."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And what would be a true statement?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Not with respect to the lawyer; with respect to your client."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you're talking about a very subtle implication of the statement.  And I agree with you, there's an implication there that may not be justified, but you're talking about something very subtle in -- in the context of -- of someone making a call to report a possible threat."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, just pursuing Justice Alito's point about the other statement, the other, that he was terminated today.  Well, he didn't get notice.  I mean, that -- that's --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And then the final thing, I guess, was the same thing Justice Scalia had in mind, was that he's unstable."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you're not suggesting it would be a different case if they just said he's unstable, as opposed to he's mentally unstable, are you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's what you were saying. Alderson Reporting Company (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"When Justice Kennedy posed the question that he was unstable, you said, \"mentally unstable.\"  And my point is that that doesn't make any difference to your case, does it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they didn't -- they said, we were concerned about his mental stability."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Wouldn’t you think it makes a difference we're talking here about a pilot?  I mean, Alderson Reporting Company my impression of pilots is that they are supposed to remain perfectly calm, even when terrible things happen. Well, all the -- you know, all engines are on fire and one of the wings has fallen off, but -- you know, you don't start ranting and screaming. And so someone described him as acting in a manner that was more unprofessional than they had ever seen.  Do you think that makes a difference?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But maybe for ordinary people, but how about for pilots?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All of us have had the experience -- at least I have, of -- if I get very angry at something, one of my children will say, God, he's mentally unstable.  See, I mean, that's -- people use Alderson Reporting Company that word in different contexts. And what's worrying me is -- is that some real threat comes along and the lawyers get involved and the people are going to report it to the TSA, start watching their words and they don't know what the lawyers mean exactly -- and you understand the problem."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So why isn't the best thing to say is, look, there is leeway here -- considerable leeway on the part of the airline or anyone else who's reporting -- that are reporting things to TSA.  All it means is they are going to search him more thoroughly."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Russell, weren't you, yourself, suggesting the twist on the materiality standard?  You said it shouldn't be -- in the usual case, we said would it have had a different effect on the mind of, essentially, the average reader -- the reasonable reader. And you say, no, here, we're not supposed to think of the reasonable person, generally; we're supposed to think about the reasonable TSA officer. Haven't you conceded that yourself?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how do we know about the reasonable TSA officer?  I mean, you made the point that we don't know a lot about TSA officers, in terms of Alderson Reporting Company what they are going to do with respect to any given set of facts, and -- you know, I find it a little bit hard to think about the question, what does a reasonable TSA officer think, without thinking about the question, what's a reasonable TSA officer going to do?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  Tell me the difference between having a huge effect on that listener's mind and the listener taking a different action?  I'm not sure how -- what the difference is. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm more upset --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- but -- I'm more concerned, but I'm going to take the identical action?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but it affects your belief is different in a context like this.  It may not affect your belief, but you may decide, but given what's at stake, I don't think he's mentally unstable just because somebody calls and says that, but I'm going to send it up to my supervisor, make sure he feels the same way. And you tell me that you lose immunity if he says, I don't think he's mentally unstable and -- you know, throws it away, in that -- as opposed to when he says, I don't think he's mentally unstable, but let's Alderson Reporting Company see what the boss thinks."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So what are the other things TSA could have done?  I mean, let's assume that this call was made and it was a much more -- in tone, it was much more factual and without using any of these words, but it said the guy really lost his temper and -- you know, he has this license, and we have no idea whether he, in fact, is carrying a gun, but he could be?  What could the TSA officers have done?  What do you think they should have done, short of what they did? Say that they were concerned, they thought this might be a problem?  What are the midlevel possibilities about-- of a response?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So you want us to say the call has to be made right away, without reflection, without talking to supervisors, without some quiet discussion first?  That's what you want us to put in the opinion?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought I read somewhere that, after this incident, there was a discussion between or among Mr. Doyle and various government agencies to figure out how to avoid something like this in the future. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Who testified?  Doyle?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And what was your sense -- I don't remember the testimony now.  What --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How do you add to the question -- the question in this case was put by the Court -- the question whether ATSA immunity may be denied without a determination the air carrier's disclosure was material and false? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Cohn, you have three minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do we decide what a reasonable security officer would do?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How does -- how -- how do we as judges?  I'm not sure how juries would do it, I'm not quite sure how judges would do it.  So what evidence did you proffer?  He says he had an expert.  What did you have at trial? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but we don't decide whether it was reasonable force, if we think there's a question about that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  Not a question of historical -- if there's a question about how a reasonable officer would respond.  There's competing experts.  Who decides that question?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And there are some levels of -- of force that we can say, as a matter of law, don't qualify as excessive, and we have said that. But when have we said that what might be excessive to one -- to some, is a jury question -- is a judge --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Cohn, what if I think that TSA might have reacted differently to what was actually said and to what really should have been said?  Would they have reacted either way, they should have done something either way, but they would have done a different kind of thing?  What if I think that?  What does that suggest about the proper resolution of this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JONATHAN F. COHN","firstName":"JONATHAN","lastName":"COHN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1912,"interruptions":22,"times_spoken":43,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ERIC J. FEIGIN","firstName":"ERIC","lastName":"FEIGIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1029,"interruptions":8,"times_spoken":14,"laughter":0,"num_int_by":5},{"id":2,"fullName":"KEVIN K. RUSSELL","firstName":"KEVIN","lastName":"RUSSELL","counsel":true,"justice":false,"side":"respondent","words_spoken":3953,"interruptions":22,"times_spoken":52,"laughter":0,"num_int_by":8},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":702,"interruptions":0,"times_spoken":24,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":699,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":589,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":300,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":659,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":489,"interruptions":4,"times_spoken":18,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":834,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":452,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":2941,"times_spoken":57,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":22,"words_spoken":3953,"times_spoken":52,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":6,"words_spoken":4724,"times_spoken":112,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472703110720}}