{"petitioner":{"name":"PPL CORPORATION AND SUBSIDIARIES","counsel":[0]},"respondent":{"name":"COMMISSIONER OF INTERNAL REVENUE\n","counsel":[1]},"caseNumber":"12-43","date":"2013-02-20T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 12-43, PPL Corporation and Subsidiaries v. the Commissioner of Internal Revenue. Mr. Clement? "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"See, I have a problem with this argument because it assumes a way of looking at this, but it's an assumption.  You can look at it in either way.  You can look at it as they made too much money, we want a part of that profit, or they paid too little for what they got. And that was the debate going on in Congress.  Did they pay too little on the floatation value?  Or did they make too much money?  And what the government says -- rightly -- is whether you paid too much or too little money depends on the value of the company.  And one of the factors that goes into that is how much money has the company made? And so you always have to look at profits, to some extent.  So what's wrong with looking at it their way?  Why does it have to be your way?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you can only do it your way if you do what the amici says, which is to take out from your simplified equation the fact that the time -- the D element of your equation -- is constant. You artificially freeze it the time at which they operated.  Only by freezing that number can you come out with your equation."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was at least two or three companies that had a very different period, and they paid a huge amount, much further than their gross profits."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because of that, D changed for them."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you change the other part of the equation -- or of the tax regulation, which says it has to be true for all taxpayers."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose everyone in the case conceded that the purpose of this statute was to compensate the government for having valued the shares at too low a price, and this was stated right in the enactment.  Would that change your argument?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose we think this is both a tax on profits and a tax on low value. Then what do we do?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, if I --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Suppose it's a one -- if I could just -- suppose -- we say, well, this is a one-time tax, in order to recalculate, reassess the value.  If it's on income, it's still an Excess Profits Tax, in your view?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, is there another example -- Justice Kennedy mentioned that this was what they call \"one-off.\"  It's one time only, and it's retrospective.  Is -- is there any instance in which a foreign tax credit has been given to something that looks like this, a one-time only adjustment that is -- that operates retrospectively on past earnings?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"My fear is, as warned by the government and the tax professors, that the rule you want us to announce to help you win is to say anytime a tax uses estimates of profits, no matter how it does it, it is credible -- creditable.  That's the rule you want."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So why isn't that to say I want to find the original floatation value, and, instead of estimating what the profits are, I'm simply going to use the ones that happen?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So why is that different?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there -- there is an argument about that because it has two components that you keep ignoring, the floatation value and the time that the company --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. -- I'm sorry, please."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'd really like to hear -- I'd really like to hear what you are going to say."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Okay.  Then let me ask you my question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Wait, Justice Kagan. No, Justice Kagan."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Ok. Do you agree -- I mean, you said we should look to the way this is designed, so let's look to the way that the actual formula is designed. Do you agree that this tax would impose identical tax liability for companies with -- at the same average profits, but could impose very different tax liability for companies with the same total profits? That's the way the thing is designed, is it not?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's the question. Is that true of every Excess Profits Tax?  Take a -- a hypothetical like this:  You have two companies, Company A and Company B, and one company operates over four years and makes a lot of money, and one company operates over one year and makes only a quarter of that amount of money. Now, a typical Excess Profits Tax is going to take Company A, which has made a lot of money, and -- and it's going to end up paying four times as much tax as Company B, which has made only a quarter of the amount of money.  But, under this tax, Company A and Company B pay the exact same thing; isn't that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"One year or four years? Four --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, a company that has made four times as much profits under this formula could pay the same tax; isn't that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it was operating four times as long."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And because there is that D variable."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Assuming the floatation value is the same for both companies."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It definitely could.  It would have to.  And that's because what this is trying to tax is not total profits.  This is trying to tax average profits, or what may be the better way to say it, is it's taxing profitability and not profits."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but the reason why this formula was devised in the way that this formula was devised was specifically to get at the outlier.  In other words, it was to get at the company that only operated for a short amount of time, but they wanted that company to pay just as big a tax bill as the company that had operated for a much longer amount of time and had made many more profits. So the end result is that this company that operates for a very short amount of time and makes almost no excess profits pays the exact same tax bill as a company with four times as much excess profits."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Why -- why didn't -- why weren't they subject to a favorable regulatory regime in two, three, and four?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but even companies with the exact same profits and the exact same floatation value can be subject to different taxes, and that's a result of the amount of time, that's a result of the D variable.  If you were right --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  If you were right, the D variable wouldn't exist.  If this were an Excess Profits Tax, it would have been written without a D variable because they would not have cared whether it was four years or one year or any place in-between."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you were right, it would just be a 52 percent tax on annual profits above 1/9th of floatation value, and it's not that.  It's not that -- specifically, in order to get at railroad track, which would have paid very little tax under your formula, but, instead, pays a great amount of tax because they think that railroad track got the same good deal at the beginning as all these other companies did, but -- so, even though they didn't make very much in the way of excess profits, they were going to tax them just as much."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem with their argument, Mr. Clement, is that you are undermining your own argument.  If they are getting three full years at a lesser tax, it's because their floatation value was made more equal by this formula."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So they don't need to be taxed any more, moving forward, because they got it right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I wanted -- I just wanted to hear what you were going to say in answer to the second part of Justice Sotomayor's earlier question. And, to remind you of that, you were going to explain to us, which I felt I needed, the second term -- that second term.  And that just says, \"FV,\" for value."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I did notice, that if you make .23 times fair value, not quite by coincidence, happens to be what the companies would have made over a period of 2 years in profit, had it been the truth that the value of such companies was, as valued by the market, 9 times their earnings because a company that's valued 9 times its earnings earns about 11 point something percent per year -- taking aside all other factors -- and 2 years' worth is that. And I don't know if I've got that part right, but, if I do have that part right, then what this tax does is it takes the profits the firms actually -- actually made over 2 years -- not quite actually.  It assumes twice the -- the value of the first year. You see, so whatever they made the first year -- and, if it's only 6 months, it's twice 6 months -- you know -- that first part figures out what they really made over the first year and then multiplies it by two.  And you take that, and you subtract from that the amount that they would have made over 2 years. Now -- so it looked, to me, pretty -- this helps you, of course, but -- but it also is calculated on an average, the average of the first year's profit, they consider that the average; and, therefore, they are right in saying -- you know, a firm that was only in business for 6 months will be taxed -- the whole 2-year extra will be taken away, even when there was no 2-year extra, you see?  So that firm would have paid more than their gross income. Of course, there is no such firm, and that's their problem, but we come to that later.  But I want your view, if you can -- if I've explained it clearly enough, so you get where I'm coming from, and -- and -- if -- if I have explained that clearly enough, I'd really appreciate what you think about it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It will do that for firms that are in business for 4 years."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Absolutely.  It won't do that for a firm that was in business 6 months.  And -- and --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"A very different number."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Indeed, a number that could exceed the money -- all the money they really make in the next 2 years."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I could."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's correct. That's not true.  There is only one company like that; absolutely right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- but -- but some, particularly on the other side, want to make quite a lot out of that fact.  And they want to make quite a lot out of the fact that for that single -- whatever it's called railroad something --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know -- I know they didn't.  It didn't happen in this instance."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Okay."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's go back to my initial question.  What's the rule?  If someone uses your actual profits in any way, it's a credit that they are entitled to?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't know how you get around it because you seem to be saying to us that, no matter how -- what formula you create, so long as we can simplify it in math to affect which -- take any variables in it and fix them in any way, that's a creditable tax.  That seems to be what your argument is."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm saying to you that any tax that relies upon actual profits, in any way, you say is wrong."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the floatation value is not fixed.  It was different for each company."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They only fixed the percentage that they're going to use, but the actual amount paid was different for every company."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. O'Connell? "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that's a way of estimating future value.  I -- I don't know that anybody values a company that -- that is sold on the market by saying how much money did they make in the last 2 years, and we are going to multiply that by 9.  You look at what people were paying you in the market."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If they know what it really was, I guess they're all billionaires.  You've got triple billionaires.  I mean, if you could go and figure out what companies could really be sold at, as opposed to what the market says, I think I have the solution for you.  I don't know why either of us is working here. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, since there is no real value, I -- I mean, maybe there is because they did it in the form of an IPO, and the share then went the next day into the market, and, when it went the next day into the market, did the market pay a lot more?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Really?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Then you could use that.  You could use that, I guess."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But, how does that relate to the number 9?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes.  But, of course, in the -- in the past, we are making a prediction about what efficiencies will be realized, and, in the future, we know.  So the one thing we don't know, since life is risky -- or we do know for sure -- is whatever it shows up to be in the future couldn't have been the value that shareholders would put on it in the past because they know life a risky."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So the reason that that is relevant here, of course, is this number 9 is a made-up number.  It may be made up by great experts, but since they are all not geniuses who are -- own the whole world, they must not be perfect experts."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that true?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, it was a number picked by whatever company had -- what is it, the -- the lowest price earnings ratio or something like that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  But that doesn't -- that means whatever company that the shareholders thought would deviate the least from whatever the return was and that doesn't apply the others.  But you don't want a lecture from me on this subject. What I want is an answer from you, and the answer I want from you is this:  As I read it and once understand that this number is a semi made-up number, I did look at that second term, and I thought that .23 times 9 is about 2 years' worth -- about 2 years' worth of profits that would be expected, all things left out of it, except profit. And so then, once I saw that, I looked at the first term.  And the first term seemed, to me, to be their actual profit -- their actual profit on an annual basis multiplied by about the same number, you see? And so what we do is we take -- about multiplying, you see -- so we take about two years' worth of profit that they actually made, and we subtract from that two years' worth that our experts tell us they should have made as -- on the basis of the original market price.  The rest is excess profit, and we seize all of it, for two years only. And, by the way, if a company had only six months' worth, well, then -- you know, they might really be hurt because, after all, they only earned six months at the annual rate that showed something, and maybe they didn't really earn it over the next 18 months.  But the reply was there was no such company.  And, of course, because time periods vary, rates will vary. But I don't know that that matters for an income tax.  It's not a question of the rate; it's a question on what you impose it.  And you impose it on income because, as he says, there are two choices here. Number is really calculated on the basis of income, and there is another number going on, the actual floatation value, and this third thing, which is called the number But, primarily, it is the income that makes the difference. Now, that's his argument.  What's your response?  That's his argument, as I understand it. don't want to put words in his mouth.  But you -- you explain it to me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I said, so what?  Now, you can answer that by saying, no, it's not so what. mean, isn't an income tax dependant upon whether it's a tax on income, not the rate?  And -- and whether some companies pay a high rate and others pay a low rate, even if that's totally arbitrary, wouldn't make a definition to the characterization."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"As long as you're not -- they actually have the gross income from which this comes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, it will.  Wait, wait, wait, wait.  It is greater than the profit they earned during the year, but it is not greater than the profit that they earned during the two years -- or whatever the period is that everybody's paying this on."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, here, by good luck for them or bad luck for you or whatever it is, they have not taxed more than the gross income of the companies. Is that -- is that --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Four-year period.  Well, that's -- well -- well, is it not going to be an income tax if what the U.S. government says, though it hasn't said it, it could say, we want -- we want 35 percent of what you earn over six years.  Okay.  That's what we want.  Now, that's still an income tax, isn't it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you say whatever -- if they impose it on more than a year, any -- any country that calculates the income tax over a period for more than a year is outside the tax treaty because it's essential to the nature of the American income tax system that it be calculated year by year. You're hesitating to say that, but I think --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":2,"sideBefore":"justices","text":"I mean, could you -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"We had a lot of -- your friend had a lot of questions on the different periods -- the initial periods and changing the D value and what that did to the -- that is not an argument that you've made, is it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that is -- again, that's not an argument you've made."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the amicus did, but I don't think we should do a better job of getting money from people than the IRS does. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, that's a good articulation of the argument you haven't made."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":2,"sideBefore":"justices","text":"So you are accepting the position the government made in PPL v. Exxon.  You're not disavowing the position you took there?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you're -- you're not saying that the amicus brief is wrong.  The Chief Justice is, of course, right, the amicus brief is the amicus brief, and the amicus brief develops this argument, which I think is the right argument.  But you're not saying that's wrong?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you were saying that that argument was wrong because you looked to the predominant character of the tax and that it's either a tax -- it's either an income tax or it's not. It wouldn't be an income tax on the vast majority of the companies where it was the same and not on the companies where it was a large value or the other way around.  You look at the predominant characteristic and you decide whether it's a tax or not on that basis."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because they're saying this is not an income for anybody because, in fact, this doesn't tax anybody's income.  It taxes annual -- excuse me -- it taxes average profits, not total profits.  It taxes profitability as a mechanism to tax value."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, now, I'm totally confused because this outlier is an outlier not because the tax hasn't worked.  It's an -- it's an outlier that the tax is designed to get at, that this formula was developed with this D variable, in order to make sure that outliers, meaning people -- companies that operated for only a short amount of time would still pay a significant tax bill. So the whole design of this tax was to get at the outlier.  That seems, to me, to suggest that the predominant character of the tax is not an income tax, but is, instead, a value tax."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"On that -- on the question of how to treat, I -- there isn't authority, but, I mean, if I'm quite honest about how I think about it, I think the people in the tax court actually, usually, know more about it than the judges who are not on the tax court. And so when I get an opinion and the tax court all thinks one thing and then the court of appeals is thinking something else and it's highly technical, I -- I tend to be tempted to say, well, the tax courts deserve something. Now, is there anything, really?  Am I just doing that wrong, if I did that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you would -- you would answer that, that the Commissioner gets some credit, too.  This is the Commissioner -- this is a Treasury regulation.  So one question is:  Do we owe that regulation any kind of -- any kind of deference?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But there is no difference between what the Commissioner says the regulation means and what it says."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't seem to move the ball much, one way or the other."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if you -- go ahead. What if they impose this -- what you would call valuation tax every year, and it was based the same way, it's based on profits that year, saying, we're going to say, we think the value of this company is now this much because they made -- whatever -- $20 million last year.  And so we impose this -- this set tax. The next year, we think its value is this because they made -- you know, 10 million, so we are going to impose this tax."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Based solely -- based solely on the amount of income?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How could -- a property tax calculated that way?  In other words, based on income from the property?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if they said, we are going to multiply it by a price/earnings ratio."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Based on how much you earned."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Which sounds like income."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the \"how much you earned\" part sounds like income."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If the reformulation -- think of -- think that first term.  Put it in your mind. Now, that first term does have a number -- .23 -- and let's do times 9, which is that valuation business.  And what you get is a little over 2.  Okay? And you are going to get that every time. That's not going to vary from company-to-company.  That varies as long as the universe is here.  So we know we're going to multiply .2 -- rather, 2 point something times that first part of the first term. And that first part of the first term consists of nothing other than, for the four-year company, the average one-year profit.  So the only -- what you are telling people to do in that first term is simply multiply by a little over than 2 -- a little more than 2 -- the average profit earned over a four-year period.  That's what it says. So there is nothing there but income.  It's average income, I grant you.  But there is nothing there but income.  And then what you subtract from that -- what you subtract from that is a quarter -- is a quarter of the value, I grant you.  But it's a hypothetical value used with the number 9 of what one-quarter of the value of the floatation price taken in. So there's an aspect to it that does have -- unless you do it the way I was doing it initially -- there is an aspect to it that does concern at least a hypothetical value.  But the heart of the equation, in determining this so-called present value, is nothing other than taking average income over the four-year period. Now, if I'm right -- am I right about that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  It is -- the very first part of the first part is the profits -- the average profit over the four-year period.  It says P. And then P, with all of this day business, that's just times 365 because they want to annualize it. So, if you have a four years, what you are going to have is you -- you will have 365 times -- and then it's going to wipe out, and you will have divided by 4.  So you will take the total profit over the four-year period, and you'll divide it by 4.  That gives you the annual profit.  So, now, we have finished the first half of the first part. And the second half -- and we are going to take .23 of that.  Okay? No, we are not going to take any yet. Taking .23 -- you're going to take .23 of the number 9, and that leaves you with the 2 -- that brings you to the little over 2.2."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So what we are doing is taking the average annual profit over a four-year period, we average it, and then we multiply it by two point something.  Okay?  And what that is doing -- and then what that is doing is giving you just the average annual, two years' worth of average annual. And, from that, we subtract a quarter of what they received in the initial price, which happens to be what the market -- if it really was 9 -- about was expecting it to earn during a two-year period.  That's why I put in the last part. But even if I am wrong about that, I am right about the first half, aren't I."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's why I said 50 percent."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes, yes.  That rate could be a problem for somebody at some time, in some  place."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It wasn't a problem here because all of these companies, but one, did have and did fit within the four-year category.  So as to all these companies, but one, it did not exceed gross income; it did not exceed net income; it was 50 -- what the number that he arrived at."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It is?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Of the one year, you haven't calculated based on one year, but it's 50 percent of two years, isn't it? I'm sorry.  I am now confused enough that I am not following you."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  I have said enough -- my law clerks will have picked this up.  They will have written it down, and I will be able to go back with the transcript and study it, which I will do. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. O'Connell -- if the Court should go the way the Fifth Circuit went -- the way the Tax Court went -- could the regulation be changed so it wouldn't happen again?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why should it be changed?  I mean, why should companies -- American companies doing business abroad, in borderline cases, have to pay tax on the same income twice?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Clement, you have 4 minutes remaining. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, what do you think would -- is the answer -- suppose that the Labour government had come in -- not after 4 years but after 2  years -- that they had looked at those 2 years of profits, they said, that's enough for us, to know that these companies were grossly undervalued, and they had done this exact same formula, and the result is that they would have ended up with a tax rate of over 100 percent. Would that have been creditable or not?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess what the hypothetical suggests is that, in some respects, the fact that you now -- that you have a tax rate here of between 0 and 1 is a bit of a fluke -- you know, if they had come in a little bit earlier and done the exact same thing, based on their understanding of how profitable these companies were, which they would have seen after 2 years, you wouldn't have been able to make the same argument."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3679,"interruptions":27,"times_spoken":49,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ANN O'CONNELL","firstName":"ANN","lastName":"O'CONNELL","counsel":true,"justice":false,"side":"respondent","words_spoken":2683,"interruptions":31,"times_spoken":51,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":415,"interruptions":1,"times_spoken":20,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":610,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":102,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":975,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":133,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":2387,"interruptions":4,"times_spoken":42,"laughter":2,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":81,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3679,"times_spoken":49,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":31,"words_spoken":2683,"times_spoken":51,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":9,"words_spoken":4703,"times_spoken":108,"laughter":3,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9}}