{"petitioner":{"name":"CLIFTON SANDIFER, ET AL.","counsel":[0]},"respondent":{"name":"UNITED STATES STEEL CORPORATION   ","counsel":[1,2]},"caseNumber":"12-417","date":"2013-11-04T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"Our second case is Case 12-417, Sandifer v. United States Steel. Mr. Schnapper? "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I resent that. (Laughter.) Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Tools and what?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Scabbards."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But we're dealing with here, from the picture, that looks like clothes to me."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Except you would look and say, those clothes probably have something special underneath them.  I mean, in ordinary parlance I think that would be a proper use of diction."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why is it that the jacket and the pants in that picture are not clothes? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this is one of the aspects of your argument that seems really puzzling to me.  I don't know when -- when a human being first got the idea of putting on clothing.  I think it was one of the main reasons -- probably the main reason was for protection.  It's for protection against the cold.  It's for protection against the sun.  It's for protection against -- against thorns. So you want us to hold that items that are worn for purposes of protection are not clothing?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So if it -- if it protects Alderson Reporting Company against something other than workplace hazard, it can be clothes.  But if it protects against a workplace hazard, it isn't clothing.  Is that your test?  Excuse me."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But what if you are working out in the sun?  So you are wearing clothing, so that you don't get burned by the sun.  What if you are working out in the cold and you wear a parka, so that you don't freeze while you're working?  Are those workplace hazards?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So the guy who works in a freezer is not experiencing a normal hazard?  So Alderson Reporting Company the --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have to pay a worker who's in the South Pole overtime for putting on his parka?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"To put on his leggings and things like that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I lived in Chicago when it never got above zero for two weeks."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I have -- I do have an understanding that you're right, that jewelry are not clothes, that toupees might not be, that makeup is not, and they cover the body.  So I agree that a definition that says anything that covers the body might go too far. But I do have a problem with things that look like clothes.  If I don't buy your -- your argument that fire-resistant pants and shirts are not clothes, where would you propose I draw the line?  Assume I say you are wrong on least -- if it looks like clothes, it is clothes. Let's apply a little bit of common sense to life."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a very famous saying. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't want to say they are \"wearing guns,\" not in this case. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And holding guns."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I have an underlying question, just for my understanding of this.  Now, the unions are on your side and -- I think, and I wondered why.  And I'll -- this is my thought, which suggests Alderson Reporting Company that -- that I may not understand this perfectly. It seemed like, to me, a brilliant statute, because if, in fact, the unions -- those they represent, the workers, don't want -- want to be paid for donning and doffing, all they have to do is not put something in the collective bargaining agreement. But -- and if they do put something in the collective bargaining agreement, they can exert their bargaining power to get something else, which they must want more.  So you with your narrow definition do is you prevent the workers from doing that.  And so I don't know why the ordinary worker would be on your side of it. Now, I say that because I want you to explain what I'm missing."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I see, so that's where the problem lies."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a way around that that doesn't involve this case, the Secretary of Labor? Or I guess you can amend the statute, but that's tough. I mean --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We began with the assumption that the unions are on your side.  Is the United Steelworkers of America on your side?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it does seem to support to notion that this is something that should be left to the collective bargaining process."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the point would be that the steelworkers gave up something when -- you know, it's part of a bargain.  Okay?  If they say, all right, we're not going to count this time, but -- you know, you've got to give us ten more cents an hour or -- you know, greater cafeteria facilities or something. It's a normal part of the bargaining process. And it seems to me that, if they're willing to give it up to get something else, what's -- what's the benefit to them of saying you can't do that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but if the union -- is it consistent with the union's duty to represent your client for them to bargain away something to which your clients are entitled under the Fair Labor Standards Act?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, the union.  If the Alderson Reporting Company union --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schnapper, can I ask you another question?  We're talking about time and whether it will be paid.  And we have one worker that puts on this protective garb.  And then we have another, the baker.  It takes them about the same amount of time to do -- put on everything he has to put on.  But everybody agrees, he doesn't get paid for that.  What is the -- that that would come within the clothing. So we have all kinds of people who have to wear special uniforms, a doorman at an apartment house. It takes them time to put it on.  Why should there be a distinction in getting paid between the protective garb and something that you must wear on the job?  That -- yes."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought that your distinction was, well, there are two sets of clothes -- to use a better word.  There are two sets of clothes, and they both look like clothes, but one is for protective -- a protective function, and one is for a sanitary function.  And that's the distinction that you want to draw. And I guess another way of saying Justice Ginsburg's question is:  Why should we look at a word that just says, \"clothes,\" and make that distinction as to what the purpose of changing clothing is, whether it's for sanitary reasons or whether it's for protective reasons or whether it's because people want the doormen to look nice?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But common usage doesn't separate from the meaning of clothes only those -- those protective garments that are required by the occupation, that are required by the employer.  That's a -- that's a very strange definition of clothes. Hunters, when -- when they're hunting birds wear -- wear trousers that are brush-proof.  They -- you know, resist briars and other things.  Those are protective.  And those -- those pants wouldn't be worn elsewhere. Now, I can understand you're arguing those are not clothes because they perform a protective function other than heat and cold.  But you're -- you're proposing a very odd definition of clothes.  It excludes only those protective garments that are protection against workplace hazards.  That's very strange."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but you have taken it on.  You're trying to tell us what is the ordinary meaning of clothes.  That's what you're appealing to, the ordinary meaning."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And I suggest the ordinary meaning is not -- is not what you -- you have proposed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It includes protective garments, and -- and you want it to include all protective garments, I guess, except those that protect against workplace hazards.  That's peculiar."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, counsel, the whole approach here -- you are saying you are not going to give us a test, you are just going to criticize --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- their test. I mean, it's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what about heavy duty pants -- you know, blue jeans that somebody -- the thick ones that you use because the work environment will involve -- you know, grease and hot things and all, but that you wouldn't necessarily -- or a particular worker wouldn't wear off the steel mill site? Is that clothing designed to protect against work hazards?  Or is it -- some people would wear that outside the steel plant; other people wouldn't."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes, but there are heavier-duty blue jeans that are made out of a particular fabric that you would see commonly in the steel mill, but you maybe wouldn't see commonly outside."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. DiNardo. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does that include a SCUBA tank?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because you can wear anything to be ready for work.  I -- my own inclination is to say that a respirator unit on your back is not clothes, the way a SCUBA tank isn't.  So it can't be just something that covers your body."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Or ready for work."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then why didn't -- why wasn't the statute written in that way?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why wasn't it written -- I mean, they use very specific words, \"changing clothes.\"  That's, in my mind, narrower than your definition."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, what I think he's saying is this, that my puzzle was, why was this a big deal for the unions?  All they have to do is keep their mouths shut, and the employer is going to have to go to Alderson Reporting Company them and say, we want this in the agreement. But he says, but you haven't read those words \"custom or practice,\" and if you see the words \"custom or practice,\" you'll see that an awful lot of businesses or firms or manufacturing across the country actually has long had a custom or practice where they didn't pay for that -- you know, they didn't exclude it, or they didn't -- so in those circumstances, it's the union that's going to have to go to the employer and say, please put some other words in the agreement, so we get this out of the statute.  And now, I have no idea -- I think that's what his point was. And, of course, this is an empirical question in part of that kind of point, which is logically sound, affects a certain number of workers in industries.  And I would next be curious if either you or the SG or anyone has some estimate of what we are talking about quantitatively."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. DiNardo, in this case, does it matter if we take your position that anything you need to wear to be ready for work or the government's position -- and I think it was the Seventh Circuit's position, too -- that equipment is different from clothes? But, here, the Seventh Circuit said the equipment that's involved, hard hats, glasses, earplugs, respirator, none of those things -- that they -- they take de minimis time, so we don't have to worry about them. In this case, will it make a difference if we go your way and say, everything worn counts; or the government's way, saying, well, at least clothes Alderson Reporting Company count, but equipment can be distinguished?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, when would it matter? Could you give a few examples of when it would make a difference, the -- the difference between your test and the government's test?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, like what, that's not de minimis?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I guess it just seems that, in most of these cases, everybody is just going to say it takes two seconds to put on a pair of eyeglasses.  So I guess I'm -- I'm struggling with why you and the government are fighting so hard about the proper test."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I think -- I think the government is -- you and the government are fighting simply because the government is being principled.  The word of the statute is \"clothes.\"  And nobody would consider eyeglasses or a wristwatch or some of this other specialized equipment to be clothes.  I mean, the word is what it is. And -- and, I mean, it's wonderful to say, we can eliminate all the problems by -- you know, saying everything is clothes -- you know, everything, no matter what, wristwatch, eyeglasses.  Well, yes, it makes a -- a lovely world. But it does not adhere to the words of the statute, which says, \"clothes.\"  Doesn't that mean anything?  Everything is clothes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is difficult? Why not just say clothes -- at least from your point of view, clothes are -- are those items that have, as a significant purpose, the covering of one's body.  That's Alderson Reporting Company not the purpose of eyeglasses; it's not the purpose of wristwatches; it's not the purpose of -- of cameras held around your neck; it's not the purpose, even, of an iPod."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is there anything wrong with what I just said?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Opening your locker is not clothes. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's not -- but still, we're back to the statute, which says, \"clothes.\""},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And, therefore, what's wrong with the definition I just proposed?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's -- that's up to them how they negotiate.  But -- but the statute says, \"clothes,\" so we would have to pay for the clothes time -- they'd have to pay for the clothes time unless it's in the collective bargaining agreement or -- you know, if it's in the collective bargaining -- unless it's in the collective bargaining agreement."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Or custom and --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"No.  Why -- why does it include eyeglasses?  Eyeglasses do not have as a principal -- as a significant purpose the covering of one's body."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it doesn't matter, why make a liar out of us?  You know, why -- why make us say something that -- that everybody knows is not true, Alderson Reporting Company that everything you put on is clothes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Earrings, eyeglasses, whatever."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you cannot get that very precise limitation out of the word \"clothes.\"  You just can't.  And say it’s only protective gear for work, it's not other protective gear.  Okay?  It's only those earrings you have to wear for work, otherwise, earrings are not clothes.  Ah, but if they're required for work, they become clothes. That -- it doesn't make any sense."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So maybe we can call them \"constructive clothes,\" which means they're not clothes. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Your -- your definition would include somebody spending an hour of putting on a suit of armor, if he's going to be a jouster.  It would include the space people who put on that complicated white suit that has all the connections to equipment."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If function doesn't matter, then how do we define \"clothes\"?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Function covers the body. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, nothing has been said about the word \"changing.\"  Maybe you could say something about that.  Isn't it -- isn't it awkward to refer to the changing of clothes when all that the person is doing is putting on clothing on top of clothing that the person is already wearing? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's not the way the term is normally used, is it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":11,"sideBefore":"","text":"Are there no non-unionized employers that -- that have to confront this problem, and they have to pay -- they have to pay for work time, no? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, and everybody else has to pay for the -- for the changing time, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It is, so you -- so you have the same issue there, don't you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and the union cannot pull your chestnuts out of the fire."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Yang. Alderson Reporting Company "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Yang, I will let you speak, but could you answer Justice Scalia's question? Would our -- if we were to adopt your colleague's broader definition, would it affect a preliminary and post-activity definition?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So, then, what does separate you from Mr. DiNardo?  Now, you're sounding exactly the same."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Like what?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So what's the difference?  Isn't this what some courts have described as de minimis activity, as they did with the safety Alderson Reporting Company glasses and the hat and the ear plugs?  How about a metal apron, that some meat packers only do a metal apron?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, actually, that's what we are looking for, so why don't you? (Laughter.)"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What you just said -- what you just said, I find quite confusing.  I can make a list of things that are considered to be clothing.  One of them would be a jacket, perhaps.  One would be a vest.  And if you tell me that a vest is not clothing if it's made out of metal, then I don't know why Mr. Schnapper is not right that a jacket is not a jacket if it's got extra flame protection -- protecting chemicals in it. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But when somebody in the meat packing industry puts on something that would be clothing, but also puts on all these other things that you say are not clothing, now, you would say in that situation putting on all of this additional stuff is not ancillary, and that is for what reason?  Because it takes more time in relation to the clothing or the number of non-clothing items exceeds the number of non-clothing items?  What does that mean?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any estimate on the empirical -- there are only two people that know, the Department of Labor and the AFL-CIO, and they didn't tell us, the latter.  So -- so what we're thinking of, I think, is workplace hazard clothing.  Okay? And the problem, I think, that was raised is that the union can't stop -- can't -- can't -- can't make an agreement about this, without a lot of trouble anyway.  They can't just shut up, in other words, and see that the -- there'll be compensation because there's a custom or practice in the industry of giving -- of not giving the compensation."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you follow?  Do you follow --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes.  But they've had --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- collective bargaining agreements in steel forever."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right?  So if we go back to -- to 1949 or 1952 and they entered into some big deal agreement, I mean, what was the custom or practice at that time?  I don't know.  I suspect you don't know.  And I -- I wonder if the Department of Labor knows."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I wonder if anyone knows."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  So there is --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You want us to say it's incidental, instead of de minimis?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what's the consequence of calling it \"incidental\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Schnapper, you have four minutes. "},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schnapper -- I'm sorry."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":9,"sideBefore":"justices","text":"What is the practice in the poultry industry to which you referred?  Are those unionized workplaces and have they bargained on this issue?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And under -- where they have collective bargaining agreements, are they compensated Alderson Reporting Company for this time or not?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you happen to know why the government hasn't issued a regulation on this?  It seems the quintessential question of statutory interpretation to which we would normally defer to the agency. Why hasn't -- this is really a question to Mr. Yang, but do you just happen to know, given the history of all this and all this -- these guidance documents, why they've never just like come to everybody's aid and issued a regulation?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Too complicated is why. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"ERIC SCHNAPPER","firstName":"ERIC","lastName":"SCHNAPPER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3839,"interruptions":16,"times_spoken":45,"laughter":1,"num_int_by":7},{"id":1,"fullName":"LAWRENCE C. DiNARDO","firstName":"LAWRENCE","lastName":"DiNARDO","counsel":true,"justice":false,"side":"respondent","words_spoken":1851,"interruptions":20,"times_spoken":35,"laughter":0,"num_int_by":4},{"id":2,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"respondent","words_spoken":1442,"interruptions":9,"times_spoken":19,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":553,"interruptions":0,"times_spoken":22,"laughter":3,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":260,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":29,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":511,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":406,"interruptions":1,"times_spoken":17,"laughter":2,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":298,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":821,"interruptions":5,"times_spoken":23,"laughter":2,"num_int_by":3},{"id":11,"fullName":"I would say this","lastName":"this","counsel":false,"justice":false,"side":"","words_spoken":254,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":3839,"times_spoken":45,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":29,"words_spoken":3293,"times_spoken":54,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":11,"words_spoken":3208,"times_spoken":100,"laughter":7,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.4165978432939921,"respondent":0.5834021567060079,"date":1472418053103}}