{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"ANTHONY JAMES KEBODEAUX\n","counsel":[1]},"caseNumber":"12-418","date":"2013-04-17T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-418, United States v. Kebodeaux. Mr. Dreeben. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the limit of that power?  How -- for any Federal conviction, whether it's related to sex offense or anything else, Congress could impose any kind of registration requirement?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could it ask every convicted Federal felon to come in for a DNA test because we know that people who have been convicted of a crime are more likely to be recidivists?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what -- what is the limit?  Is it just safety?  It can't be just safety of the public because you just said that it doesn't applyPage 5 to recidivist Federal offenders, generally."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand.  I just posited a civil registration for Federal offenders of any kind.  That's not ex post facto under your theory, so --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't know if I agree with that, but accept -- accepting that hypothetical."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you know, that's settled law.  Whether it's right or wrong is a different issue."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in Comstock, it was very different than the situation here because the analysis was that the Federal government basically was the source of the problem in incarcerating sex offenders away from the State so that no State felt an obligation to do something with the problem of their release. You don't have anything of that sort here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume that applies to all Federal crimes, right?  Anyone convicted of any Federal crime can thereafter be subjected to whatever civil restraints Congress later decides are -- are a good idea in order to prevent that crime, that type of crime from reoccurring, right?  I mean, nothing peculiar here about sex crimes.  Any -- any crime Congress can later decide, you know, it would be a good idea if when -- when a person has committed, I don't know, crime with the use of a gun, we -- we impose retroactively all sorts of different civil limitations."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, that's not the point, that it's -- that it's retroactive.  The point is that it is not in execution of a Federal power."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be an execution of a Federal power --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the power -- the power to prevent that crime and to punish it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they have to be imposed simultaneously as -- as the punishment for the crime of which the individual has been convicted.  Here, the trial is over, the conviction is over, and then some years later the Federal government decides, oh, it would be a good idea if people who have committed sex crimes are -- are subjected to these limitations.  That's quite different from imposing that simultaneously as -- as aPage 9 punishment for the crime.  This is not a punishment for the crime, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So your argument depends in no way on the fact that he was convicted of a Federal offense or -- or incarcerated for that offense, nothing at all?  We're just here arguing about the retroactivity under -- whether they have the authority under Article I to impose punishment for not registering under State law?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we start out with the power under the Constitution to make rules to regulate the military and we end up with a registration requirement that applies to someone who's not in the military and perhaps is not even living anywhere near any military installation.  So what would be helpful for me is to start out with the constitutional provision, identify a purpose of that that is served by this civil registration that is imposed later, and trace this whole progress through the Necessary and Proper Clause."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say in a civil proceeding, you mean?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's just by a preponderance of the evidence we think this guy probably, you know, 51/49, committed a sex crime."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So just -- just more -- more likely than not is the test."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but if they can do that.  But that's not what they've done here.  Your argument, as you told me a while ago, is linked to the Federal offense and the incarceration."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It’s because the States were not doing anything about it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Here you have a situation where I think at the time every State dealt with the issue of whether the sex offenders should have to register or not."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The discussion so far has assumed, your discussion primarily, that there's this line between civil and criminal, we don't need to worry about ex post facto.  Is that line made clear in ourPage 15 precedents or is there some room to argue that if the line is somewhat blurred that there may be ex post facto concerns here and that that in turn is a reason for constitutional avoidance when we evaluate your argument? Is that -- is the civil -- a criminal distinction with reference to Ex Post Facto Clause absolutely foreclosed and clear in the facts of this case?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben --Page 17"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"To -- to what does this civil -- civil-criminal line apply?  Suppose instead of a registration requirement, Congress just decided, you know, our past punishments for sex offenses have not been -- have not been severe enough, and so we are now going to impose a civil fine on all -- all persons who have been convicted in Federal court of sex crimes. It's a civil -- it's a civil penalty, not a criminal penalty.  That's okay?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I find that difficult to believe that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that whether it's ex post facto and impermissible or not is simply eliminated, that issue was eliminated by simply calling it civil."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about the -- ex post facto."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it's civil."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I find that difficult to grasp."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument based -- your argument based on Congress's authority with respect to the military, your Article I argument, and you say it doesn't make a difference that he's noPage 19 longer in the military, does that -- do you come out differently if the basis for jurisdiction is asserted to be inter -- interstate commerce?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The fact that somebody at some time in their life traveled across State lines means that the Federal government can go back, even though their activity that's challenged in the particular instance is only intrastate, and still assert jurisdiction over them?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As broad as that authority is, perhaps I'm going back to Justice Alito's question, which is if you put aside that it's part of the punishment because you say it's not part of the punishment, you want us not to look at it as punishment because otherwise you'd run into the ex post factoPage 20 problem, you're saying we have a need today.  Outside of protecting the public from a recidivist, what's the interest?  Because that wasn't enough in Comstock.  We made it very clear that wasn't enough. So if you take out all of the punishment aspects of this, which you should have done at the time he was sentenced and not now, what remains in terms of the Federal interest?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What's promoted?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was -- why did we even bother going through anything in Comstock?  If that stands alone as a Federal interest, then anything we do at any point with respect to any person who's violated a Federal law would stand in the same shoes."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You could do whatever civil penalties you want for as long as you want.  We go back to my initial question and Justice --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm getting confused between two different assertions of a Federal interest. Earlier you talked about the integrity of the military forces.  They go back later, they think they should address the fact that people were engaging in criminal activities when in the military, they weren't -- they weren't found out, they weren't prosecuted.  Later on they can go back.Page 22 But then you say that the interest that's at issue here is preventing recidivism, and that doesn't seem to have anything to do with the integrity of the military force."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it seems to me that when -- when you say that as your answer to the Chief Justice, you're -- you're no longer relying on -- on the power to regulate the military.  You're relying on -- on some general Federal power to protect citizens against people who have committed any Federal crimes.  And I -- I don't see that enumerated power in the Constitution. Yes, I see a power to regulate the military, but your description, it has nothing to do with regulating the military.  It has to do with protecting the -- the public at large from people who have committed FederalPage 23 crimes, military or not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right because it protects Federal functions.  The Federal -- the criminal applicability to the armed forces protects the function of regulating the armed forces."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But how does protecting the public at large from people who have committed a crime in the armed forces, how does that have anything to do with regulating the armed forces?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben, it would help me in answering some of these questions if you went through the analysis on the assumption that this was instead a Commerce Clause case.  So take the military out of it, what would the necessary and proper analysisPage 24 look like?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben, you say nothing about the -- what was the opening argument in --Page 25 in your brief, that the assumption that SORNA is something new added after is wrong because there were these predecessor laws that established a Federal requirement to register."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Dreeben. Ms. Fuentes. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could I bo back to – to a primary question, are you challenging – you didn't on appeal, but it seems as if you're accepting that the Federal government has the power to impose this requirement as part of a Federal sentence."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Are you -- if it's not part of a Federal sentence, but part of release, it's not announced at the sentence, but it's announced at the time the prisoner is put into supervised release or release from jail, do you think the government has the power to impose it then?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, SORNA today becomes part of the supervised relief terms."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about SORNA today."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about just any prisoner who has been in jail, but it's not made, has not been paid, part of the punishment."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I don't know of that power, but do you have a statutory --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So that power -- I guess then what the government is saying, as I understand their argument, if you have the power to do it at that point, why can't you have the power to do itPage 28 later?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are the same factors that compel permission for the government to do it then?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We are not talking -- I'm sorry."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't mean to interrupt your question."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We're not talking about statutory authorization.  We are talking about constitutional power.  So if we start out with the example of registration for life being imposed as part of supervised release, part of the criminal sentence, then we go to an example where it is not part of thePage 29 criminal sentence, but it is a civil requirement triggered by a separate civil proceeding for every Federal -- every person convicted of a sex offense under Federal law. Now, if that were the setup statutorily, would that fall within Congress's power under Article 1?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we know what -- and we know what power they are relying on.  Let's just look at the power that they're relying on here.  It's the power to make rules for the regulation of the military.  So part of their -- in the exercise of their power to make rules for the regulation of the military, they impose a civil sex offender registration requirement for someone convicted of a sex offense under the Uniform Code of Military Justice.  That does not, in your judgment, fall within Article I?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How about if he is on supervised release?  He is not in the military, but his entire sentence has not been completed."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Then why not this?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- why not?  I mean, look, this is -- Thomas Reed Powell once said, \"If you can think of a thing that is inextricably related to another thing without thinking of the other thing, then you have the legal mind,\" and that seems to be this case.  All right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So somehow I have to get out of my mind the ex post facto part, the potential violation of due process part, the equal protection part, take that aside.  Now I've got to just think about whether it has, Congress has the power under the provision that Justice Alito said.  I'm trying to doPage 31 that, and I've dissented in other cases on other grounds. All right.  But in -- in just trying to do that, I think, well, the military, suppose they found a certain number of -- of individuals, men or women, have unfortunate problems in the military.  They discover there is a mental illness problem.  The person's out of the military.  But the law says you can go and tell the local mental health authorities about this person even though he's no longer there. And suppose the person had a criminal problem in the military and was in prison and suppose the law said, you know, you're the ones who got the situation where he unfortunately got into that problem, and you, later on, can -- can go and tell authorities about his problems so they can take appropriate action. Now, if they can do that, why can't they have the power under Article I to say really, you all have to register.  Now, maybe there are other things, but you got this problem in the military.  You were convicted in the military.  You did it in the military. We turned you loose and there you are, and we want, as part of our military regulation, to be able to tell authorities about you and to make you register according to State law.Page 32 Now, no due process problem, I have to assume that away.  No punishment, bad punishment problem, none of those.  But it's a power, all right? Why not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Where you're leading me because I'm not so worried about this case, but where you're leading me is down in Commerce Clause cases and all kinds of other cases.  Suddenly a distinction arises that Congress can, in fact, do all kinds of things having Federal authorities do this and that, but you couldn't make someone in a State -- you know, you can imagine a few that are coming into my mind -- and so what I'm worried about is following this distinction into other areas."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me -- let me try this chain of reasoning out on you and -- and get your reaction.  We're starting out with the power of Congress to make rules for the regulation of the military.  And one of the things that they want to do in making those rules is to make military installations acceptable to the local communities where they are located. They know from experience, for example, what's happened in Okinawa, that when have you military personnel who go -- who commit sex offenses with people off base, it can cause tremendous opposition.  And this is what happened here, not the opposition, but an offense involving a 15-year-old girl who lived off the base. So in order to ensure that there -- we don't have excessive civilian opposition to the location ofPage 34 military bases, we are going to do a number of things. One thing is we're going to criminally prosecute members of the military who commit these offenses.  This will deter.  This will incapacitate.  But also, to provide further assurance to the community that these people are not going to be dangerous, we are going to require them to register. Now, maybe that's too attenuated, but I'd like to get your reaction.  Why could Congress not do that under the Necessary and Proper Clause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to go that far though to -- to distinguish the example that Justice Alito just gave.  This is not a statute which only requires him to registrate -- to register if he hangs around the military installation.  This requires him to register anywhere, you know, in the -- in the wilds of Alaska where -- it's just not this case. And even -- even if you would allow that,Page 35 and say it is a reasonable -- it has a reasonable connection to the power to regulate the military, to say wherever he goes he has to register is -- is a different question, isn't it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But yet, now that's exactly the problem for me because the -- the wilds of Alaska you think I think, and I think I think, that -- that sure, if there's a post office there -- there's a post office there, then what -- the military is all right, they can mail a letter to the -- to be delivered to the local doctor to say, look, he has a problem. That seems to be okay. But you say it's not going to be okay to tell him he has to go and make that registration.  At that point what you've done is like Madison.  I mean, it's an interpretation of the Commerce Clause that I think Madison might have wanted, which is you're reading a lack of power because of a civil rights problem. I mean, it's -- the difference between the two cases is really not the need because we have to assume the need.  The difference is the restriction on the individual.  And it's that part that I'm suddenly worried about the Commerce Clause and every power in Article I being read with exceptions in the civil rightsPage 36 area even though we have the amendments to protect the civil rights problems."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We've never -- we've never held, have we, that what the Federal government can itself do under the Necessary and Proper Clause it can impose upon individuals to do under the Necessary and Proper Clause.  Aren't there two different -- what is necessary and proper for the Federal government itself to do is not necessarily necessary and proper for the Federal government to require private individuals to do."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I guess, Ms. Fuentes, what I don't quite understand about the argument, this goes back to Justice Alito's original question.  You seem to say that if this -- if Congress passed a civil statute like this one within the time that Mr. Kebodeaux was in custody or within the time that he was under supervised release, that that would be appropriate. But I guess what I don't get is why the Federal interests change, whether it's the day before he gets out of supervised release or the day after he gets out of supervised release.  What in the Federal interests shift based on that?Page 38"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I wasn't assuming that he was in the military while he was on supervised release."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I was assuming that he was out of the military in both these cases, but that you said while he was still serving his sentence, it would be appropriate for Congress to add this additional thing, but not after."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In both cases, he's not in the military anymore."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is it your argument that Congress lacks the power to impose supervised release after the date when the person leaves the military?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Someone is sentenced to prison --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- under the UCMJ, released,Page 40 dishonorably discharged from the military.  Can Congress say the person has to remain on supervised release for a longer period of time after he is returned to civilian status?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"See, I understand -- I can understand why that might create -- that might raise all sorts of constitutional arguments about notice and so forth. But I don't see how that -- how that connects with the question whether Congress has the power to do it under -- under Article I --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- under the power to regulate the military."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you could be making the argument that the power to make rules for the military applies only to people who are in the military, and that once you're out of the military that power does not permit Congress to do anything special to you. But you're not making that argument, I gather."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How would you write this opinion if you wanted to protect against what Justice Breyer was concerned about, constricting the Commerce Clause, which has been since Madison more broadly defined than he did, or Justice Alito's example of ensuring that you're not closing off other things thatPage 42 can be done after someone leaves, that might be related to, like punishing a crime that you find out about afterwards.  How would you write this opinion?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it wasn't really helpful because it -- it doesn't give us a limiting principle like -- I don't know if it's possible -- that if you're relying on just recidivism, Congress has to have an independent basis, a power for the imposition of -- of criminal or civil sanctions on someone."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how -- I'm not sure that makes much sense.  You're saying if they're relying on the enumerated power with respect to the military, they can do more than if they're relying onPage 43 the enumerated power over interstate commerce?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So in what sense --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in what sense does it then depend on which enumerated power they're invoking?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They say -- they say it exists by virtue of the enumerated power to regulate the military forces."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm trying to see why you're saying the enumerated power under the Spending Clause allows them to take this subsequent action, but the enumerated power under the Military Clause does not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I would have thought that if you're arguing under the Necessary and Proper Clause, that you need an enumerated power that the Necessary and Proper Clause is going to serve. But I don't see how it makes a difference which enumerated power you're talking about."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I get to ask the questions.  You don't. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but it's the military -- look, it's the military that they are mostly -- that they're relying on."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So they say -- I mean, the famous statement -- I looked it up -- \"Let the end be legitimate, let it be within the scope of the Constitution, and all means which are appropriate and not forbidden are -- fall within the Necessary and Proper Clause.\" All right?  The end is to protect the communities from those individuals in respect to those matters that they became dangerous with when they were in the military, okay?  That's the end. And is the means appropriate?  They say yes. They say, after all, the means here is, notify them when we're -- you're moving around.  And therefore, is it forbidden? Well, we're not supposed to consider thatPage 46 part, but -- so leave that out.  But the -- the others, they say is okay.  So that's the basic. Do you think maybe we should send this back to the -- to the Fifth Circuit?  The government suggests that --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- because they didn't get it right in respect to what the previous statutes require. What about all that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I just want to know what to do if I end up thinking they are right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What's your recommendation there on that assumption?  I'm not saying I would, but I'm just saying on that assumption."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Your argument is he was released on condition of State registration.  Isn't your argument dependent only on that there was no Federal registration requirement?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The bottom line is you don't think the Wetterling Act applied to him.  Is that your point?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The Wetterling Act didn't apply to him; is that --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"At all?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I guess what I'm not understanding, Ms. Fuentes, is -- I understand the difference between a requirement of registration and a penalty for failing to register, but it's a little bit cutting -- slicing the baloney thin. And if you think that he was in any event while he was undergoing his sentence subject to a penalty, it's a pretty minor exercise of Federal power, isn't it, to say that, instead of making you just subject to a penalty for doing something, we're going to tell you, you have to do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Dreeben, you have three minutes remaining. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not unusual. When you're released from the military, for example, you're no longer subject to -- to Congress's jurisdiction over the military.  That's a matter ofPage 52 timing too, isn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not for something that they've done after they left the military.  That's a question of timing.  Had they left the military when they committed this crime? If so, they can't be prosecuted under -- under that power of the Federal government."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's notPage 53 limited.  You've limited it to sex offenses, but the -- Congress could say it's important to us that people who serve in the military behave correctly even after they're released. So it is a Federal offense to do anything that violates State law for the rest of their lives, and your argument would say, well, that's part of their authority to regulate the military and so it's okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's part of his sentence.  That's part of the punishment imposed.  You assert that this is not part of the punishment imposed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So your answer to my question is yes, Congress can do that.  It can say anyone in the military is subject for the rest of their life to Federal jurisdiction.  Whatever is a State law crime is a Federal crime."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  Who knows what they'll do, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel, counsel. The case is submitted.Page 55"}],"people":[{"id":0,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3134,"interruptions":19,"times_spoken":50,"laughter":0,"num_int_by":4},{"id":1,"fullName":"M. CAROLYN FUENTES","firstName":"CAROLYN","lastName":"FUENTES","counsel":true,"justice":false,"side":"respondent","words_spoken":2399,"interruptions":15,"times_spoken":51,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":688,"interruptions":1,"times_spoken":22,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":725,"interruptions":4,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":851,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":681,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":101,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":44,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":880,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3134,"times_spoken":50,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":15,"words_spoken":2399,"times_spoken":51,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":4305,"times_spoken":103,"laughter":1,"num_int_by":2}],"outcome":{"side":"petitioner","margin":5},"prediction":{"petitioner":0.8415692970300873,"respondent":0.15843070296991268,"date":1472501779244}}