{"petitioner":{"name":"NORTHWEST, INC., ET AL.","counsel":[0,1]},"respondent":{"name":"RABBI S. BINYOMIN GINSBERG        ","counsel":[2]},"caseNumber":"12-462","date":"2013-12-03T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-462, Northwest, Incorporated v. Rabbi Ginsberg. Mr. Clement. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, the argument was made that if -- if the airline has an unreviewable right to terminate this agreement for any reason or for no reason, if that is so, then it's an illusory contract. What -- what is your answer to that, if one party can get out willy-nilly, why -- what kind of bargain is it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did a unitary contract?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure I understand that point."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I don't understand that, Mr. Clement, because I always thought that the way Alderson Reporting Company these agreements worked were there were agreements that, if I flew a certain number of miles on your plan, I was going to get a free ticket. And -- and it wasn't a gift that I was getting a free ticket, it was because I did something, I flew a certain number of miles, so that there was an exchange with value on both sides."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I think you have to conceive of it that way, but that still makes it a unilateral contract.  It's not a promise in exchange for another promise.  It's a promise in exchange for the performance of an act; that is, flying the airline -- you know, a certain number of miles. You're correct, it is a -- a unilateral contract.  Now, whether that -- that means that there's no -- is there no such thing as an illusory unilateral contract?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I just don't see why that would make sense because, if I knew that it was really up to you to give me the free ticket, maybe I was willing to get it and maybe I wasn't.  I don't think that I'd be spending all this time in the air on your planes -- you know, I'd find another company that actually gave me the free ticket."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, usually, what we say when a contract has no consideration, we don't say, oh, we're going to hold you to it anyway because the market will solve it.  We say the contract has no consideration, it's illusory, in just the way that Alderson Reporting Company Justice Ginsburg pointed out. And the question is:        If there's really no obligation on the part of the airline here to give that free ticket, if they can do it when they feel like it and not do it when they don't feel like it, why is there any consideration?  Why isn't the contract illusory?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you -- you're not trying to enforce the contract anyway.  You -- you want to get out of the contract.  So you -- you ought to be happy to have it pronounced an illusory contract, right? What do you care?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, you're making -- you're making an assumption.  The claim here is not whether he abused or didn't abuse the program. His allegation is that the only reason you terminated with a contract was because you wanted to get rid of these high flyers in your merger negotiations with the other airline. That's the same as saying, they didn't terminate me because I abused the program, they terminated me because I was of a certain race, or I was a woman, or I was handicapped, or some other improper consideration. So are you suggesting that this contract permits you to use that kind of self -- that kind of ground, one not grounded in the contract, but grounded in your whim and caprice?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if you have absolute discretion, isn't there a limit to that?  Isn't there a limit of reasonableness to that absolute discretion?  That's the whole question of -- otherwise, you have a contract with no substance."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that entirely -- I mean, suppose the contract said, \"in its absolute discretion and subject to no obligation of good faith.\"  Suppose it said that.  Would State law still impose an obligation of good faith?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it might well, or it would?  I mean --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this State, I mean, the State we're talking about."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the choice we have here only between State law and no relief?  Or is there some theory under which either Federal common law or an appeal to the DOT could give the flyer, the customer, some relief?  And -- you know, we can all think of crazy hypotheticals. Suppose the phone rings, and he says, I'm John Doe, I want to talk to you about my airline, you've miscalculated.  They said, Mr. Doe, we've heard from you 15 times, you're -- you're out of this program.  It's a mistaken identity.  There are two John Does.  Can the -- can the innocent, good-faith John Doe do any -- anything at all?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but -- in part of that suit, wouldn't you have to -- the judge says, what's the underlying substance, and you say, well, there's a duty of good-faith dealing under Minnesota law.   And then you're right back where you started, unless there's some -- unless there's some Federal common law with Lincoln Mills or something like that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I still don't Alderson Reporting Company understand the substantive basis for the breach of contract suit, if you say we can't refer to State law."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Clement, suppose that this complaint only had one count.   And suppose that they had said, look, we have this contract, and it gives very substantial discretion, it gives -- you know, by the words alone, it gives absolute discretion to Northwest.   But that can't really be right because contracts have this implied covenant of good faith. There's an implied duty to perform in good faith.   And that means that this discretion is narrowed in certain kinds of ways, that they can't terminate my membership for certain kinds of reasons, and that's all the complaint said.   There was just this one count. Do you think that would be preempted?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess what I'm suggesting is that the implied covenant here, it's just an interpretive tool.   It says that there are certain kinds of provisions that are written very broadly or very vaguely, and an implied covenant comes in to help us interpret those kinds of provisions. And, viewed in that way, it's just a contractual device that, in light of Wolens, ought to be permitted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, could you tell me where you think they concede that some States -- that their position would lead to a different result in some States?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought they were saying that, in some States, it's not an implied term of the contract, but a different sort of provision."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How about Minnesota?  In Minnesota, isn't it just a rule of construction of the contract?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it the case that --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":9,"sideBefore":"justices","text":"I still -- I still have this problem.   You say don't -- now, don't worry, you can always bring an express contract action.   And I say, Alderson Reporting Company well, what law do you apply?   Well, you -- you have no State law, and there's no Federal common law.   I don't understand how you can bring an action with no substantive law to inform it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose you could say that it is assumed that parties to a contract Alderson Reporting Company comport with community standards of fairness and decency -- you know, you can wiggle to there, if you want."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Yelin. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What if you had a decision by the Minnesota supreme court on common law contract principles and it said -- you know, when the parties use the word \"sole\" in a contract, we interpret that to mean subject to reasonableness constraint.   The parties here use the word \"sole.\" Would the application of that principle violate -- would that be preempted or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, \"reasonable\" means -- I mean -- you know, the -- the airline says \"sole\" means sole.   We don't have to explain why we did it.   And the Minnesota court said, no, when you say \"sole,\" it has to be reasonable.   It can't be, for Alderson Reporting Company example, for no reason.   It has to be for some articulated reason."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, let's say going forward.   Going forward, the parties know that this decision is out there, and they say, \"sole.\"   So it means they're using the term, subject to the gloss that's been put on it by the Minnesota supreme court. So what about in that case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"We would assume, then, that the parties knew, whenever they used the word \"sole,\" they actually meant subject to reasonableness as interpreted -- interpreted by the Minnesota supreme court. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So you're not going to give me \"reasonable\" for anything?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if you're going to give me \"reasonable\" -- in other words, the parties' express terms do not say \"reasonable\"; in fact, the most natural reading is that it's not reasonable, but they take the contractual -- the interpretation that the Minnesota supreme court has adopted, I don't know why the same rule wouldn't apply when the Minnesota supreme court says there is an implied condition of reasonableness across -- across the board and that the Alderson Reporting Company parties contract against that background, just like they do when there's a specific interpretation of the word \"sole.\""},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Let me change the hypothetical slightly.   Suppose the contract says that one of the parties reserves sole discretion to do something, and then the contract goes on to say, and then, in exercising this discretion, we don't promise to act in a reasonable manner. But the State court says that, nevertheless, that has to be interpreted to mean that the -- the party can only perform in a reasonable manner.   Then what would the situation be?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"That's right.  All right. But, now, the question I have, which is, I think, for anyone who wants to answer it, particularly the government, I absolutely agree with you that -- that a free market in price is at the heart of the Deregulation Act.   Given. I also think frequent flyer programs are simply price discounts.   Given. I also think that, if you don't have contracts, you can't have free markets.   Given. But I also think that the State cannot, under the guise of contract law, regulate the prices of airlines. If you allow that, you're going to have worse than we ever had.   It'll be 50 different systems, all right? So, if I think those four things, what standard do I use to separate when a State is and when it is not using its contract law to regulate prices? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, good.  Then you'll give me the answer because what I'm missing is what the standard is. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"You said, \"in some States.\"   So what about the States where that doesn't? Are you saying that, in some States, the implied covenant is assumed to be what the parties agreed upon, and, in some States, it's not?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose the State --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":4,"sideBefore":"justices","text":"I don't want to have to sort those out State by State.   I mean, it seems to me the -- the regime proposed by the Petitioner is -- is much more manageable.   If it goes beyond the words of the contract, it -- and you're reading into it something that it doesn't say, it's a matter of State policy, so I can -- I can work with that. But you're -- you're asking me to go through each of the 50 States one-by-one to decide, oh, which -- which of these are really trying to discern the intent of the parties and which ones aren't, I -- especially since you discern the intent of the parties by simply saying, well, parties intend to apply community standards, right? And there'll be different community Alderson Reporting Company standards in every State, presumably.   Some States are more honest than others, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"There are variances, but not variances in such an ineffable question as to whether this is really an effort to discern the real intent of the parties or, rather, whether it's an intent to impose community standards, especially since, as I say, parties intend to adopt community standards, usually."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I give you -- I'm quoting the Minnesota --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Well, it's easy for you -- for you, representing the government, but suppose you were representing the airline.   Would you come up here and say, the airlines want it to be well known that we don't have to be reasonable?   I -- I find that very difficult to understand."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"If we had --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I do agree, it seems pretty inconsistent with the normal presumption against preemption that we apply out of respect for the State legal regimes, to say we're going to adopt a broad Alderson Reporting Company prophylactic rule."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So let's go back to a simpler standard."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"You -- go ahead."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":3,"sideBefore":"justices","text":"My simpler standard comes from quoting Hennepin.   \"Does the implied covenant claim extend to actions beyond the scope of the underlying contract, or can it override the express terms of an agreement?   If the answer is no, it's not preempted.\" Is that an okay statement."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So, if that's what Minnesota law says, it's okay, and it's not preempted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Rosenbaum. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What was the lack of good faith that you are claiming?   If they thought he was abusive, or are you saying -- what are you saying was the bad faith, what action?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It can't be that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- because there has to be -- what are you saying was the bad cause here? Assume their answer, that he was abusing the program."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So you are doing exactly what he is saying.   You are saying that their judgment of abuse is not enough."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"As I understand your argument -- correct me if I am wrong -- he could be terminated without reasonable cause if he happened to be from a State or if the suit was brought under the Alderson Reporting Company governing law of a State, which imposed this obligation of good faith as a matter of law. The State says, regardless of what the contract says, even if it says, in its sole discretion, without any obligation of good faith, even if it says that, as a matter of law, there is an obligation of good faith. As I understand your case, you acknowledge that, in that State, he would simply be out of luck."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"He would have no cause of action because this is, obviously, not an interpretation of the contract; it is -- it is an imposition of a State requirement."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  I just --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Wow, somebody's really been given a raw deal -- you know, that's still going to be possible, even if we rule for you here.   It depends on what State he's from, right? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Some do; some don't.  Some do; some don't."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me ask you this: Suppose you have, in Minnesota or one of the States where you say the covenant is simply a way of effectuating the intent of the parties, you have a contract between two very tough and nasty businessmen. And they write right in their contract -- you know, we're going to comply with the literal terms of this contract, but we do not promise each other that we're going to proceed in good faith or that we are going to deal with each other fairly.   We are going to take every advantage we can under the literal terms of the contract. Now, would that get rid of the covenant under Minnesota law?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But, counsel, if it can't be waived, it sure seems as though it is operating independently of the parties' reasonable expectations."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In Wolens --  and this is a case that you rely on and that allowed room for contract claims -- the expression was \"self-imposed undertaking.\"   And the airline says, we didn't impose, we didn't take on this obligation, but the law reads it into every contract, whether we want it or not. How is it self-imposed if the party has no say, that it's going to apply anyway?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how do you account for the fact that, in many States, the covenant of good faith and fair dealing is read into most contracts, but is not read into employment contracts?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, doesn't that discrepancy show simply that the State has different policies with respect to those two types of contracts?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, it might be, right, because people have different expectations in those two different situations and that the at-will employment is so pervasive and so customary and so sweeping that the policy -- the rule of an implied covenant of good faith doesn't apply there because we think everybody expects it not to apply there."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, an at-will employment contract is a contract that gives the employer sole discretion as to whether to retain an employee.   And, here, we have a contract that says that the airline has -- has sole discretion to determine whether to terminate somebody from the frequent flyer program.   So what is the difference?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you would -- you would agree -- it's the same question I asked the government.   I would like your answer.  I imagine that you would agree that a State says the following:   We read into -- like common law courts used to do all the Alderson Reporting Company time, for a transportation company, we believe the price must be fair and reasonable, and a contract in our State, for transportation prices, has to set a fair and reasonable price, and I personally think many fares are not reasonable.   They are too high.  All right.  And, therefore, we have substituted the judges and the States for setting prices instead of the parties. All right. You agree that would be preempted?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Now, so what is your standard for distinguishing what is and is not preempted where the State uses its contract law to imply a fair and reasonable term?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose the supreme court of the State had an opinion that says, we're going to be candid about this, the covenant of fair dealing and good faith, it's not in this contract, but we will read it into every contract; that is, if the State supreme court said, it's externally imposed, this is a rule that we will read into every contract because of the policy in our State that people should deal with each other fairly. Suppose that was the controlling decision of the Minnesota supreme court.   Then you're out; is that right?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That would be weird, isn't it, because in such a State, there might be a contract where the parties reasonably did expect this implicit term that limits something -- a very broad conferral of discretion to operate. And, yet, just because this State supreme court has framed its argument in a particular kind of Alderson Reporting Company way, they don't get the benefit of that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And that's no clearer than the -- the government's view, and it seems to me to be a particular problem when you're talking about the objectives of the ADA, to say that the rule varies from State to State, particularly since, of course, we're dealing with airlines that go to a lot of different States. I mean, it seems to me that the loosest State, from the point of view of the preemption, is going to set the standard."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  It's a general Alderson Reporting Company rule that it depends upon the particular circumstances. That's the same rule, but in its application, it certainly varies from State to State."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That isn't what your -- your complaint that I think -- paragraph 56, which I think is the key paragraph says, that the -- under the -- the law is -- the contract law that you want to enforce is, even where a party to a contract is given absolute discretion, it must exercise that discretion in good faith in a manner consistent with the reasonable expectations of the other party or parties. Now, that's, I think, what they're objecting to because, there, it sounds to me like I go in to -- you know, get a ticket, my reasonable expectation is they're not going to charge me what they're going to charge -- you know, I mean, it's unbelievable.   But there -- but, you see, that's my reasonable expectation, and I'm the other party. And so that clause sounds as if you could, under State contract law, govern the price according to Alderson Reporting Company my reasonable expectation, namely, the consumer, that might be a great idea, but I don't think that's the idea behind this act. That's what -- what -- that's what I just read you.   So what do you say about that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Rosenbaum, in -- in our decision in this case, do you think we should apply the presumption against preemption of State law?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the whole purpose of the ADA was to preempt State laws.   I mean, I can understand applying that presumption to other statutes, which say nothing about preemption.   The whole purpose of the ADA was to deregulate airlines, was to say there Alderson Reporting Company was going to be no Federal regulation, let the free market handle it, and there be will be no State regulation. And you want us to apply a presumption against preemption to that statute?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's one thing to read the terms in the agreement.   It's another thing to say it's an underlying premise that good faith and fair dealing will control. Are you taking issue with the good faith and fair dealings standard being amorphous, being susceptible to different interpretations by different judges, by different juries?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is an employment at-will contract illusory?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's because the contract was silent.   Here, it isn't.  Here, the contract, says \"sole discretion.\"   In Wolens, the Alderson Reporting Company question was retroactivity, and the contract said nothing one way or the other about it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Would this contract produce a different result if it did not contain the words \"in its sole discretion\"?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you'd -- you'd -- you'd still apply the very same doctrine of reasonableness, right?   So the words \"in its sole discretion\" become superfluous."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  I guess different Alderson Reporting Company States will treat that differently as well, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I find -- I find it hard to believe that you're doing nothing but interpreting a contract when you -- you give it the same outcome, whether it says \"in its sole discretion\" or does not say \"in its sole discretion.\"   I -- I find it hard to grasp how what you're doing in that -- in that case is simply interpreting the contract."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you a question about something slightly different?   An amicus brief submitted in support of your position by California and some other States points out, at some length, that there are now a lot of frequent flyer programs in which a lot of miles are earned by making purchases other than for -- for flights and in which miles can also be spent for things other than flights. Do we have to worry about that in this case?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what are the facts relating to this particular plan?   Can you earn miles by doing things other than flying?   Can you spend miles on things other than flying?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The plaintiff --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And the plaintiff used the frequent flyer program, whatever else it might be used for, he used it to get lower prices on flights, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why does -- it relates to prices.   Even if you get credit for miles from staying at certain hotels, it still has the effect of lowering the price for your airline ticket.   And, likewise, if you can use your frequent flyer miles to get cheaper hotel rooms, that effectively lowers the price of your airline ticket, doesn't it? I mean, it doesn't seem to me to make any difference whether -- whether the only thing you get from the -- from the frequent flyer mileage is -- you know, is airfares or other goodies.   They -- they are all price. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  You are talking about a situation where you can assign your -- your mileage to somebody else who can get the hotel room?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The person who gets the discount for the hotel room is the person who bought the airline ticket, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Your point is that you can get frequent flyer miles by purchases other than airplane transportation. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't see anything in the complaint about anything other than airlines."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is there anything in your complaint that talks about anything other than airlines?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, I know.  But, I mean, what we are taking about is what Count 2 of the complaint says.   I think that's their objection.  But, as far as Count 2 of the complaint says, it's about airline miles, I take it, and airline miles are used on airlines and -- et cetera."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if there is something else in this complaint, tell me, and I will have to figure out whether we go beyond the complaint."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Does it say that in the complaint?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And an airline partner, I take it, is another airline?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So if I want to find out about that in the record, where do I look?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All there is, is the complaint, and it doesn't talk about it in the complaint.   What I'm thinking about, obviously, is we might reserve that question for another day."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What you say would apply to other contractual obligations of the airlines, right? So, if the airline says you have to get off the plane if the flight attendant tells you to do so, there is going to be a good-faith obligation attached to that, so you can challenge -- challenge those decisions in court?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't think it helps your argument to say that your position promotes the purposes of the ADA because the whole point of that -- of the preemption provision, is that that's for the Federal government to determine, not for different state laws, what promotes the purposes of the ADA."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Three minutes, Mr. Clement. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want to take up -- I don't want to take up your rebuttal time, but, if the facts were that, under a particular program, 90 percent of the miles were earned by purchasing things other than flying and 90 percent of the miles were spent on things other than flying, wouldn't that be very different?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2717,"interruptions":5,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":1,"fullName":"LEWIS S. YELIN","firstName":"LEWIS","lastName":"YELIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":949,"interruptions":10,"times_spoken":19,"laughter":0,"num_int_by":4},{"id":2,"fullName":"ADINA H. ROSENBAUM","firstName":"ADINA","lastName":"ROSENBAUM","counsel":true,"justice":false,"side":"respondent","words_spoken":2718,"interruptions":25,"times_spoken":52,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":611,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":424,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":331,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":572,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1026,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":470,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":671,"interruptions":0,"times_spoken":13,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3666,"times_spoken":45,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":2718,"times_spoken":52,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":9,"words_spoken":4414,"times_spoken":104,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472501779245}}