{"petitioner":{"name":"KERRI L. KALEY, ET VIR.","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"12-464","date":"2013-10-16T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 12-464, Kaley v. United States. Mr. Srebnick. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- you know, I -- I Find it hard to think that -- that the right of property is any more sacrosanct than the -- the right to freedom of the person, and we allow a grand jury indictment without -- without a separate mini-trial to justify the arrest and -- and holding of -- of the individual.  And if he -- if he doesn't have bail, he's permanently in Alderson Reporting Company jail until the trial is over.  And we allow all of that just on the basis of a grand jury indictment.  And you're telling us it's okay for that -- maybe you think it's not okay for that. But I think you're saying it's okay for that, but it's not okay for distraining his property. I -- I find it hard to -- to think that it's okay for the one and not okay for the other."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, okay.  This is a bigger case than I thought. (Laughter.)"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- I'm sorry. Alderson Reporting Company That's pretrial detention without bail.  I thought Justice Scalia's question had to do with detaining someone who was indicted, but couldn't make bail."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why, in that situation, would the defendant not have the constitutional right to have a determination by a judge as to whether there was probable cause?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it?  There are several factors that are taken into account.  One of them is weight of the evidence.  Are you equating those two things, probable cause to believe that the defendant committed the offense and weight of the evidence as one of several factors, to take account over the bail determination?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right to be heard --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"I thought your answer might have been that, yes, in fact, the property is entitled to greater protection because it's going to be used to hire counsel that will keep the person out of jail long term, even if he can be put in jail pending the trial."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this only in the case where the person has no other assets, where all of his assets are seized, so that he can't -- he can't hire counsel?  Suppose only half of his assets are determined to -- or asserted by the government to have been the product of criminal activity, and he has a lot of other money with which he can hire an attorney.  Is that a different case?  And we're not -- that's not before us here. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have a hearing on whether he has other money, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If your -- if your position prevails, there would be nothing to stop the defendant from using those assets for something other than paying an attorney.  If the assets are unfrozen, freely available to the defendant, the defendant might say, I will settle for a legal aid lawyer, I want to use this money for something that I care more about.  It -- there would be no control on that, would there?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I—I  see the government's strongest argument as being that um the grand jury finding of probable cause is sacrosanct, and a hearing like the one that you are proposing would call the validity of that finding into question. Why don't you address that because we-we        -- you were talking about, in bail, the validity of the charges are not at issue, just one factor in the court's determination of whether to restrain him or her is the strength of the government's case.  Are you trying to draw a similar analogy here?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There is at least five who are ruling similarly to yours."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And how do you get at --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Well, that's terrible.  We shouldn't allow that.  We shouldn't even hold the fellow.  We've been doing it for a thousand years, though, and –and  it's hard to say that it violates what -- what our concept of fundamental fairness is."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But then there -- then there is the anomaly that the grand jury has said there is probable cause, this defendant can be prosecuted, and then you would have the judge make a determination that there isn't probable cause to believe. So  you are asking a judge who has determined there is no probable cause to preside at a trial because the grand jury has found that Alderson Reporting Company there is probable cause. And how -- how could a judge allow a trial to go on?  If the judge concludes there is no probable cause to arrest this defendant for this crime, how could the judge then conduct a trial?  The judge would be overriding the grand jury's determination, right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In your view, what weight does the court -- the trial court in this hearing, give to the fact of the indictment?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So no weight.  We've now had a hearing, I ignore the indictment, and let's have a trial.  That's your position?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I would think the government has the burden of proof."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- what about a detention hearing?  Same rule?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be the government under a detention hearing -- pardon me.  The trial court under the detention hearing ignores the fact of the indictment?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But a grand jury indictment doesn't -- doesn't establish that there is probable cause to believe that the person is a flight risk.  That Alderson Reporting Company doesn't contradict what the grand jury found.  You're asking the judge here to contradict what the grand jury found."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't the next step be that the judge would then dismiss the indictment?  The judge has found there is no probable cause to charge this man with this offense.  And yet, you're going to ask that same judge to try the case that -- it would seem to me that the logic of your position is, if there is to be this hearing on probable cause and the judge finds that there is no probable cause, then the judge dismisses the indictment. How could you ask a judge who thinks there is no probable cause to then conduct a trial."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"At these hearings, when they Alderson Reporting Company have been conducted, what do they look like?  The rules of evidence would not apply, I assume, so the government could call, let's say, a case agent who would provide a summary of the --- some of the evidence -- enough of the evidence that was submitted to the grand jury to establish probable cause in the opinion of the prosecution, and then what would happen?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You could call witnesses. Could you subpoena witnesses?  Could you require the disclosure of the names of government witnesses?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this was an unusual -- that's a somewhat unusual situation where you had been -- there had already been a trial of someone else who was allegedly involved in the scheme.  But what if that was not the case?  In the more ordinary situation, what would happen?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And in the next case we have, if we agree with you, will be somebody saying due process does not allow you to proceed with a trial when it has been found by an impartial judge that there is no probable cause.  That will be our next case, right?  And you may well argue it. To tell you the truth, I would prefer -- to save your client, I would prefer a rule that says you cannot, even with a grand jury indictment, prevent the defendant from using funds that are in his possession to hire counsel, don't need a hearing, just -- just it's Alderson Reporting Company unconstitutional for the rule to be any broader than withholding money that the defendant does not need to defend himself. Would you like that?        I-I really prefer it to yours.  I think yours leads us into really strange territory."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask what the prospects of success at a hearing like this are?  You know, there's an amicus brief which lists 25 cases in the Second Circuit, in which this kind of hearing was held. My clerk went back and found that, in 24 of those cases, the motion was denied, and in the 25th, the motion was granted, but then reversed on appeal. So, then -- you know, it's not surprising really.  I mean, probable cause, it's a pretty low bar. So what are we going through all this rigamarole for, for the prospect of -- you know, coming out the same way Alderson Reporting Company in the end?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just as a footnote, one in a million, which might be your case.  I think that's the point."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And I suppose, if the government knows it's got to go through a hearing where it has to lay out part of its case, it may well decide at that point it's not worth it, so it's not 24 or 25.  Who knows how many hundreds of times the government would have sought to seize the assets, but didn't because they knew they would have to justify it at a hearing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you said something Alderson Reporting Company about plainly tainted assets.  I thought that the hearing was given on the traceability of the assets to the crime.  So on-on that part, the- the defendant isn't allowed to challenge the connection between the assets and the offense, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Everybody agrees with that.  So there is a possibility to say, you said we have untainted assets, but the defendant in this case said, I concede that these assets are related to the charged offense."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There's been a suggestion that, if the judge were to find that there was a lack of probable cause, the prosecutor would be under an ethical obligation to dismiss the charges.  Do you agree with that?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what if it's the same evidence -- the same evidence is introduced before the grand jury?  Let's say it's a credibility determination. Alderson Reporting Company The grand jury finds the prosecution witness credible, the judge finds the prosecution witness not credible. Is there, then, an ethical obligation to dismiss the charges?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We would, presumably, if -- like here -- if there's a legal dispute and the government thinks the judge is wrong, they would try the case and go up on appeal and say to the appellate court the judge below was wrong initially."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You would have lost the money in that case, but --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does this hearing include an assessment of the reasonableness of attorneys' fees? I mean, if you're only withholding the amount of money Alderson Reporting Company necessary for the defense, what if this fellow wants to hire Clarence Darrow?  Does -- does that give him all the money?  How -- how do you decide that issue?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But does he know his lawyer -- is his lawyer there saying -- you know, this is the lawyer I'm going to hire and here's the fee I'm going to charge?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you acknowledge that that could be -- that could be an issue in the hearing in other cases. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I-I don't know what the fees are.  I don't even know who the lawyer's going to be. This defendant just comes in and says, I want to hire a lawyer.  And the court says -- you know, any particular lawyer?  No, I just want a lawyer.  The court's going to have to make up a fee, I assume, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  He has to choose a lawyer before this hearing, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you say that, in this case, because counsel had been retained two years earlier, that the court was presented with how much the lawyer was going to charge to represent the defendants at trial?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the dollar amount was known, so that the court could then say, well, we'll unfreeze assets to that extent but no more."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was -- what was the figure?  Counsel was identified."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was -- what was the amount of money that the defendants wanted spared from the seizure order?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And it was a case with very substantial documents, et cetera?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell me something because I don't know the answer.  Can -- can the government track tainted funds that -- that have been given to other people, including lawyers?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think they can, too.  So what happens if this lawyer gets his $500,000 and you've had the traceability hearings, so these are tainted funds?  If he is convicted, he gives the money back?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But none of that goes to his ability to hire his counsel of choice.  I mean, that seems to me to make this case quite different.  It's not that property is more valuable than liberty or anything like that.  It's that the property can be used to hire a lawyer who can keep him out of jail for the next 30 years, so the parallels don't strike me as useful."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I understand the theory.  In reality, it's not terribly -- it's not great insulation from the overweaning power of the government."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They do that, fine, done. What we interpret the statute as saying, under constitutional compulsion, it uses the word \"may,\" and if the magistrate concludes that there is -- after all, the basic principle of hearings is you don't need a hearing where there's nothing to have a hearing about. So unless the defendant demonstrates that there is a sound reason to believe that the grand jury was wrong, they only heard one side of the story, and that there is no probable cause, you don't have to give him a hearing. Alderson Reporting Company But the word is \"may.\"        And so, like five circuits, Mr. Magistrate, if you think that there is a good chance -- phrase that as you want -- that they can show that the grand jury was wrong and they want the money to pay a lawyer -- by the way, without a good lawyer, they're never going to make their case --  and then, under those circumstances, the magistrate may. Now, that's a narrow exception.        It preserves the lawyer.  It's consistent with the words of the statute.  It respects the grand jury, at least to the same extent that bail hearings -- and when you have -- oh, yes, and probably, I could think of a few others or something.  But the -- it's not undercutting the grand jury. What's wrong with it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, it leaves open -- it leaves open the question in Monsanto explicitly, and the only change that I've made with that explicit leaving open the due process question in the footnote in Monsanto is, instead of turning it on the Constitution, I turned it on the principle of constitutional Alderson Reporting Company avoidance."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You say \"never\" is consistently, and I think it is consistent with the footnote."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is that how they interpret weight of the evidence at this -- the Bail Reform Act says that the trial judge must determine weight of the evidence.  And in practice, and perhaps in reported decisions in the circuit, do the courts say we don't need to talk about weight of the evidence once there's a grand jury indictment --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- end of inquiry?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm asking, perhaps not too clearly, I'm asking what function, what weight, what relevance do courts give in day-to-day hearings on detention to the Bail Reform Act requirement that judges must determine, as part of the bail determination, the weight of the evidence?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but that's two different things.  Is the only thing the judge considers the risk of flight?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So then don't talk about risk of flight.  What weight does the judge give in determining whether or not the charges have merit to the Bail Reform Act's direction that he must determine the weight of the evidence? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But the court must determine that under the Bail Reform Act."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Why?  Why do we have to decide it that way?  I mean, I don't like casting into doubt the judgment of the grand jury, but why couldn't we say that, when you're taking away funds that Alderson Reporting Company are needed for hiring a lawyer for your defense, you need something more than probable cause?  Couldn't we make that up?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And then say due process requires something more than probable cause?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see what this case, frankly, has to do with the grand jury at all -- or review of the grand jury determination.  You don't have to put forward, in this hearing, what you put forward before the grand jury at all.  You could put forth different stuff.  You could put forth less of it. Maybe you don't want to show your -- your whole hand.  Maybe the party, on the other side, they don't want to show their whole hand, too, so they don't want to show all this other evidence that's going to prove -- prove their innocence. Alderson Reporting Company It- It's an entirely separate proceeding.        Now, maybe the fact of the grand jury indictment should be given some weight or not, but it's not reviewing a particular determination.  It's the judge making a determination on what he or she has before him at that particular hearing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No.  It's not, in the sense that, before the grand jury, you say, okay, here, we showed the grand jury these six things, and they said yes.  You look at those six things; that’s  there's the probable cause. At this other hearing, you say, I've got -- I'm going to show you these two things, and the other side has these three things.  And the judge, at that point, says, well, you don't have enough to restrain the property. It's not reviewing the other determination. It's an entirely separate proceeding."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have to go that -- I mean, your adversary just said that there was a judicial finding of no probable cause. I- I don't know why that judicial finding has any legal effect, other than to release the money at issue.  The judge is basically saying, like he does in a bail hearing, this evidence is not the strongest I've seen. In balancing the government's desire for restraint and the fundamental right to hire a lawyer of choice, it's not strong enough in this situation with what I've been presented to continue restraining the money. I don't see it, as a legal determination, of no probable cause.  I see it as defining the word \"may\" in the statute.  If the judge has discretion, that discretion has to be informed by something."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It didn't actually.  What it says is, we reject the discretion in the context of Alderson Reporting Company Judge Widener having said that, even where there is probable cause, we are going to balance a lot of factors, and what it says then  at the -- wait, I had it a second ago.  I'll find it again. It says, at the top of the next page, it says that the \"may\" thing refers to that.  I'll get it for you later."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Here it is.  It says, \"Thus, it's plainly aimed at implementing the commands at 853(a) and cannot sensibly be construed to give the district court discretion to permit the dissipation of the very property that 853(a) requires to be forfeited upon conviction.\"  Okay?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly.  That's what it says.  So the claim here is this is property that 850(a)(3)(A) does not require the defendant to-to forfeit upon conviction, for there can be no conviction because there is no evidence, and, therefore, I don't find that that sentence in Monsanto destroys the use of the word which Congress put in, \"may.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So far, this is very conceptual, which is absolutely fine.  I just want to leave that plain for a moment, and if I leave the conceptual plain, what I find is that they have a pretty complicated case. They are saying that this -- the defendant took some medical devices with permission from hospitals that were old and used, and he didn't return them to the manufacturer, who didn't want them.  And what he did is he figured out this way of selling them and making money. Now, they are saying that's not that, and you're saying it is that, and so to make the arguments is complicated.  You can't do it without a good lawyer. He has some money here to hire a lawyer, and you say, oh, but it will undercut the grand jury.  You say, this has been the law in five circuits, and the government has not come to the end of its prosecutions, it hasn't injured prosecutions. Alderson Reporting Company So as a purely practical matter, First Amendment, no real harm to the government that I can see.  And so let's impose some kind of statutory limitation on use of this, but where there is a good claim for it, let it be used."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's because they didn't have the good lawyers they wanted to hire. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  Are you talking about cases in like the Second Circuit and the D.C. Circuit, where you do have these hearings? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I- I raised this point earlier.  It may be because the government, particularly when it may have tenuous probable cause basis, decides it's not worth it to go through this hearing to seize and retain the assets. And it just seems that the statistics are phony, in the sense that, where the impact of this is going to be is not in reported cases; it's going to be when the U.S. attorney says it's not worth it, it would jeopardize the trial on the merits, and so they don't even go through the process of restraining the assets."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"More that the facts, since the funds are traceable, anyway and they'll have an opportunity to get them at the end, even if they don't get their restraining order, makes it not worth it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Has that happened in the circuits that have permitted this?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I think, in the circuit, you've now given us some statistics.  So in how many cases in the circuits that have permitted what they want or my version of it, the circuits that have permitted some form of allowing the magistrate to look behind the grand jury indictment in appropriate cases and find that if  it's there, there is no probable cause, so you can use this to hire a lawyer. There are a bunch of circuits that have had Alderson Reporting Company rules like that.  In how many cases in those circuits has the government faced the serious risks that you're talking about?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can you give me a guess? You are -- I mean, you make a huge point of how this will put the government at a disadvantage, so someone in your office, probably you, asked people in the Justice Department, do you have any examples?  Or how many cases have there been where these serious problems arose? And you probably got some kind of answer, so you probably have some kind of idea."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How many anecdotes? (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In a number of cases, several specific.  Is that more like four?  Or is it more like 24?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're making it sound like you would lose the whole case.  This, to some extent, is a little bit of a side show.  You want to send the Kaleys to jail, and you want the assets that you think are traceable to it, and that's all well and good.  But it's not like the whole case falls apart depending on whether or not you can restrain the assets or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but they're --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Sure.  But now, you've touched on something that I think is very pertinent.  They are used to pay restitution to the victims.  I mean, the whole point here -- and presumably, it's something that your friends on the other side would raise in one of these hearings, is Alderson Reporting Company there are no victims, right?  That's the theory. And maybe it will fall apart, and the judge will say, of course, there are victims, but as I understand it, the hospitals -- you know, gave them to the people; the companies didn't want them back because they would have to give a credit. You know, I'm sure the government has a different view of the facts, but that's a good example. Okay, this is going to be used to pay restitution to the victims.  They come in and say, well, just give me five minutes, Your Honor, you'll see there are no victims. What's wrong with that."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How often has that happened in the five circuits?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that's the whole point, which is you talk about compulsion on the government, but the compulsion of the defendant not to Alderson Reporting Company have a hearing because they are required to say something that could put them at greater risk, whether it's because of the enhancements for obstruction of justice or merely from losing the advantage of their defense at trial, that's why these hearings are so rare. I think it's less about the government not wanting to disclose its case and more about the inducements against the defense wanting to preview its case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you a related question, since it came up?  I was curious as to how much of this forfeiture money gets to victims.  So the best we could do is looking up three years, and on the basis of the figures that I got out of the DOJ on that, about 25 -- 20 to 25 percent goes to a category called third-party interest. Now, the third-party interest includes mortgagees, it includes other creditors, it includes States, who want taxes, et cetera.  And if you subtract all those, a rough guess would be 5 or 10 percent goes to victims.  Now, do you have a better estimate? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That is what the -- if you look at the actual amount in general, but the interests at issue here are, one, this money goes to pay for a lawyer, so the person can prove that there is not even a claim against him; and it risks, of course, sometimes of depriving the recipients of the forfeiture monies, and those would normally be, almost entirely, the DOJ for the expenses of going to the forfeiture expense of the trial. It would -- various criminal justice organizations on the prosecution side, States, and  who want taxes, very little is being deprived of victims.  Is that a fair comment?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you concede that there must be a traceability hearing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, in the general run case, so you agree that due process does require a traceability hearing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And the defendants have the burden of proof in that hearing?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What- what is your view as to what the Constitution requires in that respect?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, one other question.  It's the question I asked before.  I still don't understand.  Under the Bail Reform Act, the issue is pretrial detention.  The defendant says, Your Honor, under the Bail Reform Act, you must determine the weight of the evidence, and this is a skimpy case.  The judge says, the grand jury is all I need as probable cause. Can and do judges say that?        Does that suffice to comply with the statute?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well that’s what  -- I'm sorry."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's required anyway, then certainly the due process argument that you make is much less weighty.  If we have to go through this anyway for detention, why not do it for distraint of property?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's what it seems to me this case is all about.  All the talk about whether -- about defendants being exonerated, that the judge is going to find a lack of probable cause, that's -- you know, that's fantasy land for the most part. But what it's really about is about discovery.  Prosecutors hate preliminary examinations. When do they ever occur in Federal felony cases?  They are always -- almost always eliminated by indictment. The defense bar hates grand jury proceedings.  They would like to have a preliminary hearing, where they get Alderson Reporting Company some discovery of the government's trial case, and that's what this is all about. So it seems to me that what's important is the nature.  If there is going to be any kind of a hearing, what is going to take place at this hearing? And what typically happens beyond what I-I  mentioned before, a case agent taking the stand and providing some summary of the -- of the evidence that was provided to the grand jury? How much further do they go?        Is the defense entitled to any discovery?  Do they subpoena witnesses?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"On that point, Mr. Dreeben, would you clarify what happens at the end of the road, if the defendant is convicted?  I think you said, in theory, you could go after the lawyers to recoup the fee, but that would be difficult. Can you explain what is the difficulty?        We know how much the fee was."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We could deal with that, couldn't we, by imposing conditions surrounding the use of the word \"may\" with conditions that would reject -- you would say they rejected it.  The magistrate thought this was just a fishing expedition for evidence.  That's not a ground.  He has to believe it's not a fishing expedition for evidence and that there is good cause to Alderson Reporting Company think that the defendant will succeed."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Under those circumstances -- under -- which is pretty  limiting , under those circumstances, then he has discretionary authority to grant a hearing at which the defendant will be able to show -- you know, that there is not probable cause to believe a crime was committed by his client."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's about a different subject.  It's not we work through osmosis here.  It's about the subject of quashing a warrant, or it's about the subject of injunction.  Now, grant you, a grand jury thinks it's there, but it's also there, when you're talking about certain bail hearings. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Dreeben. Mr. Srebnick, you have three minutes remaining. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you mean this is the kind of hearing that's held every day?  I thought these -- in some circuits, it is.  But it's held occasionally."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I think your quotation from the D.C. Circuit was -- was not quite on point.  My understanding is the court was asking for empirical evidence that this has caused a particular problem, not whether they could point to any concerns.  I think we've seen the concerns laid out today."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"HOWARD SREBNICK","firstName":"HOWARD","lastName":"SREBNICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":2645,"interruptions":15,"times_spoken":50,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2494,"interruptions":25,"times_spoken":50,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":944,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":809,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":510,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":582,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":412,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":445,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":111,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1288,"interruptions":0,"times_spoken":17,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":2645,"times_spoken":50,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":25,"words_spoken":2494,"times_spoken":50,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":7,"words_spoken":5101,"times_spoken":104,"laughter":3,"num_int_by":4}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472703110730}}