{"petitioner":{"name":"SHERRY L. BURT, WARDEN","counsel":[0,1]},"respondent":{"name":"VONLEE NICOLE TITLOW ","counsel":[2]},"caseNumber":"12-414","date":"2013-10-08T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-414, Burt v. Titlow. Mr. Bursch. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just ask a question about what you just said?  The record does show that Toca came into the case very late in the day, and he asked to have a postponement because he said, I have to get up to speed.  I don't know anything about this case. So Toca, himself, is saying, I'm not acquainted with the case -- with the case."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was -- was the sentence that was ultimately imposed after the trial for the second-degree murder conviction within the guidelines -- within the Michigan guidelines?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- do you know what those guidelines were?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When we're asking whether the advice was reasonable, what force do we give to the proposition that a well-counselled defendant was now insisting that he wanted to change his plea?  And there was only three days.  How do we –- how do we factor that in? If -- if we look  just at what the counsel did --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it may lead us to one answer.  But if we know that a previously well-counselled defendant had now changed his mind and wanted to withdraw, how do we factor that in?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- could you explain the procedural situation before the Michigan Court of Appeals?  There was a motion by the Respondent for a remand to the trial court to create a record; is that -- that correct --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- on the issue of ineffective assistance of counsel? And so the -- the question that the court of appeals had to decide was whether the materials that were submitted by the Respondent were sufficient to justify the hearing."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the court of appeals, I gather, said they're not sufficient and cited, among Alderson Reporting Company other things or principally, the fact that the Respondent had claimed innocence, and that was the reason for the -- the change of attorney. So the issue really wasn't -- that was before them was really not entitlement to relief, but in the course of deciding whether there should be a remand, they necessarily got to the issue of whether there was an entitlement to relief. Is that -- is that correct?        Or do I not understand?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In just thinking about that Michigan Court of Appeals decision, there is one sort of troubling line in it to me.  It says, \"When a defendant proclaims his innocence, it is not objectively unreasonable to recommend that the defendant refrain Alderson Reporting Company from pleading guilty no matter how good the deal may appear.\" And one way to read this is it's a kind of categorical rule, which says that, when the defendant says he is innocent, basically your obligations to properly advise him about a plea, go away.  Now, I understand you not to read it that way."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So could you tell me a little bit about what you think of that question and why you read the sentence the way you read the sentence?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you clarify something for me about habeas corpus law?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I have to imagine the facts, so let's take it as a hypothetical.  That -- The U.S. -- the district attorney says, this lawyer was adequate, and really, two factors make that obvious.  The first factor is that the client said that she was innocent, Alderson Reporting Company and taking that into account with the other things, that could have justified, adequately, his withdrawal of the plea and not convincing her not to. Second, the sentence that the district attorney wanted to give was more than a year greater than the guidelines for manslaughter, and that could have justified it. Now, it writes -- the court then writes in its opinion only the second reason and never mentions the first.  Now, we go to habeas, and the habeas court thinks that second reason is pretty flimsy there.  Gee, she was exposing herself to murder, et cetera, it's pretty flimsy.  The first isn't so bad, but they didn't rely on it.  Okay. So now, what is the habeas court supposed to do?  Is -- should the -- should the defendant have gone back to the State court first?  Is the habeas court supposed to have its own independent hearing and make up its own mind? How does this work?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm glad.  I would love to know the answer."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you make of the fact that -- what do you make of the fact that, at the change of plea hearing, the first attorney didn't mention the claim of innocence, only mentioned the fact that the sentence was above the guidelines?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say the record is silence -- silent, I am looking at the Joint Alderson Reporting Company Appendix, page 295, and this is Titlow's statement.  \"I would have testified against my aunt...had I not been persuaded to withdraw my plea agreement because an attorney promised me he would represent me.  He told me he could take my case to trial and win.\" So that sounds like she was persuaded by Mr. Toca to go to trial because she could win.  And he had, at that point, not made any appraisal of the case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. O'Connell. "},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":9,"sideBefore":"","text":"Counsel, years ago, one of my colleagues, not on this bench, but a different one, said to me -- you know, there's much to-do about judges basing credibility on demeanor.  And he said, no one does that.  What you base it on is the internal consistency and logic of the testimony and how it's corroborated by circumstances. Alderson Reporting Company And he said, otherwise, you just rarely hear anybody say, story makes sense, nothing corrupt-- story doesn't make sense, the story's not corroborated, but the guy looks like he's telling the truth. I'm reading all the decisions that you cited for me and not one, including in this circuit, relies simply on that kind of statement.  Every one of them is based on comparing the testimony to other factors; to logic, to evidence, to objectives. So I don't know what rule it is, what objective evidence means.  Do you need corroboration the way you need to prove a murder?  Is that what you want us to announce?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":9,"sideBefore":"","text":"It said it, but it didn't do it."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":9,"sideBefore":"","text":"Well, counselor, that's what juries do all the time, selectivity.  That doesn't move me.  What I want to know is, why do we announce a rule that, somehow, suggests a limitation that can't exist?  Meaning what judges look to, to determine credibility relies on factors that you can't sum up in one word?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":9,"sideBefore":"","text":"Every court says that. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"","text":"Well, are there rules in this area?  I didn't think -- are there rules?  I mean, doesn't every judge, whenever that judge is deciding a factual matter or the jury, take into account from every witness, whether that witness is making a pretty self-serving statement?  I mean, that's a factor. And I guess we could have some situations, sometime, in some place, where a witness got on the stand and said something that was totally in his favor, but when you heard it, hmm, and you knew the case, hmm, he's right.  And then that could happen with this kind of witness, too.  It could happen.  I'm not saying it very often does, but it could. So why should we have any special rule for these witnesses and not for any other?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"Well, you need to give us some examples of things that don't count.  I thought it was in your brief that you had said, look, the fact that it turns out to have been a very bad deal -- you know, the bargain was one year, and the sentence after guilty was 20 years, that, I take it, you say is not a corroborating factor."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"Right."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":9,"sideBefore":"","text":"On the question of this -- of this sentence, what do you think were the -- the range of reasonable sentences that could have been imposed in compliance with our recent decisions? You have -- you have the sentence that was offered before the trial, but that was predicated on, A, testimony and, B, not having to go to trial.  And then you have the sentence that was imposed after the trial, when there was no testimony and there was a trial. So what was the -- what do you think a trial court could reasonably do in that situation, just split the difference?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":9,"sideBefore":"","text":"Why -- why -- you made the point that this plea bargain could not be carried out once the number one condition, the prosecutor said, you testify against your aunt, and then we'll give you this deal.  Once the aunt is tried and she doesn't testify, there's no -- there's no plea bargain. So why isn't that enough to decide this case?  If you can't tell a prosecutor to renew a bargain that can't be carried out, then it's become impossible."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":9,"sideBefore":"","text":"But we're in a position now, aren't we, where the State court can do exactly that, can say the circumstances have changed and -- and so leave everything undisturbed."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":9,"sideBefore":"","text":"But isn't that -- I mean, the court didn't say that the court -- that the court below -- the Sixth Circuit didn't say that the court below had to accept the reoffered plea agreement. Alderson Reporting Company It seemed inherent in Lafler and Frye that what the Court was saying is that the court below has to use its judgment on whether offer -- accepting the plea is -- is right or giving another remedy is right.  All of these arguments should be before that court, not before us, as an absolute rule."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":9,"sideBefore":"","text":"So that's your only point, which is that that should be an issue for the court below?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":9,"sideBefore":"","text":"But some remedy has to be offered --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":9,"sideBefore":"","text":"-- if there is a violation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"Thank you, counsel. Ms. Newman? "},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I agree with you -- I agree with you and so does your adversary, but he says there is nothing in this record to show what research was done or not done. The fact that the prior counsel's record wasn't reviewed doesn't say that he didn't talk to the prosecutor, doesn't say that he didn't look into other record evidence, any of the discovery that had been filed with the court, or any of the other circumstances Alderson Reporting Company that could have informed him adequately."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":10,"sideBefore":"justices","text":"Are you arguing that he -- he needed to be -- he needed to have enough material and Alderson Reporting Company to have familiarized himself enough with everything that's relevant to the case to be able to go to trial before he could move to have the -- the previous plea withdrawn?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Well, then I don't understand what the argument was."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's true, but -- but you -- you have the duty, or -- or counsel for the defendant has the duty to show that counsel did not do that.  It's -- it seems to me you are putting the burden on the other side to -- to prove that the -- that counsel knew all this.  And that's not the way -- that's not the way the game is played."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But just -- just to be clear, isn't that after Titlow had asked for an attorney because Titlow had talked with the jailer, who encouraged Titlow to plead innocent?  So -- so you have to include that preface to this statement, or it's quite incomplete."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Or correct me if that's wrong."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it -- is it unreasonable to read the Pierson affidavit -- and -- and you submitted that; isn't that correct?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  To read it to mean that there were discussions between Deputy Ott and Titlow, and Titlow said she wasn't guilty?  Ott said, well, if you are not guilty, you shouldn't plead guilty. I will refer you to an attorney.  If you want me to, I could ask somebody to come and talk to me. That seems to be a direct quote from -- from Titlow.  Isn't that -- so isn't it reasonable to read it that way?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So the point is that there has to be some evidence.  You -- you are saying that the court was wrong when they said your client said she wasn't guilty. Now, this affidavit doesn't show that.        I mean, paragraph 6 doesn't say who spoke first, but common sense suggests that the deputy sheriff wouldn't have made that statement, unless she spoke first.  I mean, does he go around saying to everybody, just generally, oh -- you know, if you are not guilty, you shouldn't plead guilty. I mean, it says they had discussions, and during the discussions, he told her she shouldn't plead guilty if she wasn't guilty."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Where?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Where -- approached her --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- and had discussions with Alderson Reporting Company her.  It doesn't say why he approached her.  I mean, I just don't think people normally do that, they go to every person in jail and say, you know, if you are not guilty, you shouldn't plead guilty. I mean, somebody might, but something triggered that advice, and the affidavit doesn't tell me what triggered that advice.  So I could infer that what triggered the advice was her statement she was not guilty, or I could infer this is an unusual situation where, for some reason unknown, he brought it up.  I don't know, from reading paragraph 6."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So whose burden is it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't matter.  Why doesn't it matter?  Because if she went, he -- she said -- you know, I'm not really guilty, he said, well, you shouldn't plead guilty, she said -- but I have a lawyer that will get rid of your guilty plea.  If it went something like that, and then we assume the lawyer was told about this -- it doesn't say, but that's a Alderson Reporting Company reasonable assumption. And then the court opinion of Michigan seems to make sense that that was a reason -- that was one of the reasons that made his conduct in -- in withdrawing the plea or -- you know, not strongly advising her against it.  That was one reason why that wasn't an inadequate assistance of counsel. Now, where have I made my mistake in this chain?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Newman -- you know, I -- I'm -- this may be the first case that I have been involved in as a judge -- and there might be others, but myself, personally -- where, in a situation like this, the defendant has not put in an affidavit to explain what happened. There is some force to your adversary's argument that there's a really sparse record here, and AEDPA deference requires the burden on you.  You can't Alderson Reporting Company deny that.  I guess -- I don't know if you were responsible, but what other circumstances that would occasion a defendant not saying, this is what I was told?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But they didn't ask for the hearing in the court below.  They only asked for it at the court of appeals."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Who was the attorney at that stage?  I take it, it wasn't the trial attorney because the -- a big part of the claim before the Michigan Court of Appeals was that the trial attorney was also ineffective."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Who was it?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And she's -- is she with your office or she's --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But she was appointed."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask you, Ms. Newman, if you would agree that the Sixth Circuit was wrong, at least to this extent, is there -- what is the argument for directing a prosecutor to make a plea offer that was never previously made?  The offer that was made is impossible to carry out now.  The offer was conditioned on her testimony at her aunt's trial.  That didn't happen. So there is no -- there is no plea bargain Alderson Reporting Company offered.  And yet, the court instructs a renewal, instructs the prosecutor to renew an offer that doesn't exist."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Then how could -- how could the Court order the prosecutor to renew an offer that can't be made?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the whole -- what drove the prosecutor to make this bargain was he wanted Alderson Reporting Company the testimony, so how -- how can that -- that's -- I've never seen anything like this, where a court orders a prosecutor to make a plea offer that was never made."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know that it's so strange to make the prosecutor -- to make the prosecution submit an offer that can no longer be accepted.  I mean, it doesn't seem to me any more strange than to make the prosecution submit an offer where the situation was at the beginning.  You do this, and I will -- you know, I will prosecute.  The quid pro quo was you avoid the possibility of conviction. But here, she's already been convicted.        She had a trial -- you know, by 12 fair, impartial jurors, and she was guilty.  That's -- that's what the jury found.  So it seems to me just as strange to make the prosecution, now that we know she's guilty, submit -- submit that prior offer. So, I mean, it seems to me quite weird, in any event.  So one -- one incremental weirdness is -- is not so bad."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If that's the case --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Your arguments seemed to Alderson Reporting Company be -- have had a head-on collision.  If this is nothing but a manslaughter case, then why was -- what argument do you have that Toca was ineffective in saying, let's go to trial.  So if you're convicted of manslaughter without the plea, you'll get your guidelines sentence on the manslaughter case?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's not a manslaughter case.  I thought you were just saying it's a manslaughter case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the charge was -- that she was convicted of second-degree murder, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You have my head --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You have my head spinning. I thought you were making the argument that there's nothing unfair about requiring acceptance of -- about the imposition of a manslaughter sentence because this was a manslaughter case.  I thought you were making that argument."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did I misunderstand that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I thought your argument was this -- there is a reason that they spoke about, which was, well, she said she was innocent.  Now, as to that one, what they wrote is the record discloses that the second attorney's advice was set in motion by defendant's statement to the sheriff's deputy that he did not commit the offense. Now, you say that's just contrary to fact as you point to the affidavit.  And the affidavit I read, I think it's a little -- rather ambiguous in that respect, and I can overturn that, or a Federal court can, only if this factual statement I just read you is clearly wrong, Alderson Reporting Company clearly.  So I have a tough time saying it's clearly. And I know they overstated because they said automatically, and that’s good -- well, that may be an overstatement.  You have to read it in light of that sentence.  But then you're making a second argument, I take it, if this is right.  Your second argument is, anyway, he was incompetent for a completely different reason. He didn't read the record.        And if he'd read it, he never would have made the statement that this is just a manslaughter case.  He would have seen that, if she withdrew her guilty plea, she'd be tried for murder, and then she'd get a really long sentence. So that's an ineffective assistance of counsel.  Now, what does the court in Michigan say about that?  Nothing.  Nothing.  So now, I wonder.  Maybe nobody made that argument to them, or maybe they made it, and they rejected it sub silentio.  That's why I asked my first question.  Okay?  So -- and you heard the response. Even if they had heard that argument and they said nothing about it, they don't have to -- they don't have to mention every argument made.  If they just deny, we assume they deny it, and what we do is see whether they were within their rights to deny it. Alderson Reporting Company That's how we are supposed to look at it, does it clearly violate Supreme Court law to deny it? And there is going to be a factual part of that and a legal part.  All right.  How do we deal with that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"First of all, did anybody make the argument as clearly as you have made it?  I saw what it was, I think.  So that's -- did anybody make that argument to the Michigan court?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No.  Okay.  Well, that's the end of that, isn't it?  What you are coming for is you have to proceed by asking for reopening in the Michigan court and see if they say it's too late.  And then -- you know, et cetera, they're all spelled out in this opinion, which I can't remember, Cullen or Pinholster or something, and this isn't an argument for us now."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If I could move Alderson Reporting Company beyond the particular facts to some of the broader points that the Solicitor General has raised?  If you don't have the requirement of at least some corroboration, then all you have in every case is a completely self-serving assertion, I wouldn't have pled guilty – if you know, if I had known this or I had known that. And everybody will raise that argument. Everybody raises ineffective assistance of counsel anyway, and they will just add onto it this plea assertion.  I mean, shouldn't it be -- the Sixth Circuit really went out of its way saying there is no requirement of corroboration at all."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you think the Alderson Reporting Company Sixth Circuit was wrong in what you are characterizing as dicta?  You think it was wrong to say that and that the other circuits which require something in addition, that that's the rule that we should adopt?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought -- maybe I'm misremembering, but the Sixth Circuit distanced it itself from the other circuits, didn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Now, you are telling me the circuits have always done this.  So the Sixth Circuit at least thinks it's doing something different?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if there is always going to be objective evidence, that's like saying you don't have to have corroboration."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So the Sixth Circuit was wrong when it said, we are doing something different than the other circuits?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you about Mr. -- Mr. Toca's ethical lapses?  Are they -- do they have a legal significance in this case?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In what sense is his credibility -- did his credibility figure in the decision of the Michigan Court of Appeals?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you know whether the Michigan Court of Appeals was ever presented with this argument that, in fact, he gave the advice that he did because of the peculiar fee arrangement that he had?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And Mr. Toca is now, remind me, disbarred for?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Forever?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What was submitted to the Michigan Court of Appeals?  Not the -- I am not talking about the exhibits that were attached, but there was a Alderson Reporting Company motion, a brief?  What was it?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's not in the habeas record, it's not in the record of the Federal Court. And we've been unable to get it from the State court, but it does exist?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This motion?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bursch, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't understand what you're saying.  The other side says -- and I think it's the standard -- that you look at the totality of the circumstances."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And what you're saying is they didn't do that here.  It's not that -- they use some objective evidence, you're saying they didn't use other objective evidence.  I am --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN J. BURSCH","firstName":"JOHN","lastName":"BURSCH","counsel":true,"justice":false,"side":"petitioner","words_spoken":2981,"interruptions":0,"times_spoken":20,"laughter":4,"num_int_by":0},{"id":1,"fullName":"Department of Justice","firstName":"Department","lastName":"Justice","counsel":true,"justice":false,"side":"petitioner","words_spoken":0,"interruptions":0,"times_spoken":0,"laughter":0,"num_int_by":0},{"id":2,"fullName":"VALERIE R. NEWMAN","firstName":"VALERIE","lastName":"NEWMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3008,"interruptions":18,"times_spoken":50,"laughter":2,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":345,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":420,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":812,"interruptions":4,"times_spoken":26,"laughter":3,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":141,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":199,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1204,"interruptions":1,"times_spoken":14,"laughter":2,"num_int_by":1},{"id":9,"fullName":"MS. O'CONNELL","lastName":"O'CONNELL","counsel":false,"justice":false,"side":"","words_spoken":1161,"interruptions":7,"times_spoken":15,"laughter":1,"num_int_by":3},{"id":10,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":642,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":11,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":221,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":0,"words_spoken":2981,"times_spoken":20,"laughter":4,"num_int_by":0},{"side":"respondent","interruptions":18,"words_spoken":3008,"times_spoken":50,"laughter":2,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":3984,"times_spoken":87,"laughter":5,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127236}}