{"petitioner":{"name":"UNIVERSITY OF TEXAS SOUTHWESTERN MEDICAL CENTER","counsel":[0]},"respondent":{"name":"NAIEL NASSAR ","counsel":[1]},"caseNumber":"12-484","date":"2013-04-24T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"Our last case of the year is 12-484, University of Texas Southwestern Medical Center v. Nassar. Mr. Joseffer? "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In the -- in the age  discrimination context, there wouldn't be a difference between the discrimination claim itself and the retaliation. They'd both be governed by the same standard, isn't that right, in the age discrimination area, the but-for causation.  Or am I wrong about that?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But your argument is that, in Title VII, where it's very clear what the standard Congress wants to have for the discrimination claim, you're going to have a different standard for retaliation. So, in these statutes, I thought these two traveled together, whatever the standard is for discrimination is the same for retaliation."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess the question, Mr. Joseffer, is, is there any other discrimination statute in which one can say that there's a different standard for proving retaliation than there is for proving substantive discrimination?  Because, as I sort of survey the universe, it seems as though whatever the standard is, the standard is the same for both, and there's no statute in which the two have been divorced. Am I wrong about that?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'll try again. Is there any other statute in which we have a different standard of causation for a retaliation claim than we do for a substantive discrimination claim?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is there -- I mean,  it's but-for everywhere. Is there even any time at which whatever the standard that applied -- you know, pre-Gross, is there ever a moment and is there ever a statute in the history of antidiscrimination laws, where there has been a divorce -- a different standard for retaliation than for substantive discrimination?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All I'm saying is -- you know, Gross was a couple of years ago.  It said but-for covers the -- the ADA and outside Title VII -- you know, we've had a lot of discrimination statutes since 1964.  We've had a lot of different standards applying to those discrimination statutes since 1964. And you're coming in here and asking for the first time, in all of those many decades, that we should divorce the retaliation claim from the substantive discrimination claim and make them follow two different standards; is that correct?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did this court ever hold that the Price Waterhouse framework applied to retaliation claims?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I somehow lost what you were saying.  Isn't the law -- and our presumption in Jackson -- that, when we talk about discrimination on the basis of race, that it includes retaliation, generally?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, different because it was the beginning of this sort of endeavor on creating a statute."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm not sure what difference it makes."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, other than in the outcome you want here."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Joseffer, I mean, Title VII is written before any of these cases come along.  So Title VII is written, and it says we have an anti --  a substantive antidiscrimination provision, and  we have a retaliation provision. And then the Court starts issuing cases. And it says, by the way, you actually don't need both. One will do the job for you because one includes the other.  And that's in Sullivan, and that's in Jackson, and that's in Gomez-Perez, and I'm sure I am missing a few.  Three, four, five times, the Court says this. And so then, in 1991, Congress comes back, and it says, we want to make some amendments, what do we have to do?  Do we have to amend both the anti -- the substantive provision and the retaliation provision? Well, no, we have been told five times that, as long as we say one, it means both.  And so that's what Congress does in 1991."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it seems that the overall purpose of the '91 Act was to overrule decisions of this Court that Congress thought had not interpreted Title VII properly. And am I right that what they put about motivating factor -- a motivating factor, that is more plaintiff-friendly than the -- than the standard that the Court declared in -- in Price Waterhouse?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's -- it's really odd to think that, in wanting to go beyond what we did in Price Waterhouse, the Court meant to set up an entirely different standard for -- for retaliation."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, even looking -- let's look at what they actually did.  If we look at this (m) section, it says, \"except as otherwise provided in this subchapter.\"  I take it that would include retaliation as well, in the subchapter."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"\"An unlawful employment practice is established.\"  And then, when we go over to the retaliation provision, it says, \"It shall be an unlawful employment practice.\" So why doesn't that suggest that the -- \"an employment practice\" under the retaliation provision is the same as \"an employment practice\" under this --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I can't understand you very well.  Could you -- maybe you have to lift up your mike,  or maybe you have to speak more slowly.  But I'm having an awful time following you."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The EEOC didn't."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As of 1991 -- well, Gomez-Perez and Jackson came after 1991, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So, as of 1991, was there any case -- any decision of this Court other than Sullivan, that could have possibly led Congress to a conclusion that the general prohibition against discrimination included a prohibition of retaliation?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but, Mr. Joseffer, in CBOCS, we said that, because of Sullivan, alone -- just because of Sullivan, there was no need for Congress to exclude explicit language about retaliation.  In other  words, we -- we said Sullivan made the point clear. Now, Justice Alito was right.  After that, it goes on.  We have done it many more times after 1991. But we have said that Sullivan, itself, made the point clear that you did not need explicit language about retaliation."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, here's what you're -- this goes back to Justice Ginsburg's question -- but here's what you're asking us to accept, Mr. Joseffer:  Congress comes along, in 1991, in a world in which there has -- there have never been separate standards for retaliation and substantive  discrimination. Congress is trying to codify and make even stronger the Price Waterhouse decision, right? They -- you know, they say, basically, we like Price Waterhouse, but it's kind of confused, and the court was kind of fractured, we're going to really put it into place legislatively. They do that, they follow the -- essentially, the drafting manuals that we have given them in Sullivan.  And you're saying, well, no.  What they really meant was that retaliation would have a different standard, and, indeed, that the retaliation would have the standard that the dissenting justices suggested in Price Waterhouse, notwithstanding that what Congress was clearly intending to do was codify the -- the plurality-plus position."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Gross is talking about outside of Title VII.  And -- and whatever might be said of Gross outside of Title VII, here, where Congress is specifically trying to make Title VII conform with Price Waterhouse, with the backdrop of our legislative drafting instructions and with the backdrop of never distinguishing between retaliation and anti-discrimination -- you know, how do you get to where you want to be? This would be, like -- talk about elephants in mouse holes or talk about -- you know, we can take up all our cliches, the dog that didn't bark -- you know, Congress doesn't do things like this without saying something."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do you see that anywhere in the legislative history?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it -- it calls it the same thing it calls the substantive discrimination charge, an -- it's a -- an unfair employment practice.  I mean, I don't understand how you -- where you get to your policy point --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- from the fact that it calls it the same thing on both substantive."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Calls it both identical things, an unlawful employment practice."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that policy argument just says Jackson's wrong."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It just doesn't make any -- much sense to me that, in 1991, when they were thinking about Price Waterhouse burdens, that, somehow, they thought that it should now apply that burden differently to retaliation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is this a violation  of Title VII?  I don't know the answer.  Smith works for Jones.  Jones' whole job is to supervise Smith and be certain that Smith, a well-known racist, has kept his racism under control.  He didn't. Smith -- they fired someone -- Smith did -- did some terrible thing and got rid of somebody for racist reasons.  He tells his boss.  His boss knows it.  His boss does nothing about it.  All right? Is the boss violating Section VII?  He -- he had no reason for doing nothing about it.  He, himself, wasn't a racist.  It was just his job.  But he didn't. Is he -- is he violating Section VII?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The immediate supervisor does --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes, yes.  Okay.  So, there, what we have is somebody is guilty under Section VII, even though that individual did not, himself, discriminate on the basis of race, it was  circumstances where the subordinate discriminated on the basis of race.  All right? And, yet, the -- there's no doubt that (m) applies to that.  (M) applies to that, I imagine, unless you're going to start distinguishing, within Title VII, are you going to say (m) doesn't apply to that? My question's going to be, if (m) applies to that, then why doesn't it also apply here?  Because you see, here, what you have is -- it's at one removed.  It is the individual who is retaliating -- been retaliated against.  That individual did not discriminate on the basis of race, nor did the individual in Farr read into it, but the whole thing is based on race. And if, sometimes, under Section VII, simpliciter, people are guilty, although the race motive -- the race involvement is one level down, why wouldn't you -- that, perhaps, is too complicated a question, and if -- you only have five minutes left, so I will take your answer as being, Judge, you better think this out on your own. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Obviously, you are better off keeping your time."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Lauten.  "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why did they -- why did they include it in a separate section?  If they knew that, why did they have a separate section on retaliation?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that.  Why did they do it, if they knew it was already included?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I take -- I take you back to your opening statement, that there is no reason why Congress might have wanted to have a different standard for substantive discrimination and retaliation. Would you disagree with the proposition that the motivating factor analysis creates special problems in the retaliation -- in the retaliation context?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know it's not going to go away.  Let me give you this example -- this hypothetical.  An employee thinks that he is about to be fired.  And let's -- let's suppose that the employer really has a good, nondiscriminatory reason for firing the employee.  On the eve of that, the employee makes a spurious charge of discrimination and does it in a way to maximize the embarrassment to the employer. Then the employer formally makes the decision to terminate the employee.  And what the employer says at that time is, we were going to fire so-and-so anyway for all these other reasons, but, now,  because he has done this and really embarrassed us publicly, we are really happy that we are going to fire him. Now, how does that work out under the motivating factor analysis?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that correct?  Can't you -- can't you succeed on a retaliation claim if your underlying substantive claim is invalid?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, I really don't understand -- I didn't understand the law to be that.  You mean if -- if an employee files a discrimination claim, and then is fired -- let's assume there is no other reason, except retaliation; he's fired for filing that claim -- he has to prove not only that he was fired in retaliation for filing, but also that his claim was valid? Is that what you are saying the law is?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that's what you were saying.  I thought that's what Justice Alito's question asked."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In his hypothetical, he did.  Justifiable retaliation, as far as I am concerned. I mean, the employer files a frivolous claim to embarrass the employer.  He can't erase that from his mind.  That's one of the reasons he fired this guy.  And you say, oh, if that's one of the reasons, no matter how frivolous or anything else, he's liable under the law."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand that. Do you understand that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, I understand that, and it's not a policy question.  It's a question of interpreting the statute.  But I understood your lead argument in favor of a particular interpretation of the statute to be it can't mean what the Petitioner wants it to mean, what the Petitioner says it means because that would make no sense. And the point of my question was to explore the possibility that there might be a very good reason why Congress would want a different causation standard  for substantive discrimination and -- and retaliation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Over -- over a powerful dissent. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"justices","text":"I would just like to get to what I think is one of their arguments, and I'm having some -- the argument is purely linguistic, all right? And they say, read (m).  (M) says race is a motivating factor in an unfair employment situation. Now, we look to what the unfair employment situation is, at the beginning, unfair employment practice.  It is to dismiss a person because of race, all right?  So, obviously, it applies.  Now, we look to the definition that we're at issue in here.  It says it's an unfair labor practice to dismiss a person because of retaliation.  Now, retaliation for what?  For race, that's true. But we're -- we couldn't care less about whether that race is part or a little bit or it's all -- it could even be totally unjustified.  What we're interested in is the retaliation.  So they say, you see, the words of (m) do not speak about race.  They speak about retaliation.  They speak about race. So whatever the policy reasons are, you  can't do it any more than if you have a statute that refers to carrots and you try to put in a beet.  You just can't do it.  Now, that's the answer -- I -- I would like to hear an answer."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you have to say retribution for race is race?  Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now -- now, what I was looking for, perhaps without success, is some other example that has nothing to do with retribution, but where that's clearly so, that's why the example came into my mind that it is possible that you could, under the basic unfair employment section, find a person liable of race discrimination, even though that person himself was not motivated by race, but perhaps had an obligation to report a race discrimination, which he failed to do because he wanted to go to the racetrack. You see? I'm looking for some other -- is there any  other example in the history of these statutes where we've said, you, Mr. Jones or Ms. Smith, you are guilty of race discrimination, even though that's because of your responsibilities because of what you did or didn't do, it's not because you, yourself, held the motive, but you -- you'd attribute the motive to them for reasons to do with the statute. Is there -- does that ring any bell at all?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, I have looked --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"But -- but not under this statute.  What I'm concerned about is the text of this statute, which simply destroys your argument that there's no difference between retaliation and race discrimination. Section 2000e-5(g)(2)(A) limits remedies where a defendant acted -- and this is a quote from the statute -- \"for any reason other than discrimination on  account of race, color, religion, sex, or national origin, or in violation of Section 2000e-3(a) of this title.\" It -- it separates out 2000e-3(a), retaliation, from the other aspects of race, color, religion, sex, or national origin discrimination."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Sir, the statute says what it says.  It doesn't matter when Congress put it in there.  The statute has to be read as a whole.  And, if you read it as a whole, this provision clearly separates out retaliation from race discrimination."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Period.  I mean, it doesn't -- I don't have to psychoanalyze Congress and say did they really mean it, blah, blah, blah.  It's there in the statute.  They didn't take it out.  The  statute still makes a clear distinction between the two."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But it would have been so easy.  There -- it's -- it's a set, race, color, religion, sex or national origin.  And why would they leave it out?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why would they leave \"or in violation of Section 2000e-3(a)\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I know your argument is, well, look, the Court's already said, well, that's -- that's included, but they've got two provisions fairly close to each other, and I don't know, if they're running through the usual list, why they wouldn't have just run through a list as it appeared in (g)(2)(A)."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But your alternate argument would -- would involve two standards, the one that Congress provided for substantive discrimination, the -- the improvement on -- on Price Waterhouse and then for retaliation, Price Waterhouse."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And I started this -- this argument by asking, is there -- in the realm of anti-discrimination law, is there any example where you have the -- the substantive charge governed by one standard and retaliation by another?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It might be a good idea, though, and -- and, if so, Congress can do it, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, the issue is whether this statute does it or not.  The fact that nobody has ever done it before, what difference does that make?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do -- do you agree with the government's position that the limited affirmative defense provisions Congress enacted, that is to say, limited damages when there's multiple or mixed motives, would also apply to retaliation cases?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Price Waterhouse is a little different from subsection (m) though, isn't it? You have to have proof of -- you have to have direct evidence of a substantial -- direct and substantial evidence before you get into Price Waterhouse, right? You don't need that under subsection (m)."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that the -- isn't it the case that Justice O'Connor's opinion in Price Waterhouse required direct evidence and substantial evidence before there was a shift in the burden of proof."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Sherry. "},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":10,"sideBefore":"","text":"But I thought -- I thought the thrust of Justice Alito's question was that retaliation claims are -- are now quite common, and they can almost be used as a defensive -- as a defense when you know you are about to be hired.  And, if that's true, shouldn't we be very careful about the causation standard?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":10,"sideBefore":"","text":"And so -- so that -- that was the thrust of -- of his question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"Where are they -- where are they going to be weeded out?  On summary judgment or on -- after trial?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":10,"sideBefore":"","text":"That's -- that's a fair point, but it's, like, if we change it a little bit so that it's -- it's not frivolous, but it is clearly groundless, once its examined, then you still have the problem."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"","text":"Excuse me.  I don't understand.  Say it again?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"","text":"Right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"Just before you do that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"-- because I understood we are talking about what possible reason there could be for drawing this distinction.  It seems to me that the protection against discrimination -- race, color, religion, sex -- that sets forth the basic principle of -- of fair and equal treatment. The anti-retaliation provision is more functional.  The way you protect against that discrimination is you make sure people don't retaliate when they complain about it.  Now, that seems, to me, to  be an order of -- of hierarchy removed from the basic principle.  So, perhaps, you would have a different standard of causation when you deal with that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"Well, that -- I think that was my point, that they are linked together but they are at different levels.  I mean, the -- you protect against retaliation, so that the protection against race, color, national origin can be vindicated."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":10,"sideBefore":"","text":"The problem is --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":10,"sideBefore":"","text":"The problem is this:  It's one thing to say -- and it's a good thing to say to employers, when you are making employment decisions, you take race out of your mind, take gender out of your mind, take national origin out of your mind.  It's not something you can even think about. But, when you are talking about retaliation, when you are talking about an employer who has been, perhaps publicly, charged with discrimination and the employer knows that the charge is not a good charge, it's pretty -- it's very, very difficult to say to that employer and very difficult for the employer to say, I'm going to take this completely out of my mind, I'm not even going to think about the fact that I am -- have been wrongfully charged with discrimination. Isn't that a real difference?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"","text":"You -- you talk about Congress as though it's a continuing body out there, the same people, and would the same people that did this do that.  They are not the same people.  I don't know what Congress it was that passed this particular act versus other anti-discrimination acts.  Some of them may have been Democratic Congresses, and others may have been Republican Congresses. To -- to assume that there is one Congress out there that -- that has to operate logically in all these areas, it seems, to me, unrealistic.  And -- and the best thing we can be guided by is, simply, the text that Congress adopted, however the makeup of that Congress happened to be."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":10,"sideBefore":"","text":"Well, but under -- under  that analysis, you don't need the final clause on page 17a of your brief of 3, \"because he has opposed.\"  Race is enough."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":10,"sideBefore":"","text":"But the maxim that you don't add words where you don't need them doesn't -- doesn't help your case.  It hurts your case because, in the other provision that was carried over from the prior law, you -- you were making a nullity of the -- the addition after referring to discrimination on the basis of race, of -- you know, retaliation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":10,"sideBefore":"","text":"Thank you, counsel. Mr. Joseffer, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DARYL L. JOSEFFER","firstName":"DARYL","lastName":"JOSEFFER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3635,"interruptions":15,"times_spoken":37,"laughter":0,"num_int_by":6},{"id":1,"fullName":"BRIAN P. LAUTEN","firstName":"BRIAN","lastName":"LAUTEN","counsel":true,"justice":false,"side":"respondent","words_spoken":1759,"interruptions":16,"times_spoken":28,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":317,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":358,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":765,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":626,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":187,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":647,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":742,"interruptions":3,"times_spoken":9,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":135,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":10,"fullName":"MS. ARBUS SHERRY","lastName":"SHERRY","counsel":false,"justice":false,"side":"","words_spoken":1359,"interruptions":11,"times_spoken":16,"laughter":0,"num_int_by":4}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3635,"times_spoken":37,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":16,"words_spoken":1759,"times_spoken":28,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":7,"words_spoken":3777,"times_spoken":84,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.8706748713184942,"respondent":0.1293251286815058,"date":1473644743873}}