{"petitioner":{"name":"STEPHEN LAW","counsel":[0]},"respondent":{"name":"ALFRED H. SIEGEL, CHAPTER 7 TRUSTEE ","counsel":[1,2]},"caseNumber":"12-5196","date":"2014-01-13T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-5196, Law v. Alfred H. Siegel, Chapter 7 Trustee. Mr. Hellman. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Will you crank up your -- your thing?  I can't you hear well enough. That's good."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I am somewhat taken aback by your constant reference -- your repeated references to \"wards of the State.\" What we're talking about is whether your client gets $75,000.  Do you think everybody who doesn't have $75,000 is a ward of the State?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Well, do you -- do you know what the -- the median net worth of a household in the United States is?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's less than $70,000.  So Alderson Reporting Company the question here is not whether he's going to be a ward of the State.  The question is whether he's going to be above the median in his assets."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't follow that, because I thought that $75,000 would go to satisfy part of the claim, that there would still be the legal fees Alderson Reporting Company unpaid."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But now the -- the trustee, who is obliged to try to find what assets he or she can, spends a huge amount of money in order to -- to prove that this claim of a second mortgage was false. And -- and there should be -- so what happens then, on your theory, that all that money was spent and the result is that the second mortgage is canceled; the creditors are satisfied?  Nobody pays the legal expenses.  Is that --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was -- what was the Alderson Reporting Company trustee supposed to do?  Suppose the trustee has a meter running on -- on his desk, and he's hot in pursuit of this phantom Lily Lin of China, but we get -- we get to the point where he's down to the -- he says, well, if I do any more work, the only way I'm going to get paid is out of the $75,000.  I better stop because, otherwise, I'm going to be working free. What should he do?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we talk about that policy?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it would seem to me that a court's sanctioning power is among one of the most respected and longstanding powers.  So putting aside the government's reliance on the statutory scheme, I don't see it.  But how about the inherent power?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Meaning, you want to read a preclusion of the inherent power out of -- not from an express term, but implicitly."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are talking about the inherent power.  You're saying a court, in its --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- inherent power, can't use that property.  That's what you're saying."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Your position is that the trustee can take no action to make the estate whole in the event of, say, Justice Alito's type of hypothetical, the bank -- the estate bankruptcy trustee spends $125,000 in legal fees to bring property back to the estate that had been concealed by wrongful conduct of the debtor and the debtor still gets $75,000 of that? There’s nothing the bankruptcy trustee can do to make that bankruptcy estate whole?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is It? Now what about the house? The house was still exempt because if they levy on the house, you go back to bankruptcy and it's still exempt. So there's nothing you can do to make the trustee -- the estate whole. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The same thing is true of certain retirement funds."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So if, in fact, the person has $4 million in this special retirement fund account and he's behaved in the most extraordinarily dishonest way, the trustee has no power to impose a sanction on those funds, even if he'll earn a big income, he's lied nonstop, etcetera."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When he takes that $75,000 and assuming he doesn't pay debts with it and he invests it, what happens to the income on that investment?  Is that exempt, too, from paying off his creditors?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's California, but that's not necessarily every other State."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that he Alderson Reporting Company must spend the $75,000 on a new residence within how many -- what period of time?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"6 months.  And if at the end of 6 months he can't find a home at that price, then what happens?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then if 6 months runs, and he hasn't purchased a new home, then the $75,000 goes where?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They have been paid already."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So then what you said before needs to be modified.  He does get to keep the $75,000 because there is no creditors to be paid off from."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say, \"paid off,\" do you mean paid off 100 percent?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what you started with, oh, this is a terrible sanction, he's denied a discharge and all that, that doesn't mean a thing to him, does it?  Because everybody's paid off.  He doesn't have any debts."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I should know this, but who's going to get stuck with the extra couple hundred thousand dollars?  Is that the trustee in an individual capacity or someone else?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't recoup that from anywhere else, right?  They are on the hook for that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they get a thank-you letter from the -- (Laughter.)"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In the Malley case, Justice Souter said that if this is not what Section 105(a) was intended for, it's hard to see what Section 501(a) was intended for.  I take it you just think he's flatly wrong."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Hellman, (k) of Alderson Reporting Company course talks about exempt property."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a possibility of reading the statute such that the exemption just never comes into effect?  If you look at 522(l) --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- (l) says, \"unless a party in interest objects, the property claimed as exempt is exempt.\"  Now, that suggests that if the party in interest does object, there's a question about whether the party claimed as exempt is exempt. So -- so why isn't it a permissible reading of the statute to essentially say the court gets to decide whether this is exempt property such that (k) comes into effect, and in deciding whether it's exempt property, it can take into account the Petitioner's abuse of process?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I completely agree with that, but suppose one were."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying a creditor could not have objected when your client claimed the exemption on the ground that the exemption is going to prevent the discovery -- the disclosure of the fraudulent nature of this mortgage. The creditor could not have objected to the exemption on that basis? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And why is that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katyal. Alderson Reporting Company "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"My problem is -- my Alderson Reporting Company problem is that I read the sentence and it lops off its beginning.  What the beginning says is \"No provision of this title providing for the raising of an issue by a party of interest can stop a court from doing that.\"  An abusing process, presumably. So how could a party legitimately, whether the trustee or anyone else, make any claims to the exempt property?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How can the Court do something neither the Bankruptcy Code nor any of its provisions permit the trustee to do?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's your strongest argument, that Justice Souter --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"My problem is that the Alderson Reporting Company code itself doesn't do that.  It limits the access to the exemption to specified frauds, to frauds that result in a conviction.  To amounts, it doesn't permit the exemption -- it -- it does away with the exemptions for an amount above 155. So if the code doesn't permit full recovery for fraud, why should a court be permitted to do it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would you ask -- would you answer Justice Breyer's question?  Does this power go to invading the other exempt properties, like an IRS? I'm assuming there are now invasion provisions for an IRS, but would this power permit the court to invade an -- not an IRS --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"An IRA."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Thank you.  An IRA."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he doesn’t have to investigate to the tune of half a million dollars chasing a much smaller amount that is at issue."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"He behaved very badly, and in view of this, I agree with that.  Why wouldn't -- or why didn't the -- or why couldn't the trustee simply sanction?  I mean, you have apparently the authority here in 105 to sanction conduct abusive of the judicial process. That includes an order directing payment of expenses.  Okay.  I guess this is an expense.  And that wouldn't be discharged, because it's a postpetition debt. So why not just do that?        And even if he doesn't have money now, if he ever gets any he's going to have to pay it.  So it looks as if there's an alternative way of  paying for this."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, it doesn't.  But why, when you have pretty clear language saying this shall not be used for administrative expense -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- and you have general language over here saying a general power to sanction, and you have an alternative way that's perhaps almost as good, why read the language that says no to say, well, yes?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If he has the exemption, (k) says:  \"Property that the debtor exempts under this section is not liable for payment of any administrative expense.\"  That's why I thought it seemed a fairly definite no, unless you read the general knowledge and tradition to mean yes."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I think that's a little bit backwards, right?  Doesn't 105 exist to the extent that there's no prohibition saying otherwise?  And then 522(k) comes in, and there's your prohibition. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So but then you're saying essentially that every provision in the Bankruptcy Code ought to be read with an addendum that says, \"Except if there's an abuse of process.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But couldn't the -- couldn't the bankruptcy judge just deny him, deny him bankruptcy?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How do you limit in a principled way -- you say where you differ with the Alderson Reporting Company Solicitor General is that if an -- if an IRA had existed here, they would say that could be used.  And you're saying, I don't need to go that far.  That's on the facts.  But on what theory would you limit recovery in those situations?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's hard to enforce. Every lawyer's case is an exceptional case.  That's just the way it works."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It made me think of a -- think of a bankruptcy petitioner who, in part, has a debt arising towards a creditor that consisted of the most frightful conduct you can think of.  I mean, something really awful that he did to somebody.  And yet that debtor can be excused, bankrupt, and keeps the Alderson Reporting Company $75,000. Now, while lying to a bankruptcy trustee is bad, it's not hard for us to think of conduct that's far worse.  And yet, he can keep the $75,000.  Why should -- why should this particular form of bad conduct allow the invasion of the homestead?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the objection had to be raised by a creditor within a certain time."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought -- isn't there a provision that says, and if there's no objection, the exemption is what is claimed?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe you get it from the trustee."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The faithless trustee."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I recognize the problem that if you have sanctions, that he can't pay the sanctions and you're right back where you started.  But are there cases in which there are sanctions imposed of an amount such as $75,000, $100,000?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Hellman said that the creditor and, I guess, any other party could not object to the exemption on the ground that the house was burdened with a fraudulent mortgage.  Do you agree with that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any authority that says that there could be an objection on that basis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Harrington. Alderson Reporting Company "},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Harrington, you clearly have the facts on your side.  The question is whether you have the law.  And -- and 522(k) says, as Justice Breyer said, \"Property that the debtor exempts under this section is not liable for payment of any administrative expense.\" Alderson Reporting Company Now, as I read your brief, you're essentially asking us to put the word \"usually\" in that provision.  Is not usually liable.  When is it -- when is it liable?  It's -- it's liable when there are special circumstances dealing with debtor dishonesty. And where does that come from?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What is the -- you do have good facts on your side.  But what if the offense is simply the failure to list a particular asset?  Does that justify a departure from the usual rule?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No you know, it's a -- it's a bank account that's held in -- you know, a separate name or it's separate real estate.  It's fairly common for debtors to leave off some assets they want to conceal.  Is that, as a general rule, sufficient to justify this unusual authority?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then it -- then it becomes a not very unusual exercise of authority.  It becomes pretty common since the concealment of nonexempt assets is a fairly -- I don't want to say it happens all the time -- but it's a fairly common situation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any case law -- because 522 says in (b), it says \"The following property may be exempt.\"  It doesn't say it has to be.  So is there any case law where the debtor writes down -- you know, a piece of property and a creditor comes in and says:  He can't exempt that he has behaved outrageously, and it fits within the category, but he has behaved outrageously. Is there any case law that says under those circumstances the bankruptcy judge can refuse the exemption one way or the other?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you first have to get to the thing where the -- we are pretending to put Alderson Reporting Company the creditor, the bankruptcy judge, as if he were another creditor.  The thing, the property, appears on a list that says exempt.  And then the trustee or the judge says:  No, I'm not going to let you exempt it. And that's basically what he's done."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You see what I mean?  Not only is it administrative expenses, but you have to somehow say, well, the judge is a constructive creditor, and he constructively objected.  There are an awful lot of \"constructive's\" in that sentence that I just gave you."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Harrington, at the cert stage in this case, the Government suggested the distinction between two situations:  One, an action by the debtor to remove property from the estate, leaving the creditors unsatisfied. And that's where you say this power of exemption can be taken away.  And then the other side was where the creditors are paid in full and only the trustee's litigation expenses are at issue.  Are you dropping that distinction?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure I understand that.  Are you saying that the court could not just have fined him, let's say, $100,000 or however much he wanted, however -- whatever the costs were, and that he could get that out of the debtor's future earnings?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Hellman, you have 5 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company The case is submitted."}],"people":[{"id":0,"fullName":"MATTHEW S. HELLMAN","firstName":"MATTHEW","lastName":"HELLMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3871,"interruptions":16,"times_spoken":38,"laughter":0,"num_int_by":6},{"id":1,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"respondent","words_spoken":2347,"interruptions":8,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":2,"fullName":"SARAH E. HARRINGTON","firstName":"SARAH","lastName":"HARRINGTON","counsel":true,"justice":false,"side":"respondent","words_spoken":1543,"interruptions":4,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":290,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":18,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":336,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":324,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":425,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":198,"interruptions":0,"times_spoken":6,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":591,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":334,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":3871,"times_spoken":38,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":12,"words_spoken":3890,"times_spoken":34,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":5,"words_spoken":2516,"times_spoken":75,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035405}}