{"petitioner":{"name":"SHAUN MCCUTCHEON, ET AL.","counsel":[0,1]},"respondent":{"name":"FEDERAL ELECTION COMMISSION       ","counsel":[2]},"caseNumber":"12-536","date":"2013-10-08T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-536, McCutcheon v. The Federal Election Commission. Ms. Murphy. "},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, all these were there at -- but for one -- were there at the time of Buckley vs. Valeo, and I guess the Court thought something could happen like the following:  Candidate Smith, we can only give him $2,600, but he has a lot of supporters.  And each of them -- 40 of them gets a brainstorm.  And each of the 40 puts on the internet a little sign that says, \"Sam Smith PAC.  This money goes to people like Sam Smith.  Great people.\" Now, we can give each of those 40 $5,000. They aren't coordinated.  They're not established by a single person.  Each is independently run.  And we know pretty well that that total of $5,000 times 40 will go to Sam Smith. Okay?        What does that violate."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"$5,000 is --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"$5,000.  So we all have is my $5,000 going to the PAC, and there happened to be 400 PACs.  So 5,000 times -- 4,000.  Five times 40, five times 400, how much is that?  I'm not too good at math. (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  There is no earmarking."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because earmarking requires that you write on a check or in an accompanying letter that you want the money to go to something."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It does not?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  They'll contribute to several because they'll get more than one contribution."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I would think, if you named the PAC after a particular candidate, as the hypothetical assumes, I would be surprised if the Federal Election Commission wouldn't come after you for earmarking."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's say this one, Ms. Murphy -- let's say this one, you have 100 PACs, and each of them say that they're going to support the five contest -- the five candidates in the most contested Senate races.  There are really only five very contested Senate races, and 100 PACs say that they're going to support those five candidates. So a donor gives $5,000 to each of those 100 PACs, which support those candidates, the PAC divides up the money, $1,000 goes to each candidate.  The total -- all those PACs, $100,000 goes to each of the -- of the Senate candidates in the five most contested races, 20 times what the individual contribution limits allow."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This candidate knows all of his $100,000 donors.  There are not all that many of them.  He can keep them all in his head in a mental Rolodex."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Five of the most contested Senate races.  So a person gives $100,000 to each of five candidates who, if they win, become the five senators that are most attuned to donors.  And he knows who's given him $100,000, each of those five senators who gets in on the strength of these contributions that are 20 times what the individual limits allow."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All we're trying to do -- because it's hard to do in oral argument.  But what we're trying to do in both, I think, our cases is that Alderson Reporting Company we looked up all the rules and the regs -- or my law clerk did -- and -- and what she discovered -- and it may be wrong because I'll look at it again -- is there has been no significant change in the earmarking rules, in any of the rules that you're talking about, but for one change since Buckley. The one change -- the one change is the change that all contributions made by political committees established by or financed or maintained or controlled by a single person will count as one. So what you're seeing in these hypotheticals is, simply, the construction of precisely the same situation that existed in Buckley while being careful to have not one person control the 4,000 PACs, which is pretty easy to do. And if you want to say, is this a reality? Turn on your television set or internet because we found instances, without naming names, where it certainly is a reality."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I just want to be clear what your answer to Justice Kagan was, her hypothetical. Is -- is part of your answer that this might -- the hypothetical that she gives -- contravene earmarking? Or --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So is part of your answer to her there that the hypothetical isn't real or isn't going to happen or --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or can't happen under the existing law?  Is that your answer?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this -- is this -- would the other side concede that this is true?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  You --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"I can't imagine that if you have a PAC which says we're going to give money to Smith, that's bad, but if you have a PAC that says we're going to give all the money that you contribute to us to Smith and Jones, that's okay -- or Smith, Jones, and three others.  It seems to me that that's earmarking."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Murphy, if you think it's earmarking to have a PAC that gives money to the five most -- the candidates in the five most contested Senate races, I just don't think any FEC would say that that's earmarking."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Well, I may have an overly suspicious mind, but I don't know.  If I saw 100 PACs rise up and all of them said exactly the same thing, we're going to make contributions to the five most contested Senate -- the candidates in the five most contested Senate races, I would be suspicious. And maybe the FEC would also be suspicious Alderson Reporting Company that they didn't just all spring up independently."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose -- suppose a number of PACs -- I forget the number in Justice Kagan's example -- said, we're going to give to congressional and senatorial candidates who -- who want to cut down on governmental spending, and we know there's only about four people that are like that."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Murphy --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Ms. Murphy, can I give you another one?  There are 150 House candidates with completely safe seats, all right?  And there are maybe -- you know, 30 or 40 or something like that in Alderson Reporting Company their party who don't have safe seats.  So the 150 get together, and they say, we're going to run a joint fundraiser, and anybody can contribute $2,600 to each of these candidates, 150 of them, right?  So that makes about $400,000. And then these 150 candidates with completely safe seats just transfer all this money to the one person who doesn't have a safe seat, so that's about $400,000.  Double it for a primary and a general election, that's about $800,000 that all goes to one candidate from one donor because of the ability for candidates to transfer money to each other."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"A candidate can transfer a maximum of $2,600 to another candidate per election."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I stand corrected on the basis of $600."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're exactly right. You're exactly right, Ms. Murphy.  One person could make an $800,000 contribution to a House race, where $800,000 goes a long way.  And then what these 150 candidates can do is they can do it for every single other candidate in a contested seat.  So take your 30 or 40 House contested seats, and it becomes a conduit for a single person to make an $800,000 contribution to a candidate in a contested district."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Murphy, on the \"everyone else,\" can you give us an idea of whose expression is at stake?  I mean, most people couldn't come even near the -- the limit.  So what percentage -- is there any information on what percentage of all Alderson Reporting Company contributors are able to contribute over the aggregate --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume that a law that only -- only prohibits the speech of 2 percent of the country is okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, it isn't?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Ms. Murphy, we haven't talked yet about the effect of the aggregate limits on the ability of donors to give the minimum amount to as many candidates as they want.  The effect of the aggregate limits is to limit someone's contribution of the maximum amount to about nine candidates, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there a way to eliminate that aspect while retaining some of the aggregate limits?  In other words, is that a Alderson Reporting Company necessary consequence of any way you have aggregate limits?  Or are there alternative ways of enforcing the aggregate limitation that don't have that consequence?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm a little confused, okay?  I'm confused because we're talking in the abstract.  This decision was based on a motion to dismiss, and there is a huge colloquy about what happens and doesn't happen.  We don't have a record below."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I can go into the news, as Justice Breyer suggested.  It's very hard to think that any candidate doesn't know the contributor who has enough money to give, not only to himself or Alderson Reporting Company herself, but to any of his or her affiliates who are supporting him or her. I mean, it's nearly common sense, hard to dispute.  So you're saying it can't happen, but I don't see charges of coordination going on that much."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Here is the actual ad -- the actual ad.  I won't name the candidate.  You see a picture of the candidate.  There is a sign that says \"Smith PAC.\"  Okay?  That's what it says.  And then it says, \"Make a donation to help Smith PAC support Republican,\" if you like, or \"Democratic candidates.\" Period.  And then they have an address.  All right. Now, it doesn't take a genius to figure out what they're going to do with the money and that maybe Smith will get a pretty good share of it.  Now, if Smith has 400 people who figure this out, he will have 400 times 5,000 times one person. Now, you say that really couldn't happen Alderson Reporting Company because of the designation.  We haven't found a designation rule that would stop it.  But then Justice Sotomayor is saying, I don't know.  And I don't either because there's been no hearing, there's been no evidence presented.  There is nothing but dismissal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Murphy, do -- do we need a record to figure out issues of law?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I agree. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"I agree -- I agree that -- that this campaign finance law is so intricate that I can't figure it out.  It might have been nice to have the -- you know, the lower court tell me what the law is.  But we don't normally require a record to decide questions of law."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"You're taking a position -- you're taking a position that the law stops corruption.  And you're suggesting that the government is incapable of showing facts that the law doesn't work?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"As it is?  Don't you need facts to prove that or disprove that proposition?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Burchfield. "},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Burchfield, I'd like you to address this question about the restriction on speech.  It has been argued that these limits promote expression, promote democratic participation because what they require the candidate to do is, instead of concentrating fundraising on the super-affluent, the candidate would then have to try to raise money more broadly in the electorate. So that, by having these limits, you are promoting democratic participation, then the little people will count some, and you won't have the super-affluent as the speakers that will control the election."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, is it -- is it correct that the consequence of this provision has been very severe with respect to national political parties?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And -- and much of the money that used to go to them now goes to PACs; isn't that what has happened?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So that this is really -- Alderson Reporting Company you know, turning the dials on -- on regulating elections.  Now, I ask myself, why would -- why would members of Congress want to hurt their political parties?  And I answer -- I answer to myself -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- well, ordinarily, the national political parties will devote their money to elections in those states where the incumbent has a good chance of losing.  So, in fact, if you're an incumbent who cares about political parties, I don't want money to go to my opponents. And if you -- if you turn down the amount of money that the national political parties have, that's that much less money that can be devoted against you if you're challenged in a close race.  Isn't that the consequence of this?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What a surprise."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Has it worked out that way in practice?  Has it worked out -- because there was one brief at least saying no, that -- that that's wrong. In fact, it's the challengers who are aided."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So -- so I read in one summer before BCRA -- I spent several weeks reading the record before the District Court in that very lengthy case on this. And it was filled with testimony by senators and congressmen that a handful of people can give hundreds of thousands of dollars.  They know who those people are and that those people do have undue influence, which means, in First Amendment terms, that the individual who, in fact, has wonderful ideas and convinces others, even by paying three cents to buy the internet or something, hasn't a shot because it will influence people, not ideas, but the money.  Now, there was a record on that. Here, there is no record showing whether Alderson Reporting Company this aspect does or does not have the same tendency. That is why I ask:  How can I decide this on the basis of theory when the record previously showed the contrary of what's been argued and, in fact, at least might show that even in respect to these limits?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But he can -- he can write checks to everyone that he wants to write checks to.  It's just he can't give his special number of 1776."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"In his own case, it would be something over $1,000, right?  Because he identified 12 more candidates that he'd like to give 1776 to, but he could give each of them over $1,000."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Burchfield, if you take off the aggregate limits, people will be allowed, if you put together the national committees and all the State committees and all the candidates in the House and the Senate, it comes to over $3.5 million. So I can write checks totaling $3.5 million to the Republican Party committees and all its candidates or to the Democratic Party committees and all its committees, even before I start writing checks to independent PACs. Now, having written a check to -- for 3.5 or so million dollars to a single party's candidates, are you suggesting that that party and the members of that party are not going to owe me anything, that I won't get any special treatment? Because I thought that that was exactly what we said in McConnell, that, when we talked about soft money restrictions, we understood that you give $3.5 million, you get a very, very special place at the table.  So this is effectively to -- to reintroduce the soft money scheme of McConnell, isn't it?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But the money -- but the money goes to a single party.  And indeed, I could make this even worse.  I could say, let's say the Speaker of the House or the Majority Leader of the House solicits this money from particular people, so solicits somebody to ante up his $3.6 million. And then -- you know, Justice Kennedy said in McConnell the making of a solicited gift is a quid both to the recipient of the money and to the one who Alderson Reporting Company solicits the payment.  So the Speaker, the Majority Leader, can solicit $3.6 million to all the party members, and you're telling me there's just no special influence that goes along with that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"In Buckley, the Court sustained -- sustained aggregate limits.  What has changed since Buckley?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Those were all created by the dairy industry or by the Nixon campaign; is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Then how is it that -- I’m sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"General Verrilli. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's because they Alderson Reporting Company can transfer the funds among themselves and to a particular candidate.  Is -- is the possibility of prohibiting those transfers perhaps a way of protecting against that corruption appearance while, at the same time, allowing an individual to contribute to however many House candidates he wants to contribute to? I mean, the concern is you have somebody who is very interested, say, in environmental regulation, and very interested in gun control.  The current system, the way the anti-aggregation system works, is he's got to choose.  Is he going to express his belief in environmental regulation by donating to more than nine people there?  Or is he going to choose the gun control issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what is the framework -- what is the framework for analyzing?  I agree with you on the aggregation, but it has this consequence with respect to limiting how many candidates an individual can support within the limits that Congress has said don't present any danger of corruption. So what is the framework for analyzing that? Give you your argument with respect to the transfers and the appearance there, but it does have that other consequence on something we've recognized as a significant right.  So --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And that does not -- that does not evoke any gratitude on the part of the people? I mean, if gratitude is -- is corruption -- you know, don't those independent expenditures evoke gratitude? And is -- is not the evil of big money -- 3.2 million, an individual can give that to an independent PAC and spend it, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's not that we're stopping people from spending big money on politics."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Wait.  That -- that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"That line eliminates some of the arguments that have been made here, which are arguments against big money in politics.  There -- big money can be in politics.  The thing is you can't give it to the Republican Party or the Democratic Party, but you can start your own PAC.  That's perfectly good.  I'm not sure that that's a benefit to our political system."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That actually does very much -- while I don't -- I'm looking for an answer here. It's not that I have one at all.  It is rather basic, Alderson Reporting Company the point I think that's being made now.  I mean, as I understand it, the whole reason -- it is no doubt that campaign limits take an ordinary person, and they say, you cannot give more than such-and-such an amount. There are apparently, from the Internet, 200 people in the United States who would like to give $117,000 or more.  We're telling them, you can't; you can't support your beliefs.  That is a First Amendment negative. But that tends to be justified on the other side by the First Amendment positive because, if the average person thinks that what he says, exercising his First Amendment rights, just can't have an impact through public opinion upon his representative, he says, what is the point of the First Amendment?  And that's a First Amendment point.  All right.  So that's basic, I think. Now, once that's so, Congress has leeway. And you are saying -- and I have seen all over the place, that that's why we don't want those 200 people to spend more than 117- or 120,000 because the average person thinks the election is -- after the election, all the actions are affected by the pocketbook and not by the merits of the First Amendment arguments. Okay.        And now, you say the person can do Alderson Reporting Company the same thing anyway; just call it independent.  And what independent does, he can spend 40 million.  He can spend 50 million.  And all that does is sort of mix up the messages because the parties can't control it. Now, that's, I think, the question that's being asked.  And I think that that is a very serious question, and I'd like to know what flows from it.  Is it true?  So what?  What are we supposed to do?  What is your opinion about that question?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"And I have the same question.  You have two -- two persons.  One person gives an amount to a candidate that's limited.  The other takes out ads, uncoordinated, just all on his own, costing $500,000. Don't you think that second person has more access to the candidate who's -- when the candidate is successful, than the first?  I think that was at the root of Justice Scalia's question and Justice Breyer's."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What if Boeing does it?  I mean, you know --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You think, no problem?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But we are talking here about -- we're talking here about campaign contributions.  Isn't it illegal for a candidate to take campaign contributions and use it to buy a Maserati?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then I don't see how that -- that really gets to the point. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what troubles me about your -- what troubles me about your argument, General Verrilli, and about the District Court’s opinion is that what I see are wild hypotheticals that are not, obviously, plausible or -- and lack -- certainly lack any empirical support. Now, you've -- you've chosen to use the same hypothetical the District Court used about the $3.5 million contribution that would be -- that could be given by a coordinate -- which involves all of the House candidates and all of the Senate candidates in a particular year getting together with all of the -- all of the parties' national party committees, plus all of the state party committees, and then -- and that's how you get up to the $3.5 million figure; isn't that right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Now, how -- how realistic is that?  How realistic is it that all of the state party committees, for example, are going to get money and Alderson Reporting Company they're all going to transfer it to one candidate? For 49 of them, it's going to be a candidate who is not in their own state.  And there are virtually no instances of state party committees contributing to candidates from another state. And the other part of it that seems dubious, on its face, is that all of the party -- all of the candidates for the House and the Senate of a particular party are going to get together, and they are going to transfer money to one candidate.  There really -- you cited in your brief the example – the best examples, I take it, of -- of contributions from some candidates to other candidates.  They are very small.  Isn't that true?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't understand that --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Unless the money is transferred to -- you have to get it from the person who wants to corrupt to the person who is going to be corrupted.  And unless the money can make it from A to B, I don't see where the quid pro quo argument is."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I understand --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"These -- these aggregate limits might not all stand or fall together.  Let -- just take this example, if you can just take a minute and walk me through this step-by-step. You have somebody who wants to corrupt a member of the House, and this person's strategy is to make contributions to multiple House candidates with the hope, the expectation, the plan that those candidates are going to transfer -- transfer the money to the -- the member that this person wants to corrupt. Now, how is that person going to accomplish that, given the earmarking regulations, and -- and the limits on how much one member can contribute to another?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you're -- I mean, if you're not going to defend the application of the Alderson Reporting Company aggregate limits in that situation, doesn't it follow that, as applied to that situation, these are -- these are unconstitutional?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then just explain to me how it's going to be done.  The person gives to member A with the hope that member A is going to give it to member B.  If the person even implies, when making the contribution to A, that person wants it to go to B, that's earmarked.  So how is this going to be done?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So what would you think?  I was just listening to your dialogue, and you heard -- this is pretty tough, we try to construct some hypotheticals, and -- and the counsel says, oh, I've got this part wrong or that part wrong or the other one, and they may be right.  And we can't do this, figuring out all these factual things in an hour, frankly. And they may be right.        I'm not sure.  There hasn't been a full hearing.  It seemed to me there are things to explore in respect to the circumvention.  Who is right?  Should you change the hypothetical slightly, or what?  There are things to explore in respect to the question of whether being able to write a $3.6 million check to a lot of people does leave the average person to think, my First Amendment speech, in terms of influencing my representative, means nothing. There are things to explore in terms of the relationship between what is permissible; namely, spend $40 million independently.  And what isn't permissible; namely, spending more than 117,000.  None of these have been considered.  They would seem relevant. So what do you think about going into these matters in a district court where the evidentiary Alderson Reporting Company aspects of them can be explored at some length?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"General Verrilli, the Government in the proceeding below didn't suggest in response to the -- to the proceedings before the three-judge court that an evidentiary hearing was -- both sides seem to treat this as a matter that could be disposed of without an evidentiary hearing; is that right?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There's the point that the Chief made about what this does is limit particularly on the national strategy.  It drives contributions toward the PACs and away from the Alderson Reporting Company parties, that money -- without these limits, the money would flow to the candidate, to the party organization, but now, instead, it's going to the PACs. What is your response to that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's fine.  They're regulated.  That's the law, but the question says -- what the question is directed at, given that that's the law, isn't the consequence of -- of this particular provision to sap the vitality of political parties and to encourage -- what should I say -- you know, drive-by PACs for each election?  Isn't -- isn't that the consequence?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I think we do."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You say -- you say it's $3.5 million.  If you assume somebody that gives the maximum to every possible candidate and party he can contribute to throughout the United States, 3.5 million. Just to put that in perspective, how much money is spent by political parties and PACs in all elections throughout the country --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- in one election cycle?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you -- Do you have any idea much?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"1.5 billion."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And what about PACs?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, but that was a lot in the last few elections, wasn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and what about newspapers that -- that spend a lot of money in endorsing candidates and promoting their candidacy.  I suppose -- you know, you -- you have to put in that money, too.  That is money that is directed to political speech. When you add all that -- add -- when you add all that up, I don't think 3.5 million is a heck of a lot of money --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- spread throughout the country."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But the -- the consequence is -- just to get back to my prior question, the consequence is you are telling somebody who doesn't want to give 3.4 million, but wants to contribute to more than nine House candidates, just up to the maximum, which would be the $5,000 per the double cycle, you are telling him that he can't make that contribution, however modest, certainly within the limits Congress has said does not present the problem of corruption, to a tenth candidate. I appreciate the argument you are making about the 3-point-whatever million-dollar check and the need for the aggregate limits to address that.  I Alderson Reporting Company understand that point.  But what do you do with the flip side?  I mean, you can't pretend that that is pursued with no First Amendment cost quite apart from the one that's there. It seems to me a very direct restriction on much smaller contributions that Congress said do not present a problem with corruption."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, but that wouldn't -- doesn't normally get you very far on the First Amendment.  You could not have a rule that says the -- the Post or the New York Times can only endorse nine candidates --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- because -- I mean, it's completely content neutral; you don't care Alderson Reporting Company who the tenth is, but that -- that limit would not be --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is there -- is there any way to prevent the concern you have about the 3-point-whatever-it-is million-dollar check without imposing the limit on the person who wants to support ten candidates, rather than one?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they are making -- they are making the argument that there are -- that the regulations that already exist about transfers from one entity to another prevent a lot of what you're complaining -- what you're -- what you are worried about. But if they are not sufficient, they could be bolstered.  The aggregate limits are a very blunt way of trying to get out -- get at the problem that you are -- that you are worried about.  That's their argument. What -- are -- is that wrong?        There is nothing more that could be done to prevent transfers from joint fundraising committees or from one member to another or from state parties to candidates?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I just don't understand that.  You mean, at the time when the person sends the money to this hypothetical joint fundraising committee, there is a corruption problem immediately, even though -- what if they just took the money and they burned it?  That would be a corruption problem there?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, all right. But -- so then --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"When does the corruption -- yes.  When does the corruption occur?  It occurs when it's transferred to -- to the person who has power and -- and they want to corrupt."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"General Verrilli, it seems to me -- it seems to me fanciful to think that the sense of gratitude that an individual senator or congressman is going to feel because of a substantial contribution to the Republican National Committee or Democratic National Committee is any greater than the sense of gratitude that that senator or congressman will feel to a PAC which is spending enormous amount of money in his district or in his state for his election. I mean, it seems to me the latter is much more identifiable, and there is nothing in the law that excludes that.  So apparently, that's not too much of a risk."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It is what it is, though."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  But so your answer Alderson Reporting Company to the questions that have been put previously from -- from me and Justice Breyer and Justice Scalia is that's the law?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, that's -- just to be fair, that's -- I'm -- I'm coming -- I'm coming off the bench --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- with the understanding that your answer is Buckley has settled that issue; no more discussion necessary?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And, General, I suppose that, if this Court is having second thoughts about its rulings that independent expenditures are not corrupting, we could change that part of the law. (Laughter.) Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if it's interrelated. But the -- the record, as far as I recall it from several years ago, talked about at length, I don't like to use the word \"corrupting\"; I like to use integration -- \"integrity of the process,\" that notion to get people to think that their First Amendment speech makes a difference, etcetera. Let's say \"corruption.\"        Mostly when it got to this part, the aggregate, it was about circumvention. And I think you are quite right to say, but there is a huge corruption aspect to this. But we don't have a lot of information in the record about that, do we?  If I just -- did I just miss it?  Did I miss something?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It is a close parallel when I think about it, maybe -- or you think about it, but if you're really talking -- they don't think about it that way.  And so that's why I've been pushing this idea, you Alderson Reporting Company see, of let's go into this, okay?  If they want us to go into it, go into it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General. Ms. Murphy, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ERIN E. MURPHY","firstName":"ERIN","lastName":"MURPHY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1344,"interruptions":25,"times_spoken":38,"laughter":1,"num_int_by":7},{"id":1,"fullName":"BOBBY R. BURCHFIELD","firstName":"BOBBY","lastName":"BURCHFIELD","counsel":true,"justice":false,"side":"petitioner","words_spoken":844,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":4},{"id":2,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":2975,"interruptions":28,"times_spoken":51,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":629,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1482,"interruptions":1,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":871,"interruptions":4,"times_spoken":30,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":811,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":273,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":898,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":354,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":171,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":2188,"times_spoken":54,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":28,"words_spoken":2975,"times_spoken":51,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":17,"words_spoken":5489,"times_spoken":113,"laughter":4,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.7743078000734177,"respondent":0.2256921999265823,"date":1472411005968}}