{"petitioner":{"name":"DAN’S CITY USED CARS, INC., DBA DAN’S CITY AUTO BODY","counsel":[0]},"respondent":{"name":"ROBERT PELKEY\n","counsel":[1,2]},"caseNumber":"12-52","date":"2013-03-20T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will have argument next in Case 12-52, Dan's City Used Cars v. Pelkey. Mr. Bouffard? "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bouffard, this law, this New Hampshire law, it regulates storage.  Is this aPage 4 law that applies only to the towing companies who tow the automobile and then store it, or does the law apply, say, to a garage, say, someone brings a car to a garage for repairs, and does this storage law regulate garage operations as well as towing operations?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so it would apply to a garage operator."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but what made it abandoned was that they tried to locate the owner, couldn't and so -- this same thing could happen with a garage owner as happened to the towing truck.  So there's nothing peculiar about being in the towing business that makes this storage application -- storage statute apply."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What's -- what's your point?  If it's not part of the towing law, then it's further removed.Page 6"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess, I mean, I guess you could have thousands of claims across the country, millions of claims where there are all kinds of towing laws.  And -- you know, it says in Cambridge, Massachusetts park your car here during a snow emergency, it will be towed.  Probably every northeastern country has laws like that.  I guess there could be millions of negligence claims when the thing is towed, the guy broke a headlight."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And are all those things preempted?  I would be amazed."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what's the difference between this and -- and what could arise any day of the week?  I mean, as I read your brief, I -- are you saying that all the northeast statutes that say your car will be towed if you park here during a snow emergency, what happens?  I mean, do they have to go to the DepartmentPage 7 of Transportation?  Boston couldn't function.  I know that they do tow cars.  I don't know that firsthand, but I've seen it. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"So how's it supposed to work?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, all right, there isn't in this case, but I'm curious to know how it works because it seemed to me from what you're arguing, all the abandoned motor vehicle laws and all the snow emergency towing and everything else that I see every day would be preempted a fortiori.  So you tell me how it all works."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is -- is the same as Justice Breyer's.  It seems to me you are running in the wrong direction.  To the extent you say the case doesn't involve New Hampshire's towing law but involves just its general consumer protection law, it's -- it's even further distant from being preempted. I --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- I understand. My goodness.  Suppose a vehicle -- I pay for somebody toPage 9 tow -- I agree that somebody will tow my vehicle and I will pay him $100.  And he tows the vehicle, puts it in my garage and says, give me the $100.  And I say, ha, ha, I'm not going to give you $100. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Now, you think that that general obligation under State law to pay a debt that you've contracted to pay is eliminated?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that different from normal consumer protection law?  I -- I don't see that it's so much different."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What difference does that make?  Suppose there was a towing company that lawfully towed cars, but its practice was to hold the car for 24 hours and if it wasn't picked up they would immediately sell it for parts. Your argument would be that's preempted by the Federal statute?Page 10"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The State can't regulate that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  A private plaintiff could not assert a common law negligence claim if that were done?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Lawfully towed, sold for parts within 24 hours because it wasn't picked up."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's -- if that is not related to payment for services, then why is this -- why is there such a relationship here?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It would involve a paymentPage 11 dispute to the same extent as this.  Towed, notice sent out immediately, wasn't picked up within 24 hours, sell it for parts."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When?  When did that opportunity come up?  Because I thought that the notice didn't get to the -- to the plaintiff, and then when the lawyer said, I have a client, it's his car, then the towing company went ahead and put it up for auction. And then no bidders, so they sold it, pocketed the money, gave nothing to the car owner.  So I don't understand how it's a dispute about payment.  This is not a case where the car owner said I won't pay for the towing."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"At what point did Pelkey say, I won't pay for the towing?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Not payment over towing, payment over storage."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If this was a consensual contract, he asked -- Justice Scalia's question.  They contracted for the tow.  What State laws would be preempted under the FAAAA with respect to that private contract?  Would there be any?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How about, do consumer fraud laws apply to that contract between the parties?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the basis of his claim here."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, so you're arguing that those laws would be preempted."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That gets back to whether the services include storage, which is what the New Hampshire court said it doesn't."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That the movement of property or towing doesn't include services for storage."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why don't you answer that question?  As I read the list of things that are preempted, they have to do with storage during transportation.  Why should we read it more broadly than that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it includes storage, is the point you are coming to, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The definition includes storage.  You think it means -- it means storage at the end of the transportation?  Suppose you're -- you're a company that moves goods, but we also store goods.  You can -- you know, rent -- rent space and we will store your furniture for years.  If that company picks up some goods, brings it to its warehouse and leaves it in its warehouse for 3 years, that storage is covered by this -- by this statute, you think? See, I thought the storage was -- was storage in the course of the transportation.  Sometimes when you're -- you know, changing the mode of transportation, going from trucks to ships or something, you have to store it temporarily during -- during the course of the transportation.  That's how I would read it.  But you're saying, even if you're a storage company, if you pick up goods and bring it to the place where you store it, that's covered by -- by this statute."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's say you park your tow trucks on somebody else's parking lot, and you don't pay the rent.  So they sell your tow truck.  Is your claim against your landlord preempted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How does -- so if your tow truck is involved in an accident, is that -- and a suit is filed for negligence.  Is that preempted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just looking at the statutory language.  It says -- you know, \"related to a service of a motor carrier with respect to the transportation of property,\" and you know, your motor -- your truck is involved in transporting property.  That's the claim against you, that you don't -- you don't render good service because you're negligent in a -- and it just seems to me to fit within the terms of thePage 19 statute, if you adopt as broad a reading as you adopt."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me tell you how we -- it seems to me we've limited it in -- in the Columbus case, Columbus v. Harrah's Garage and Wrecker Services, Inc.  We said that, \"The clause -- the clause's limitation to motor carrier services with respect to the transportation of property massively limits the scope of preemption to include only laws, regulations, and other provisions that single out for special treatment motor carriers of property.\" And here you've told us that this case doesn't involve any law that singles them out for -- for special treatment.  To the contrary, it's the general consumer protection law."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you want us to eat those words, they were wrong, or -- or somehow you don't comePage 20 within them?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"I forgot that. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"So you say they were wrong, you say? (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, there's a lot of language in the majority pretty much along the line that Justice Scalia said.  And not sure if that’s your point. I mean, Justice Ginsburg wrote the majority, and she said the reference to regulatory authority of a State, which is a different reference, I agree, should be read to preserve, not preempt traditional prerogative for the State. And Justice White said previously that youPage 22 have to start with the idea that this is -- historic police powers of the State are not going to be superseded by the Act, unless it's a clear manifest purpose of Congress. So I guess the problem is, with a lot of the other things, that you yourself are in an area that is a traditional matter of State regulation.  It is, in fact, regulated in a way that applies to everybody.  It is indirectly related to the transport itself, and that it takes place on -- about storage that took place after the event.  So you have all that working against you. Now, the Columbus case does offer some hope for the other side, I would think.  But what do you think?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your problem, which is, what is it directed to?  And that's the realPage 23 issue in this case.  Yes, it's preempted with respect to any towing activity.  The issue is, is it -- is it preempted, as the New Hampshire court, said to storage and sale?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why should the tow operation be treated any different from the garage when they're doing the identical thing, that is, storing and then selling the vehicle?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Thank you, counsel. Mr. Shaughnessy? "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about the price of the storage?  Are you challenging that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me that you can't ignore the fact that part of what tow trucks do is store things.  I mean, it's a necessary and integral part of the motor service, the transportation of property, that they do.  And regulation of the storage will affect the services that they provide."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's not just like -- it's not just like storing anything else."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose, Mr. Shaughnessy, that the New Hampshire laws were more onerous than they are.  Suppose they said to a towing company, once you've towed this car you have to hold on to it forever.  Or suppose they said to the towing company, you have to hire private investigators to go figure out who owns this car.  Would any of those be preempted?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How do we draw the line, that line that you just asked us to draw between direct and indirect?  How do we articulate that line?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because now you're -- now you're articulating a different line.  You are saying this -- the hypothetical that Justice Kagan posited is not storage-related, it is something else-related.  It's towing-related.  What's the difference?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You've just told us anything that significantly affects the transportation service is covered.  And I think what your brother's argument is, is that this significantly affects the service, whether he can collect for the storage after -- you know, after the -- after towing it by -- by selling it, and by selling it on terms that are not so onerous as to impinge upon his -- his ability to run the business."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it isn't too -- I mean, this is a provision of course in the Federal Aviation Administration Act.  Whatever rule we adopt is going to apply to air transportation as well. And is your position, for example, that things related to a hangar at an airport, that those are not covered by this at all?  It seems to me that there the connection between the transportation and the storage, the storage of the airplane, you can see a little bit more clearly how that would affect what the airplane -- you know, can do.  A lien -- you can't take the airplane out of the hangar because you didn't pay the rent or whatever."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now, don't lose that.  I will ask you this question to, which favors you in a sense but I want the answer really from the Solicitor General who may know.  But I'm going to ask it to you too because you've probably both thought about it.  He may have -- they may have some experience on it.Page 32 If you start talking about significant effect, without those last words, \"deregulatory purpose\" I suddenly worry about the following, that every city in the United States depends upon towing to regulate parking within the city.  We couldn't function without it, although none of us like it.  We know that it's necessary.  And certainly a law that provides for towing does directly regulate the service of the tow truck.  It says do it.  And then it tells you when not to do it. So what's the -- what happens?  Is every traffic law in the United States involving towing suddenly preempted?  I can't believe that.  How does this work?  So there is much more in significance in this case than the words we write, perhaps, than in the particular case. And now, do you want to, in light of what my concern is, add anything to what you say.  And you may not, the Solicitor General might, but I'd like to hear anything you have to say about that."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, you -- you can just rest on that, but I'm going to have -- or somebody'sPage 33 going to have to write an opinion.  And we could just say that, but I -- I don't see I can -- my own problem is not being able to have an intelligent answer to that without having some answer to the bigger picture.  And the bigger picture seems to me horrendously important. And -- and I don't know what that answer is. You seem to be getting there with the words \"deregulatory purpose.\"  And I -- and I was thinking how we might try to work with those, but go ahead."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, I think it's much harder than this case --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- because the relationship is -- is in the -- in the more general case is more direct to the tow truck.  It says \"go tow.\"  And that's -- that's why I need some kind of bigger picture."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We have a statute which says, if you park your car here for more than 3 hours, you will be towed, okay?  And as part of that statute, though we don't see it, there is an arrangement for the service of the city with the tow truck company, whichPage 34 says when the parking person calls you and says -- the meter says red, yellow, purple, green, you are to go there and tow, okay? Doesn't that sound as if it's regulating the service of tow trucks?  And I suspect across the country, there is some variation on that theme, but there are thousands of them.  And since the words -- I would be repeating it -- the words of this case may affect that situation, I want to know what you know, which may not be very much -- I don't blame you -- about that broader situation."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think that Justice Breyer is -- I may be speaking for him -- he's thinking that that State contract or that State regulation that permits towing companies to do this is preempted in some way.  That would be his argument because it affects --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Or the opposite."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":5,"sideBefore":"justices","text":"No?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"He's worried that it'll be preempted."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Correct."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Correct."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"And he didn't -- he didn't mention Cambridge, did he?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think so."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, you're both from Boston, Massachusetts.Page 36"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"And they're -- they're very attractive places except in the winter. But a -- a motor carrier vehicle -- a service, transportation includes related to the movement of passengers or property.  Related to the movement of passengers or property.  So we have these words \"related to\" again.  I -- well, you've given me a couple of ideas, but I -- maybe they'll turn out not to be relevant, but -- but -- which I hope."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"I think maybe -- maybe we have to make it up, what the limitation -- I mean, you're quite right, everything's related to everything else.  And we've had trouble with the same -- the very same words with ERISA, and -- and started off trying to give it its -- its apparent meaning, \"related to,\" and we finally concluded you can't do that. So what do you want us to make up?  What kind of a limitation do you -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Related to -- related to -- related to the movement of the property.  That's the problem.  It's the \"related to\" words."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Yelin, welcome. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's -- I asked your friend on the other side the question.Page 41 Storage is part of what tow trucks do.  Maybe in a way that -- you know, cross-country trucks don't.  And it seems to me if you have a local jurisdiction who figures out, well, this is a great way to make a lot of money or -- you know, to give -- or the other way -- you know, you can charge -- charge a lot because we want to keep subsidized tow trucks.  I mean, why isn't that fairly directly related to the service they provide?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand what you just said.  Say it again."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Service where?  ServicePage 42 where?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Storage, ah.  I see."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Yelin, I gave Mr. Shaughnessy a couple of hypotheticals about very onerous regulations involving storage after the towing that might very conceivably have an effect on the tower, drive up the tower's prices, conceivably even drive thePage 43 tower out of the market.  So how do we draw the line as between this and those kinds of things?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How do we discover that? Do we look into the city council hearings or what?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, I want to be able to look at the law and say the law is preempted or the law isn't preempted.  Don't tell me -- you know, the purpose of the law is this or that.  That's not something I am able to do.Page 44"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, that's factual.  But whether the intent of the city council was this or that is not factual."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that is what you meant."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but I mean, maybe these, but you can easily imagine that these types of laws would be subject to abuse and would have anPage 45 adverse impact on the towing company and, therefore, on the transportation of property."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, now we only -- now we not only have to decide whether this type of law is related to it, but once we say some of those laws might be and some won't be, depending upon the impact in a particular case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Every law doesn't have to be considered in its application.  If you say you can't speak out on the sidewalk, it doesn't matter what they apply it, you can consider that law absolutely."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me that there -– we have two choices.  In Morales, since I can mock my own opinions, I wrote at the end, \"it's not -- when it's too tenuous, remote or peripheral.\"  That's singularly unhelpful. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"It seems to -- there --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"I thought so at the time. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Yes, you were right. There are two directions you could go.  But first I would like to know, it seems my guess is it is universally thought by cities that this Act does not preempt their normal parking regulations.  Am I right about that?Page 47"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Then we either have to take this tenuous, et cetera, this is too much, this isn't too much, da, da, da, or you've given -- there is another thought being thrown out and that is you relate it to the basic purposes of the deregulation act and you say that where the city is regulating something that never was, could not be, and is not part of a regulated or deregulated market, i.e. has nothing to do with the subject matter, then it is not preempted. Now, do you want us to take that approach? Should we punt and just use the words like \"tenuous\" or -- and if we take the implicit suggestion, what's the right way to do it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it would depend upon how severe the consumer protection law is, is that right? If it's a consumer protection law that really whacks the tow truck operator, that would be different from a moderate, benign consumer protection law?  We have to examine each consumer protection law on its own, is that it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why doesn't this one really whack them, though?  It's treble damages and all that. You can answer my question, yes. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bouffard, you have 3 minutes remaining. "},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it also tells how the vehicle will be sold -- sold, and your client is invoking that statute in order to be able to sell the car, but wants to have enforced only the parts that are favorable to the tow operation.  And the -- the regimePage 51 in New Hampshire is, yes, you can sell the vehicle, but this is how you do it.  And it seems to me that that's not how it was done here."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's a process that allows you in certain circumstances to sell the car and to take the money.  And what Justice Ginsburg is suggesting is -- you know, you have to take the bitter with the sweet."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ANDRE D. BOUFFARD","firstName":"ANDRE","lastName":"BOUFFARD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2962,"interruptions":19,"times_spoken":44,"laughter":0,"num_int_by":5},{"id":1,"fullName":"BRIAN C. SHAUGHNESSY","firstName":"BRIAN","lastName":"SHAUGHNESSY","counsel":true,"justice":false,"side":"respondent","words_spoken":1946,"interruptions":8,"times_spoken":19,"laughter":0,"num_int_by":4},{"id":2,"fullName":"LEWIS S. YELIN","firstName":"LEWIS","lastName":"YELIN","counsel":true,"justice":false,"side":"respondent","words_spoken":1131,"interruptions":10,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":609,"interruptions":0,"times_spoken":17,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":332,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1273,"interruptions":2,"times_spoken":21,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":850,"interruptions":1,"times_spoken":28,"laughter":6,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":137,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":290,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":159,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":2962,"times_spoken":44,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":18,"words_spoken":3077,"times_spoken":36,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":4,"words_spoken":3650,"times_spoken":96,"laughter":9,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.28155453322296276,"respondent":0.7184454667770372,"date":1473644743878}}