{"petitioner":{"name":"MICHIGAN","counsel":[0]},"respondent":{"name":"BAY MILLS INDIAN COMMUNITY, ET AL.","counsel":[1,2]},"caseNumber":"12-515","date":"2013-12-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-515, Michigan v. Bay Mills Indian Community. Mr. Bursch. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, before you go Alderson Reporting Company on, could you address the jurisdiction question for me? I'm not sure why you're here.  The only injunction that I see was entered on behalf of Little -- Little Traverse's and not on behalf of the State. But -- and so, the counts that you're arguing about were added after the injunction was issued.  How do you have jurisdiction to act -- to argue someone else's injunction?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That, in fact, is not what the district court said.  The district court explicitly said in its order granting the injunction that the State hadn't filed an injunction, hadn't intervened, and had only filed supporting papers in support of Little Traverse's case. I'm a little -- I'm very, very confused as I look at what the district court said.  It explicitly Alderson Reporting Company said you weren't part of the order."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think \"consolidated\" can have two meanings and -- and -- to be heard together or to be joined together.  I don't think the district court understood that this was going to be joined together.  Why did it say what it did?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why didn’t you file an injunction -- why does your brief say that you filed it only in support of Little Traverse and not on your own behalf?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'll ask -- I'll ask your opposition, but I don't see why the district court would have made the point it did, if it believed that it was dealing with both of you as parties."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but we have to -- we have to, if we're not sure, raise any jurisdictional issue."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it wasn't eminently clear to the district court who entered the order."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Is that a jurisdictional objection or a procedural one?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Before you do that, can you tell -- tell us why Michigan didn't resort to the dispute resolution means that the compact provided?  The compact said, if there's a dispute, it'll be decided by arbitration.  Michigan bypassed that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Could you explain that?  Because I thought that the purpose -- that the whole point of the C&L Enterprises case is to say that when a tribe agrees to arbitration, it has Alderson Reporting Company waived its sovereign immunity for that purpose in that proceeding.  Are you saying that there was something special in this agreement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why did -- along the same lines, why did you assert sovereign immunity as a defense when the tribe brought a declaratory judgment action concerning the status of those lands? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All roads lead to one issue, I think.  If you had gotten a declaratory judgment, they would have had to stop their gaming activity."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you wouldn't have gotten their property; isn't that what this suit is about, you trying to take over the -- the casino?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why not Ex Parte Young?  You point to one or two cases in the lower courts that suggest there not might be Ex Parte Young jurisdiction, but those cases are distinguishable.  So Alderson Reporting Company why not go after just the officials?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But all you wanted to do was stop them from doing the gaming casino."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You would have gotten that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- all that -- the enigma that you pointed out -- or the anomaly is -- is certainly clear.  But what about Kiowa?  This Court seemed to say that the tribe is immune on reservation, off reservation, commercial activity, government activity, it is immune, blanket immunity. So how can you prevail without having this Court modify Kiowa."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your best authority -- what's your best case for that proposition?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that States have a lesser burden when they're faced with a sovereign immunity defense?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your best case for that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, that's -- that's a big reading assignment. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"The question is this: Three situations -- I think it's the same question Justice Kennedy was driving at.  One, France opens up a casino."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Two, California opens up a casino."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Three, an Indian tribe opens up a casino, okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what is it that says that the State where the casino is located can sue France?  What is it that says it can sue California? All -- they all object.  What is it that says it can sue the Indian tribe?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, was that a statute or common law?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  California?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  All those are common law.  Both --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what do you do about Kiowa?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think this is what Justice Kennedy was -- was getting at, when he asked you Alderson Reporting Company for a case, because what you're saying now is that when the State is the plaintiff --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the sovereign immunity of the tribe disappears, so --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So what -- I guess what's -- what's -- what's the case that would suggest that, when the plaintiff shifts, the sovereign immunity is -- goes away?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, but the question specifically then -- I think we're driving at the same Alderson Reporting Company thing -- is, remember, you just cited to me two cases --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- one involving France and one involving California."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And I had assumed -- but maybe I was wrong to assume -- that when I read those cases, I will see, although a State can sue France, although Nevada can sue California, a private individual could not.  Am I going to find that when I read those two cases?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I think the answer to Justice Kagan is I'm not going to find it.  So we're looking for authority, back to Justice Kennedy, that will support your proposition that the State could sue France, Nevada could sue California, but a private individual could not."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what you're asking us to do then, if the answer is what I now think you're Alderson Reporting Company saying, is to say it's awfully complicated that, although a State could sue an Indian tribe for something that is outside the reservation, the State -- it's so complicated that I'd like some good authority for it, because a private person couldn't, but a State could sue, and it's only in certain places."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How about drawing the line with Kiowa?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But once the Congress didn't respond, the majority opinion in Kiowa -- I don't know whether it's \"Kiowa\" or \"Kiowa\" -- said -- you know, this is an unfortunate result, but Congress can do something about it.  Well, now Congress hasn't done anything about it, and you are asking this Court, Alderson Reporting Company essentially, to modify the -- that precedent."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why is the -- why is that important?  Why is the issue that you've brought before us important?  In addition to the possibility of an Ex Parte Young action, you could certainly arrest people who are running what you believe is an illegal casino in the State, can't you?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But, in addition to that, couldn't you have stopped this before it even started by insisting in the compact that the tribe waive sovereign Alderson Reporting Company immunity?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Going forward then --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Why couldn't you at least -- I think this is Justice Alito's question.  I don't mean to interrupt.  But why couldn't you say that it's a matter of compact interpretation whether these are Indian lands?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  So you go to Federal court to interpret the contract.  There's no -- immunity has been waived, and you say these are not Indian lands.  I think that's what Justice Alito was asking.  I didn't mean to interrupt him."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a more Alderson Reporting Company sophisticated version of my question. (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":9,"sideBefore":"justices","text":"No.  Seriously, it gets into a more -- more difficult issue."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I understand that."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But going forward, is this of any importance?  Why --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me, if a tribe wants to open a casino and the State has to -- it has to have a compact with the State, isn't all the bargaining power on the -- on the side of the State?  So the State says, fine, if you want to do that, you have to waive Alderson Reporting Company sovereign immunity?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- but I mean, when will -- when will this compact expire?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If I could just pursue that?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So the compact has expired, Alderson Reporting Company and there's -- so then how can they operate the casino?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Until they reach a new compact, it continues."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the status of the land as Indian lands determined by the compact?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you a question?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"But the compact refers to Indian lands.  Surely, you could take the position that there is a waiver of immunity to determine whether or not these are Indian lands under the compact."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you a Alderson Reporting Company question?  What -- what would happen if this were Indian lands, and they went ahead and did exactly what they did?  They -- there was no dispute that these were Indian lands. Would you have had grounds to object to them building a casino on these lands."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You would not?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  The issue of what constitutes Indian lands is between the Federal government and the Indians, pursuant to the Land Trust Settlement, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know you do, and I know why you do.  But -- but what defines the lands is the Settlement Trust, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Put -- put this aside of gambling.  Let's assume that it was just their buying this land."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you have stopped the buying of this land or unravelled it?  Didn't we have a recent decision that said no?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wouldn't you have had to follow -- if you were going to object to this land being taken into the land trust, wouldn't you have had to follow the administrative process?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"General, if -- if I could assume that this is not Indian lands and just ask why you need for sovereign immunity to go away?  And -- so you have the ability to arrest people.  You have the ability to bring Ex Parte Young actions. Presumably, you have the ability on non-Indian lands simply to shut down a casino. Presumably, you have the ability on non-Indian lands to condition any licensing of the casino on whatever you want."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think that all of our cases suggest that sovereign immunity is quite Alderson Reporting Company important to a sovereign's dignity and that it's not nothing to abrogate sovereign immunity.  And so you can say, well -- you know, that would be less intrusive than all these other things, bringing Ex Parte Young suits, arresting people, just -- you know, conditioning the -- a license, stopping the casino from operating. But -- you know, I suspect that the sovereign tribe here would say that, no, it's -- it's an affront to their sovereignty to take -- to strip them of sovereign immunity, and -- and none of these other options that you have are that."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, is -- is it not correct that the people who work in these casinos are just employees?  They have no other connection with the tribe?  Am I wrong on that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you prosecute people who frequent this illegal casino?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Katyal. "},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"So you think Congress Alderson Reporting Company really wanted the States to have power to stop illegal gambling on Indian lands, but not to have the power to stop illegal gaming on State lands?  Is that -- is that the law you think Congress wrote?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Why would anybody want such a -- such a disposition?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you think that rule would apply even when, at the time the statute in question was enacted, there was no belief that there was tribal immunity on State lands?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that was just on reservation.  You think that was off reservation as well?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Kiowa was later, of course."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"You think they read Puyallup that closely?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You agree with that, that they could -- the State could go in and arrest all the customers that are gambling there?  Could it seize the slot machines?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you don't it -- You don't have a square ruling, so I want to make clear, because both you and the Solicitor General have Alderson Reporting Company suggested this as an option:  You think it is all right for the State to go in and arrest every employee, management -- you know, labor, who is participating in this casino and subject them to criminal sanctions, civil penalties and an injunction.  You have got no problem with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You, as a tribe -- you, as a tribe, would have no objection to that action?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know, you could suggest different ways, and the State could tell you -- you know, go fly a kite, we are prosecuting these people.  And you'd have no objection to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  What about Ex Parte Young?  Are you willing to waive the tribe's sovereign immunity in an Ex Parte Young action? Because, in your opposition to the complaint in this case, you raised sovereign immunity as an objection to the Ex Parte Young --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Not just are available; that you would not assert sovereign immunity if they brought an Ex Parte Young action."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the statute says that there is Federal court jurisdiction over any cause of action initiated by a State or Indian tribe to enjoin gaming activity that is conducted in violation of the compact."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why couldn't this --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And you don't think that 1166 abrogates the immunity, which provides that, for purposes of Federal law, all State laws are applicable?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And you do not take the position that this casino in this case is part of a compact?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The casino in this case, in your view, is not subject to any -- is not covered by any compact?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But he says that, if they Alderson Reporting Company arbitrated, when they tried to enforce the arbitral judgment, you would assert sovereign immunity."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, that's not an answer."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How do you win in an arbitration when the gaming commission has said it's not Indian lands?  I mean, I actually am not sure that the ruling of the district court was right on this, okay? But putting my own beliefs -- or questions about that ruling, how do you win if the Federal government has said it's not Indian lands?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But how does the arbitration board change the mind of the gaming commission?  Aren't they the final deciders of whether this is trust land or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see how an arbitration works.  The Federal government has a very keen interest in whether this is Indian land or not. And the arbitrator is going to decide that in a way that's going to bind anybody?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So ongoing, as far as the tribe and the State is concerned, they proceed from then on as if this is Indian lands, even though the Federal government is saying, no, it's not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  So the arbitration doesn't get -- so the arbitration doesn't get you anywhere at all."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Just so we understand --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"What would be the big -- what would be the big change, other than modifying Kiowa, which is a divided opinion, and was dealing with a money claim.  It wasn't dealing with injunctive relief."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But – Mr. Katyal, is that right?  The distinction between commercial and governmental, it was court made in the first instance, and then the Foreign Sovereign Immunities Act codified law that was court made.  So it was the courts that made the distinction between acting in a commercial capacity and acting in a governmental capacity."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but he was wrong on that, apparently, if that's what he says.  He was wrong, that, if we look at the cases, what we will see is it was the courts that said there's a common law abrogation of France's sovereign immunity, when they go into business in downtown Iowa somewhere. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The same thing -- same thing with the State, he says in Nevada and California, and then he says it would be totally anomalous to think that an Indian tribe could go into downtown Des Moines and open up a clearly illegal business, and you could sue France -- the State, which was not Kiowa -- they could sue -- France could -- the State could sue France, it could sue California, but it couldn't sue the Indian tribe."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  What about the California and Nevada?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, Kiowa is about -- is it Kiowa? -- is about individuals who are not the State."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  I'll look at those with care.  But, now, assuming you are right on that, is the question in front of us, on the assumption that these are Indian lands, does the Indian tribe have sovereign immunity?  Is that the question you want answered?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes or no?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you want us to say on that assumption -- now, on that assumption, I look at i and number ii under a, 7(a), and a quick reading of them suggests to me that they're in parallel, that the Indian tribe can sue the State when the State won't open negotiations, and the State or an Indian tribe can sue the Indian tribe when the Indian tribe refuses to follow Alderson Reporting Company the compact. Now, what's your answer to that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know, but you said to decide this on the assumption that it's on Indian lands.  If I make that assumption and then I look over and read i and ii, it sounds as if, as I said, i, the tribe can sue the State to get the compact; ii, the State can sue the tribe when it violates the compact."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, for purposes of sovereign immunity, does it make any difference that you have at least a colorable claim that this is on Indian lands?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  So if your -- if your client or another tribe just decided to go into the gaming business all over the country and began opening casinos in places that clearly are not Indian lands, you still would have sovereign immunity."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's why I want to -- I'm trying to get what question I'm supposed to answer.  If I'm supposed to answer the sovereign immunity question on the assumption that these are Indian lands, contrary to what was decided below, I might get one answer.  But if I'm -- supposed to do it on the assumption that they're not Indian lands, I might get a different answer.  What assumption am I supposed to make?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What happens if you Alderson Reporting Company can't convince the Federal government that these are Indian lands, and despite the gaming commission's final ruling, there is no other way to overturn it, you decide to operate the casino, it's not Indian lands by the Federal government, you haven't convinced them otherwise, what occurs at that moment?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Who can stop you and using what mechanisms?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the compact only comes into play if it's Indian lands.  But, if the Federal government has said it's not Indian lands, that's what I'm asking."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, isn’t the difference -- the State can really -- it can shut down these gambling operations easily if it's off Indian lands.  What the State can't do is get any kind of damages or money remedies; isn't that really the difference?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe that's an important difference.  I mean, maybe we should give the State the ability to collect damages."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, isn't it odd Alderson Reporting Company to say that when this is the Court -- the doctrine of tribal immunity is something that was announced by this Court.  Congress never passed a law that said the tribes have immunity.  It's all this Court.  And then you say, what this Court made, only Congress can unmake.  That seems strange to me."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But, if the tribe takes such an obscure position -- such a changing position, as to whether or not we are dealing with Federal lands here -- or pardon me, with Indian land, maybe that's a reason that we should confine and limit Kiowa so that it doesn't apply to Indian gaming, and we won't have this problem. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because I wanted to get the answer to Justice Breyer's question, is it your position that these are Indian lands?  And I still don't understand your position."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And if that's true, then maybe this whole idea of immunity doesn't work very well in the context of gaming."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What remedy --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"If we get -- go ahead."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":3,"sideBefore":"justices","text":"What remedy would a private person have?  Suppose a patron of a casino was beaten up by casino employees.  What remedy could that person have?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We've talked about this prosecuting the employees.  I suppose, if you bring a criminal action against one of the employees, the State would have to prove, beyond a reasonable doubt, that this was not Indian lands?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's not much of a --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That makes it a much more difficult remedy than the typical injunction action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Not yet.        We are going to hear from Mr. Kneedler first. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"He might have something you would like to respond to. Mr. Kneedler. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So you are prepared to live with the following:  Is it the case that if California Alderson Reporting Company opens a business in a commercial activity in 20 other States, at least one of which it is totally illegal, this other State, say, Utah, cannot -- can sue California or not?  What's the answer?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So what the opposition says, in your view, is absolutely correct, that a foreign nation opens up an illegal business in a State. The State can sue them, now, because of a treaty, but previously, because of the common law. If California opens up an illegal business, the State can put them out of business by bringing a suit.  But an Indian tribe, they can't?  That's the United States' view?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm saying that is your view, though?  I just want the bottom line."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that statute was based upon judicial decisions that had -- had already held that."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Took it upon itself to accept the Executive's determination of how it ought to play out?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But they are quasi -- quasi-sovereigns, which means --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Dependent sovereigns."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Dependent sovereigns, which means the -- it is surprising that the scope of their immunity exceeds that of States or foreign sovereigns."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So the -- so the Federal government can certainly take enforcement action Alderson Reporting Company against this casino."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The Federal government, the Solicitor of Interior has said these are not Indian lands, the NIGC has adopted that interpretation.  The NIGC has said, but we can't do anything because they are not Indian lands, and we work on Indian lands.  And then they've referred, as I understand, the matter to the United States Attorney who has, thus far, not done anything, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So, basically, as I see it, the Federal government is saying, States, you can't take action against this illegal casino.  We're the only ones who can.  We agree that it's illegal, but we are not going to do anything."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Who made these Indian tribe sovereign?  Was it Congress?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you are appealing to -- you know, other branches' determination.  Who decided that Indian tribes are sovereign?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Who pronounced them to be sovereign?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"This Court."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"So I assume that this Court could also determine the scope of their sovereignty."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"We do virtually nothing as a matter of common law.  We do virtually everything on the basis of the Constitution or statutes.  I don't think that that's much of an exception."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  Because you are representing the United States.  You have -- you Alderson Reporting Company understand Indian policy.  This case has tremendous implications, if we follow your approach.  It seems to me well beyond anything to do with gaming.  My belief is Indian tribes all over the country operate businesses off the reservation, and businesses all over the country are regulated. And does the State, I guess, in your view, does not have the power to enforce the regulation against the Indian tribe."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that -- not against the tribe itself.  Why is that in the Indian tribe's interest?  And is it a trap for the unwary lawyer?  And how is this supposed to work out, in your view?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What about -- what about private individuals who may have a claim against -- as a result of the operation of the casino?  Vendors who want to be paid, somebody who slips and falls.  That's all Alderson Reporting Company barred by sovereign immunity?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Justice Alito's question was the Kiowa case.  It was off reservation, the tribe owed money on a contract, which it refused to pay, and the Court said sovereign immunity."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, you went through the development of the foreign sovereign immunity and whether the courts were influenced by the government.  It was the courts that recognized this distinction between commercial activity and governmental activity. Why couldn't the Court extend that same distinction to Indian tribes and say, it makes sense in the foreign country context, it also makes sense in the context of the tribes, to distinguish commercial from governmental?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Kneedler. Mr. Bursch, you have five minutes left. "},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"If we modified it to make Alderson Reporting Company an exception for commercial activities off reservation, could Congress reinstitute sovereign immunity if they wanted?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there seems something sort of strange about that, General, because as I read Kiowa, what it was, was an invitation to Congress.  It was saying -- you know, we have some concerns about this, we're not sure it makes sense, we are dropping a very broad hint that Congress should change it. And, 15 years later, Congress has done nothing.  And then to come back 15 years later and to say -- you know, Congress didn't really accept our hint, so we'll just do it ourselves and make Congress reverse it.  Wouldn't you think that that's a strange procedure to use? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe we've learned something in 15 years, such as the fact that -- (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":11,"sideBefore":"justices","text":"Maybe we learned that Congress thought that this did make sense."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I would have thought, General Bursch, that one of the principles behind Indian law in this country goes something like this:  Congress can do pretty much whatever it wants with respect to Indian tribes, but we will not likely assume that Congress means to undermine tribal sovereignty.  We will -- we will insist that Congress says that before we put it into effect. And, here, it's not just -- I mean, Congress has given every indication that it does not wish to change this, notwithstanding our hints that it should. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"He's adding one thing, which is, as you've just heard, that the Indian tribes are in the same Eleventh Amendment type position as the Principality of Monaco before the treaty."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't participate in the convention and the Principality of Monaco was held to be immune, presumably, even from commercial activity. Let Congress change it.  That's what Kiowa says.  And that, I think, is their basic argument. And if it's a wash -- I mean, I hate to put it this way because it sounds like a joke, but it isn't meant to be -- in this case, if it's a wash, follow the precedent."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then go back to the beginning question.  You have remedies you don't like, but the waiver under IGRA is not for damages.  It's only for injunctive relief.  You have that in Ex Parte Young. Why are you asking us to waive sovereign immunity with respect to damages?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN J. BURSCH","firstName":"JOHN","lastName":"BURSCH","counsel":true,"justice":false,"side":"petitioner","words_spoken":3676,"interruptions":30,"times_spoken":73,"laughter":0,"num_int_by":5},{"id":1,"fullName":"NEAL KUMAR KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"respondent","words_spoken":2348,"interruptions":26,"times_spoken":52,"laughter":0,"num_int_by":6},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1120,"interruptions":12,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":629,"interruptions":3,"times_spoken":28,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":801,"interruptions":1,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":438,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":598,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":358,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1105,"interruptions":2,"times_spoken":30,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":397,"interruptions":3,"times_spoken":18,"laughter":1,"num_int_by":3},{"id":10,"fullName":"I guess the question is","lastName":"is","counsel":false,"justice":false,"side":"","words_spoken":25,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":295,"interruptions":0,"times_spoken":19,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3676,"times_spoken":73,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":38,"words_spoken":3468,"times_spoken":73,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":12,"words_spoken":4621,"times_spoken":159,"laughter":4,"num_int_by":5}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127245}}