{"petitioner":{"name":"ANTHONY WALDEN","counsel":[0,1]},"respondent":{"name":"GINA FIORE, ET AL. ","counsel":[2]},"caseNumber":"12-574","date":"2013-11-04T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-574, Walden v. Fiore. Mr. Bucholtz. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any preference as to which of those errors you would like us to rely on?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, the venue question does not -- does not bring into the Court a constitutional question and the jurisdictional -- the jurisdictional one does."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And we usually try to avoid constitutional questions."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not likely, is it, considering that the Bivens claim was created by this Court and not Congress."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you would not have any problem about -- assuming we agree with you that it's -- there's no personal jurisdiction, it's the wrong venue, for the district court in Nevada to transfer the case to the Federal district court in Georgia?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's probably -- it turned out to be a good -- good strategy, at least to the extent they got to the Ninth Circuit. Isn't Calder against Jones in considerable tension with your proposition that you don't look to the plaintiff's contacts with the forum?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you think the Court meant when it said that the -- the article was aimed at California?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When it was distributed, it was distributed everywhere.  It was the National Enquirer, so it was probably in every supermarket in the country. And why does California, as an abstract entity, care about an article that makes allegedly defamatory statements about things that people supposedly did in California?  I don't quite understand that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's the largest market for everything, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand. Are you suggesting if this -- everything was the same, except Ms. Jones was in New York, there'd be a different result in that case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought, several times, you said California was the biggest market."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what does it mean -- what does it mean, in the context of an intentional tort, which is what we're talking about here, to aim at a particular State, if it doesn't mean to aim at a person who you know to be within that State? I mean, nobody conducts an intentional tort intending to injure California, per se.  You're Alderson Reporting Company intending to injure a person who resides in California. So what would it actually mean to aim conduct at a State, irrespective of a person?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose -- suppose -- and I'm sorry.  Please."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I mean, I guess I just -- the -- the McIntyre example is a very different kind of example because, in those cases, you really are talking about a company seeking to serve a general market in a State. But intentional tort cases don't usually have that quality.  You're going after a particular person in an intentional tort case.  And it's odd to think of going after an intentional -- a particular Alderson Reporting Company person, whether it's a defamation suit or it's a fraud suit or -- or what have you, as -- as targeting the State itself."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But in -- in this case, it was known -- or should have been known that these were gamblers; they were in Nevada.  That's where a lot of -- that's where their gambling takes place.  They were residents of Nevada.  So in that sense, they were like the plaintiff in -- in Calder.  The injury was there, and the defendant arguably knew or should have known that that's where its major impact would be. I recognize your point that, when you take money away, then you're inconvenienced in any State where you happen to be, but there was an argument here -- it seems to me there is an argument here that this was gambling, and these people were from Nevada, and so you've -- this -- this curtails their right or -- or their option to conduct -- to conduct their activities in -- in Nevada."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But didn't they say they were residents in both places, in both California and Nevada?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask this -- and it's probably clear in the briefs.  Is -- is the gravamen of the complaint the seizure at the airport or the later false affidavit?  Because, to the extent it's the later false affidavit, that cuts against you marginally."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, would you -- would your answer be different -- suppose that the -- the officer had said, you can keep -- you can keep your money, go on to Nevada with it. And then, once Fiore -- the Fiores had reached Nevada, the officer said -- the officer filed a false affidavit, which, let's say, froze the Fiores' bank accounts.  Would your -- would your answer be different? The affidavit was filed in Georgia, but the money was not seized in Georgia; instead, the money has gone on to Nevada.  Is there personal jurisdiction in Nevada?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he did it by filing an affidavit in Georgia, and then it froze a bank account."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me -- you started by saying that our personal jurisdiction and venue provisions and jurisprudence center on a -- on a Alderson Reporting Company defendant's action, not on the plaintiff's action or injury.  Calder suggests otherwise. But how do you respond, not only to Justice -- I'll do this after, but let me just pose the question, and you can answer it on your rebuttal."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm worried about the internet effects from somebody's account in Vermont by someone in Illinois -- the hypothetical on page 19, who steals something from a store in California."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Thank you, counsel. Ms. Sherry. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Did the affidavit ever get to Nevada?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do we know how much of the information -- the supplemental information that was prepared in Nevada and then was forwarded to Georgia, how much of that information was in the affidavit?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But it was -- it was stated as a separate claim, and I think Judge Grisholm Alderson Reporting Company read it that way, and I don't think Petitioner has taken issue with that, that there's -- one claim is for the seizure, another claim is for the false affidavit.  So the seizure stops the funds immediately, and then the false affidavit keeps them there. So I didn't think there was a -- a genuine difference between the parties on whether the affidavit -- knowingly composing a false affidavit is an independent claim."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But imagine a case where everybody agreed that the initial seizure was lawful, so that that wasn't part of the complaint at all, and the only complaint was that a false affidavit had been filed, so that, after making the preliminary investigation, the officer hadn't transferred the money, Alderson Reporting Company but had, instead, kept it."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And that would be true, even if the Respondents had never been in Georgia?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think it's relevant in a case like this whether the -- the Federal officer who is sued is represented by the Justice Department?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Sherry, just to try to figure out how far your argument goes, suppose there's an IRS agent sitting in Washington, D.C., and she maliciously does something, files an affidavit, does whatever she does, to impose a tax penalty on somebody in Nevada, and everything that she does happens in Washington, D.C. Does the person in Nevada, who is the victim of this malicious attempt to impose a tax penalty, have to go to Washington, D.C., to sue her?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, she's a very mobile person.  She lives in Nevada, but she goes other places, and -- and this could -- you know, harm her wherever she goes.  Isn't that what you said?  So why should she be able to bring suit in Nevada, under your view?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Sherry, you -- would you want us to decide this case on the jurisdictional question or the venue question?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I understand that. That's why I asked the question. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what type of action would the United States have brought if they Alderson Reporting Company decided to bring an action?  It would have been in personam or in rem against the assets?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Goldstein. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They didn't really injure a person in State B here.  I mean, these people were in Georgia when the injury occurred."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose that the plaintiffs in this case were not professional gamblers. Let's say they were Major League umpires, or they are members of a rock group that's going on a tour of 25 cities. Where would there be personal jurisdiction there?  In every place where the umpire was going to appear at a game?  Every place where the group was going to perform? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, here, the -- here, the plaintiffs apparently lived in two places, right? California and Nevada."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And suppose my hypothetical rock performer has five houses, one in California, one in Montana, and so forth.  He -- personal jurisdiction everywhere?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they were sufficiently residents of California to get California driver's licenses, were they not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you're really arguing for a very broad principle.  Whenever there is an intentional tort, you can be haled into court at the place of residence of the person against whom the tort is committed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, that's what I thought you were saying."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't see how it arises in Nevada.  What they're saying is that some people in Georgia didn't give back some money that they took in Georgia.  To take your example, my question is this:  There could -- you say there are many, many, many cases.  We could get this all mixed up if we don't follow your rules. All I want you to do is cite me a few, but the few that I want you to cite me will meet certain criteria."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"For example, a college student goes into the bookstore, and it's also a pharmacy, by the way.  And he breaks his finger in the door.  Which he thinks is his fault.  He says, I am going home; send me some bandages.  The store never does.  Send me some books, I just bought them.  The store never does.  They know his home address, all right?  Injury -- now, what about those? Cite me some lower cases where they say Alderson Reporting Company there is jurisdiction in cases like that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I lost my billfold.  I lost it here in the store.  When you find it, will you send it back?  They never send it back, though they found it.  All right.  So just give me some lower court cases that finds jurisdiction in that kind of situation."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, the injury -- my goodness, he lost his billfold.  There was money in it. And by the way, when he gets home, his parents are away, and he's not going to have any money to spend on food or even, like, CDs or anything. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"There is no jurisdiction in those cases where he lost his billfold in the bookstore in the college town, 1,000 miles away from home, and he's going home, and everybody knows he's never going to have any money, and they keep the money. Okay.        What's the difference?  If there are Alderson Reporting Company no cases on those, what is the difference between that case and yours?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Now, give me the case that says that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is this a case -- is this a case like -- I'll look at those cases."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But is your case a case like where the -- a credit card is used, somebody finds it in a bookstore and starts spending the money and did the agents here, who were outside Nevada and they were keeping the money, were they going and spending it? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Was there a credit card that they were using?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I was trying to figure out just which cases I should read carefully, and I will read those cases."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Was the money here in Georgia the whole time?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Was it still there in that locker?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"them --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay? Would you say that -- that then there's -- there's personal jurisdiction in Nevada?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, they seize it, and then there's a false affidavit keeping it. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And the complaint is only about the false affidavit, but it's in reference to property that is indisputably in Georgia."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Goldstein, can I take you back to the origins of all of this?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The main move for personal jurisdiction, traditionally, is the plaintiff must go to where the defendant is, no matter how inconvenient that is for the plaintiff.  Jurisdiction is defendant-centered.  You're trying to hold a defendant, you have to go where he is. Then the long-arm age comes about, and we have specific jurisdiction, which, by the way, is what you're urging. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You're certainly not saying they have all-purpose jurisdiction over Walden."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And this Court, as the McIntyre decision indicates, has been pretty careful about specific jurisdiction.  And Miguel wasn't enough that machine blew up or cut somebody's fingers in New Jersey.  They had to purposely avail themselves of wherever the -- the standard words are. And here, you're asking for -- really pushing this specific jurisdiction to the limit.  The defendant has acted only in Georgia.  He hasn't set foot outside the State."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Before you move on from that point --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- your -- your argument is dependent on the fact that the officer here knew that the -- the plaintiffs were residents of Nevada; is that right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why should that make any Alderson Reporting Company difference?  The conduct is the same; the injury is the same.  What if he didn't know?  Then there would be no personal jurisdiction."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you could say that about whatever rule we adopt.  Once we adopt the rule, when -- the defendant will know that, if he violates that rule, he's going to be haled into court."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, it's sort of a self-fulfilling point you're making."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But, when you're talking about the internet, you're in a different world.  But this is a -- the facts here are old-fashioned. Everything that happened here could have happened in"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  Well, there seems to be because it's hard to think of an internet case where a defendant wouldn't be having communications with people in the foreign State, wouldn't be inviting business, wouldn't be doing all kinds of things. So there are many kinds of internet cases, but I don't -- I don't automatically see, in deciding this, that we're deciding any on --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Like what?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I wouldn't do that. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"He wouldn't know how. Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't understand what you're saying.  You're saying that we should reverse the Ninth Circuit's dismiss -- the dismissal and send it back for the district court to consider whether the case should be transferred?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I know that, so that's why I'm confused by what you're saying about transfer."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you are asking the Court to decide a big-ticket item, personal jurisdiction, and what -- the theory that you are proposing would apply not to -- just to Officer Walden, but it would be about as far out as any specific jurisdiction case I know. So the Court shouldn't say, well, jurisdiction, okay, venue, okay, but consider it transferring it to Georgia.  That seems, to me, wild."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Did -- did Calder have something to do with the notion that every defamation is -- that every publication is a tort where it occurs? There is something special about the libel cases.  There was that theory that, wherever the paper that contains the libelous article -- wherever it is sent, each one of those places, the tort occurs there."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but you are libeled wherever it is published.  You don't have to be there where it's published.  You are libeled wherever it is published. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so you could say that Calder, far from being an expansive decision, was a narrowing decision.  It said -- you know, there's jurisdiction not necessarily everywhere where the libel was published, which is where the injury occurs, but there is jurisdiction only -- only in California, where these other connections existed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Except it's harder for you to establish that the injury occurred in Nevada."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But our jurisdiction cases have not been based on where you expected to be sued. You could expect to be sued anywhere if the State says you are going to be sued here. Alderson Reporting Company Our cases have focused on whether the State has jurisdiction, whether the State has enough connection with it to assert its power; not the expectation of the defendant, but the power of the State.  That's what's going on here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's your new test, just whether you could expect this to happen?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What is the -- what are the elements of the -- of the second tort?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And what is the element?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Injury element?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"How do I find that? Because you see, in the fraud case, the element includes the victims being misled."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But that's not necessarily true here.  I wonder --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It has to be a misrepresentation --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- material to."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Material to?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Not here, but material to -- normally, it has to be material to the obtaining the, say, of property."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Now, where do I find the elements of the tort that you are alleging here?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see anything in the Alderson Reporting Company complaint that says anything like that.  It just says -- where -- where do I look to see it?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Goldstein, as I understood what Mr. Bucholtz was saying, he was saying there is a distinction between an officer who commits a fraud in Georgia, when your money is in Nevada, and so he commits a fraud and he freezes your bank accounts in Nevada, versus he commits a fraud by filing this affidavit. But it is as to money that is located where he is, not where you are, but where he is in Georgia. That's the distinction that I understood him to be drawing. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What do you think about that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Because one of the elements of the crime in the -- in the second case, no element of the crime or no element of the tort, it's only the injury, which isn't an element of the actual underlying behavior that gives rise to, and in the first case, it's the other.  There is an element that takes place there. That's what I'm looking for."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what if the plaintiffs in this case didn't leave Georgia?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They said, look, I'm not leaving until I get my money back, and I'm going to get my money back as soon as the lawyer sends us the receipts or whatever it is.  Is that a different case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I thought your arguments were, basically, it does arise where he lives and works because it is in Nevada.  And he still lives and works in Nevada, even if he stays in Georgia and says, I'm not leaving until I get the money."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Except, Mr. Goldstein --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- it -- it is of no consequence to Walden whether this person is from Alaska or Nevada.  In Calder, the article was about a person in California.  The sources came from California.  The paper had its principal circulation in California.  It seems to me there's nothing resembling that in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bucholtz, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Write a -- counsel, write a holding that takes care of your case without putting at risk the internet cases that he's talking about."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, your adversary is right.  We write rules that get applied to different concepts."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So write the holding for me that can't be just plaintiff -- defendant's activities because Calder did more than just defendant's activities, so write a different -- write the holding."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  So there'd be a difference if the bag had been shipped to Washington, D.C.?  And -- you know, money is -- is fungible.  Money is everywhere and nowhere.  So it -- it seems as though money is a bit different from a gold watch, that -- that it was -- it's only contingent that the money remained in Atlanta, rather than being shipped to a bank someplace else."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could this record or these complaints be read to support the conclusion that the injury was substantially altered by the false affidavit, based on the misuse of the information received from Nevada?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You say the affidavit wouldn't give rise to a Fourth Amendment claim."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY S. BUCHOLTZ","firstName":"JEFFREY","lastName":"BUCHOLTZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":3001,"interruptions":15,"times_spoken":30,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MELISSA ARBUS SHERRY","firstName":"MELISSA","lastName":"SHERRY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1519,"interruptions":5,"times_spoken":12,"laughter":0,"num_int_by":4},{"id":2,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":4211,"interruptions":37,"times_spoken":72,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":265,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":415,"interruptions":0,"times_spoken":20,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":512,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":378,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":713,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":255,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":173,"interruptions":0,"times_spoken":6,"laughter":1,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":696,"interruptions":3,"times_spoken":25,"laughter":2,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":4520,"times_spoken":42,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":37,"words_spoken":4211,"times_spoken":72,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":6,"words_spoken":3407,"times_spoken":109,"laughter":4,"num_int_by":1}],"outcome":{"side":"petitioner","margin":9}}