{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"GARY WOODS, AS TAX MATTERS PARTNER:\nOF TESORO DRIVE PARTNERS, ET AL.  ","counsel":[1]},"caseNumber":"12-562","date":"2013-10-09T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-562, United States v. Woods. Mr. Stewart. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  I thought I understood that to be your point in your brief, but I -- there is one thing missing from here.  I also thought you were saying that you could impose the penalty before the amount was determined on the partnership level, that the tax that you could, without a notice of deficiency, require a payment upfront."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is the incongruity of your position in my mind.  You claim that the decision of -- of whether or not or what the true value is of the basis and how much needs to be paid can't be determined until the partnership level -- until the partner level determination, yet you're claiming that you're entitled to an amount of money beforehand, before that decision is made.  There's a tension in my mind about that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart, can you explain the difference in the two proceedings?  First, your position that the proper review is of the final partnership administrative adjustment. How would the penalty be adjudicated in that format, and if your -- if the taxpayer is right, that the adjudication must be made at the partner level proceeding, what would be the difference in the character of the adjudication?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I was just going to ask, if the question were determined of whether the sham transaction counts as an erroneous statement of the basis, if that were determined at the partner level and Alderson Reporting Company not in a partnership proceeding, would it be possible to have different outcomes --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with respect to different partners?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and you have to relitigate the same issue."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be a fair way to look at this to say that what you do at the partnership level is anything that doesn't require looking at an individual's tax return?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it correct that your position would allow the IRS to evade the normal statute of limitations?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or deficiency?  No?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Using the language of the statute that you just quoted, can you explain to us what is the adjustment of the partnership item?  That is, the statute says, \"Determine the applicability of any penalty which relates to the adjustment of a partnership item.\"  So what is -- what was the partnership item adjustment?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What Judge Sentelle said in his opinion for the D.C. Circuit is that based -- agreeing with everything you've said, that means that the misstatement of basis might be obvious on the individual partner's returns.  What's wrong with it might be obvious, but it still is made on those returns, and therefore, that doesn't fall as a partnership item."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Why would it vary from partner to partner?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, isn't it your position in this case that outside basis in this case is necessarily related to inside basis? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Or am I misstating that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but if we were to write an opinion which says -- an opinion ruling in your favor, that, in this case, outside basis is necessarily related to inside basis in this transaction, you would say that's wrong?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- and why is that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Mr. Stewart --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"If we -- if we go over to the merits, if this case came up today, and today, we have a penalty that wasn't there originally and that is for a non -- noneconomic substance penalty, would -- would the government today be going under that noneconomic substance penalty or would it be going under the 662(d)(3), that is the substantial valuation misstatement? Alderson Reporting Company Or is it the government's option, it can pick one or the other?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the government could choose either one, what would determine its choice?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart, if I could focus at a somewhat higher level of abstraction. Alderson Reporting Company I understand the general underlying thrust of your friend's position to be that overstatement of basis goes to -- you know, miscalculations.  It was actually $20,000, you say it's $40,000, and that's where the penalty comes from. Well, this case is quite different.        We are kind of wiping out the whole transaction, and then you're kind of artificially saying, well, if you wipe out the whole thing, when you come to basis it should be this and that.  And -- and it's not sort of a fraud or misstatement with respect to the basis itself.  It follows from a broad sham determination, and that sham determination is made at the partnership level, not the partner level."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that, but if you were telling people what happened here -- maybe you would -- I don't know that your first statement would be, they overstated their basis.  I think you would say, they engaged in a completely sham transaction, which had -- which had some obvious, as the D.C. Circuit put it, some obvious consequences.  But still, the -- the driving determination was that it was a sham transaction."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stewart, what -- what is this case a fight about?  And -- and -- I'm sorry.  Perhaps I'll just ask it on rebuttal, so you can save your time for rebuttal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Thank you, counsel. Mr. Garre. "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, it seems as though you and the government agree on sort of the nature of this problem, right, which is you have a partnership item, which is the sham determination.  That leads to an adjustment in outside basis which, as you just said, is not a partnership item, is instead an affected item; and that leads to a penalty, right? So there's kind of three things, two steps in the process.  And you say, well, that's not enough, essentially, because the penalty has to directly relate to a partnership item.  And they say it is enough because it's okay if it indirectly relates to the partnership item. And I guess the question is, in some sense, you're both adding adjectives to the statute.  You add directly, they add indirectly.  How do we pick between those?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't just say partnership items.  Yes, \"A court in which jurisdiction a petition is filed shall have jurisdiction to determine all partnership items.\"  But then it goes on, \"The proper allocation of such items among the partners and the applicability of any penalty, addition to tax, or additional amount which relates to an adjustment to a partnership item.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what can that possibly mean when you're talking about the applicability of any penalty?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That penalty is going to be applicable at the partner stage."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, are there cases in which the partnership is liable for a penalty?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I understand it's all passed through and so forth, But suppose the partnership does something that's a sham, that's a fraud, and then -- and -- and files a partnership information return with that -- with that information, but then the partners find out, either because of a ruling of the court that it's void or because they have second thoughts that they're not going to do that, so they change their individual -- they change their -- their own tax return. Could there be any penalty against the partnership in that instance? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would there be any penalty against the partners in that instance that I put?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would there be criminal liability for filing a false information return?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But then -- then that -- that just fortifies the point that Justice Scalia made, that applicability of the penalty, it's -- it's always going to relate to the partners."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So what?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"So what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"So what? That is, I mean, as I understand it, you agree that, on the partnership level, the IRS could say the following in a hypothetical, I'll now give you. The partnership says that this asset has a basis of $10 million. We sold it for 8. Therefore, the partnership has a loss of 2. The IRS says the real value is not $10 million basis, it was a $2 million basis, and therefore, in fact, you don't have a loss of 2, you have a gain of 8. Moreover, your understatement was more than 400 percent or whatever the percent is -- you know, it was a -- it was huge. It was an $8 million -- you know, overstatement and, therefore, penalties of 400 percent attach. Okay?  You agree they can say that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"At the -- right correct."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  I understand you're making this, but what they've actually done there, since it doesn't say anything about inside/outside, is they're saying, partners, to the extent that you use this on your own return, remember, there's a 400 percent penalty attached.  Okay.  You agree they can do that. Now, what they've done here is they've said, there is no partnership.  So to the extent that you use this as your -- as a basis, as you use this on your individual return, remember there's a 400 percent penalty attached because 4 times zero or whatever it is, you understand the mathematics. So we haven't got any reference to inside/outside basis here.  In both cases, it seems to me they're doing roughly the same thing.  And so where in the statute does it say they can't do it?  They're saying, indeed, a penalty attaches to --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- the use of this partnership by you, the partner, to reduce your taxes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, to the extent you Alderson Reporting Company don't use it, of course, you don't have to pay anything, but to the extent you use it, you have to pay whatever it is, plus the 400 percent."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So then the question is -- the question is do the words \"partnership item\" in the section \"scope of judicial review\" refer only to those items that the partnership in fact is concerned with? Or do they consider the partnership itself?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's the issue.  Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We're interpreting the word \"partnership items\" in that statute, and you are saying the partnership itself is not a partnership item."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What?  No?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, no, no, But I'm -- that's just a question of how they use it on the return. There are many ways in which a person could use a partnership item on the return.  If this is a partnership item -- I mean, a person might, for example, have no tax, in which case --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I understand how someone could be confused, and I am genuinely confused.  I have read this several times."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And the reason I'm confused is this:  That I -- I understand your difference between the outside basis and the inside basis.  Now, what I'm trying to do is to figure out, via the statute, I think like what Justice Scalia was trying to do, I think, where does that matter?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I understand that, too. I'm just trying to get the precise words of the statute that it would make a difference because, in common sense, it doesn't seem to me to make much difference, but -- but maybe in this statutory language it does, so I want to know what words."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Now, you just told me.  I said that, I thought, and you said, no, it didn't, those weren't the right words.  But if you say those are the right words, then explain to me why a partnership item cannot include a partnership itself."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And in that sense, Mr. Garre, it strikes me as wrong to say the words in dispute are \"partnership item.\"  Actually, everybody agrees what \"partnership item\" means, what it includes, and what it doesn't include.  It doesn't include outside basis.  The government is perfectly happy to concede that. It seems as though the words in dispute are what does \"relate to\" mean and does \"relate to\" have to be \"relate to\" in this very direct way that excludes this intermediate step of adjusting outside basis."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it is in addition to partnership item.  You say, oh, you can't do that because it would add to partnership items.  But the statute does not say \"just partnership item.\"  It says \"partnership items, the proper allocation of such items, and the applicability of any penalty, addition to tax, or additional amount.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's in addition to partnership items."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and it's -- it seems to me, not enough to say, well, if you interpret that Alderson Reporting Company third part to go beyond partnership items, you're destroying the statute.  I don't think so."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"When would you not have to do that, if you are applying the third item, \"the applicability of any penalty, addition to tax, or additional amount which relates to adjustment to a partnership\"?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That will always require you to go down to the partner level."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, suppose the government had asserted this penalty under sub (6), or the transaction lacking economic substance.  Would you Alderson Reporting Company be -- would you say it doesn't make any difference, it's the same?  Or would you say that, under (6), your argument is not applicable to that and the determination could be made at the partnership level?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask you something.  There's no reason to go into a sham transaction, except to misstate the outside basis in the individual partnership level, so I -- it's low-hanging fruit, according to the D.C. court.  But why shouldn't you be able to pick it?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it's sort of obvious, just as it's obvious that, if a partnership item has a miscalculation that the partner is going to include it in their tax return later.  That's why we permit the penalty to be imposed up front and to pay the tax up front because you're making an assumption that it's been included erroneously on the partner level."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Try with me again.  Again, just try once more.  Suppose that a person owes a gift tax and what he gave to his children or whatever was in part an interest in a partnership.  Now, go back to my example, all right, because I want to get -- my example is everybody agrees that the 8, 10 million versus 8 million, there's a penalty attached.  Well, he -- he doesn't take that into account when he gives the gift. Now, if he did give the gift, it would -- he'd have to pay a tax on the gift, on his gift tax return.  Okay?  He -- they assess that on the -- they would assess that, wouldn't they, even though it's a gift tax return, not an -- not an income tax return. Alderson Reporting Company MR. GARRE.        Right.  I mean, ultimately --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Okay.  So no matter what kind of return you use, no matter what the tax situation, if the partnership real -- real value makes a difference, you have to put it in, don't you?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes, in individual gift tax return.  Maybe it's in a State tax return. Maybe it's an income tax return."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So it affects the taxpayer differently, and I'm just saying, why does it matter?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- that the way this affects the taxpayer is through what you call his outside basis.  Why does that matter?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes.  But of course, any -- in my example, too, it will vary.  Of course, it will vary.  Some people will use -- have no tax to pay, no extra tax, because their -- their income tax that they paid was zero.  In fact, the government owed them a refund, so it didn't matter.  It varies in Alderson Reporting Company many ways. So since it varies in many ways and varies by many returns, it might vary depending upon whether it affected your outside basis or something else."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Couldn't the government have pursued this, instead of saying -- you know, it's a sham partnership, just -- just -- couldn't the government simply have said that the partnership overstated its basis?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, I have a second question, which I asked your friend as well.  Is he correct that, if we rule for you, each partner may have a different result because different courts will find this to be a sham or not to be a sham?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but why -- why wouldn't -- couldn't one court say I don't think it's a sham partnership?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I think that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"You say that -- you say that that's not true because individual partners may respond differently to the partnership determination with respect to basis."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Some of them are going to put in something else, but somebody may put in zero for a number of the reasons that the IRS's counsel suggested."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And now, I suspect that those will be only in rare circumstances, and I guess that's why the D.C. Circuit said, even though the result here may be obvious, it nonetheless depends on the outside basis determination."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And I think what I understand your friend to be saying is it's not just that it's obvious, but it's ineluctable, and therefore, it doesn't depend on the outside partnership determinations. So does your case hinge on the perhaps unusual situations where you have one of these partners having a fit of conscience and decides to put down the real number or has some other adjustment to it?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could you give me a concrete example?  Because I'm not quite sure about what you're talking about."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm a little Alderson Reporting Company confused on this example.  Presumably, it's only if they carried forward, which we're assuming they would have done, carried forward the outside basis, the penalty would have been determined just on that one transaction."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that was the prototypical case, Mr. Garre.  There's no question that that's the central case that -- that Congress had in mind, but it doesn't have to be the only case. And they wrote words that seem to be applicable to this case, as well as to the kind of case that you're talking about."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  You're saying they have text, and you have a bunch of other things. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So just to be clear, if this is -- 6 had been on the books, then you would have no quarrel with the government’s position, they could do this at the partnership level and --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't get the question. If -- if what was --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Stewart, you have five minutes left. Alderson Reporting Company "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it not? \"Partnership items\" is defined to include legal and factual determinations that underlie the determination, among other things, of income, credit, gain/loss. Okay.        Whether there is a partnership at all does underlie the determination of whether the partnership return, which had all kinds of numbers on it, if it shows anything."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So therefore, it's a partnership item.  Does this penalty relate to a partnership item?  I don't want to say that you are right for the wrong reasons, so you better be sure I'm right. That is, the -- the -- does it relate to a partnership item?  I just told you what a partnership item was.  It certainly seems to because zero is what it relates to. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"End of case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Perhaps --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"justices","text":"It can't be that simple. We have three courts here --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Let me -- let me pose perhaps a less friendly question. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"What do you do with your friend's hypothetical?  On the tax returns, you say, I gave a painting to a charity worth a million dollars. Andin fact, he did not. And he says, what you are doing is you are going to go in and say, That wasn't worth a million dollars; it was worth nothing, when, in fact, what you should be saying is, You didn't give the painting at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- but if you determine that the partnerships were shams, that's like Alderson Reporting Company saying that there were no partnerships."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you say -- you know, I didn't really give the painting, that means that there wasn't any painting.  It seems to me they're pretty closely parallel."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe it was a frame with a blank canvas."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you -- do you agree that the new legislation completely resolves this problem?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- could you go back just one moment to the practical point that your brother made?  Is this issue only about whether you collect the tax beforehand or after?  Because he says that they are bound in a partner-level proceeding to the finding that the outside basis was -- benefit was claimed in the partnership level it was zero."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"petitioner","words_spoken":4038,"interruptions":13,"times_spoken":30,"laughter":0,"num_int_by":7},{"id":1,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":3385,"interruptions":26,"times_spoken":52,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":613,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":398,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":411,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":1,"times_spoken":6,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":20,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":248,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1087,"interruptions":4,"times_spoken":26,"laughter":0,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":4038,"times_spoken":30,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":3385,"times_spoken":52,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":11,"words_spoken":3414,"times_spoken":94,"laughter":2,"num_int_by":6}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515616}}