{"petitioner":{"name":"LINDA METRISH, WARDEN","counsel":[0]},"respondent":{"name":"BURT LANCASTER ","counsel":[1]},"caseNumber":"12-547","date":"2013-04-24T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-547, Metrish v. Lancaster. Mr. Bursch? "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"200 years -- 200 years? Did you say that?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There was some law in effect in Michigan on this subject from the year 1973 till the year 2001.  There was no statute, and there was no ancient common law.  But what was it?  If I asked you  the question, what was the law in Michigan on diminished capacity from 1973 to 2001, what would you respond?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how was the Michigan Court of Appeals construing the defense?  Did it say -- it didn't say anything about the 1975 statute."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the 1973 case that you mentioned based on a statute, or was it based on, allegedly, a vacuum that the statutory structure allowed the court to fill?  I mean, is that the way the 1973 case came about?  And was the 1973 case followed by other courts?  Or was it just an isolated precedent?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Well, we don't --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Please."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Well, we don't really have to reach this issue in this case, according to your submission, but what would happen if a State -- an intermediate State appellate court said the law is such-and-such and then a -- a person is tried in the interim -- is tried and, subsequently, the State supreme court says that intermediate State court decision was incorrect, that never was the law of this State; the law was exactly the opposite?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what I'm wondering is how we even get beyond the statement, the holding by a State supreme court regarding the -- the law of the State.  Don't we have to accept that as the -- as the law of the State?  Isn't that what our decision in Fiore says? If the State supreme court says, this is the law, and it's always been the law, then how can we second-guess that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you suggested, General, that the -- the fact that this is statutory makes your position easier."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I wonder if that's true. I mean, you could see an -- an argument the exact other way, which suggests that we all understand that common law changes and evolves over time, but that it's rare for a court to reverse a decision on what a statute  means and that that's not foreseeable in the same way. So -- now, especially if it were a single court, saying the statute means A today, and then, tomorrow, it comes back, and it says, no, it means B, whether that isn't actually -- whether that wouldn't cut against your position."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the Michigan  Court of Appeals?  There's only one court of appeals, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And so that court, several times, recognized diminished capacity as a defense."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your colleague said that there were 130 appellate decisions -- I take it that's the court of appeals decisions -- recognizing diminished capacity as a defense."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That seems a little strange, for the following reason -- just as I think this case presents an example, you're claiming it's clear because the supreme court said it was clear, but the court of appeals in -- in Mangiapane, whether or not it assumed it or not, did an analysis that clearly says that it believes that the definition of legal insanity includes diminished capacity. Its holding didn't need that analysis, because it could have assumed it and then just said, but no notice was given, so the defense fails here.  It took  the time to analyze just this question and came to a contrary conclusion.  Its contrary conclusion was that \"legal insanity\" was a broad enough term under Michigan law to encompass this defense. The court of -- the State supreme court has now said, no, it's not.  But I don't know that that makes the statute any less ambiguous, merely because a court announces that it thinks it's not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I would have thought your -- you can get to your second one, but I would have thought your first response to -- to the question would have been to deny that you say it's clear because the supreme court of Michigan has said so.  I thought your argument is it's clear because it's clear."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, okay. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"It should have been your first point.  The premise is simply wrong.  You're saying it was clear because the statute's clear."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any States with a statute identical or -- or close to the Michigan statute that have interpreted the statute to say it does include diminished capacity?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This statute is -- fairly well tracks the common law tradition, which indicates that diminished capacity is not a defense."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just curious to know if any State courts have reached an opposite conclusion under a statute like this."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, General, I guess I wonder whether it's relevant what the statute really says, as opposed to what courts said it says.  I mean, sometimes, judges make errors, and our law is dotted with places where courts have made errors and said that things mean what they don't mean or don't mean what they do mean, and -- you know, we expect people to follow what the court says is the law, even if there's really a better reading out there. And, also, we think that people should rely on what the court says is the law, even though there's really a better reading out there.  And so -- you know, what does it matter if we come out and said -- and say -- you know, what were these crazy Michigan courts doing? If that's what they were doing, it seems as though people had a right to rely on that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Mogill. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He would have been able to raise it.  There's a lot of question about whether it would have been successful because, if it had gone up to the Michigan Supreme Court -- the statute was in effect  during his first trial?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He could have raised it, but, if it went up to the Michigan Supreme Court, it would have had the same result as here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And your only -- your only defense would have been, oh, it's a great surprise.  But I don't see how it's a surprise if the Michigan law has been, as -- as the Solicitor General of Michigan has described it, that -- that there's a clear tradition. If -- if the statute addresses the area, the courts will not -- will not supplement it by -- by common law additions. Did he not know that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you say it was firmly -- do you -- do you contest the -- the assertion by the solicitor general that there is no case  which -- which acknowledged and held the defense of diminished capacity?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that wrong?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what case --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- lets the defendant off on the basis of diminished capacity?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What case has a holding -- a holding that diminished capacity excuses the crime or mitigates the crime."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think the question that was asked was, at the bottom line, at the end of the day --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- did anybody get sentenced less?  Did it affect the outcome?  You gave a case where a defendant was allowed to raise diminished capacity, but was -- are there cases where the defense was successful on the merits?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Or -- is that correct? Wouldn't -- wouldn't the supreme court have done that if it -- if it thought that at least -- at least it was arguable?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm -- I'm a little surprised at your answer, and Justice Scalia's question indicates the same.  If the law was as well settled as you say it was in the appellate courts, then it seems to me, certainly, counsel should raise it and is arguably deficient for not doing so.  Whether or not he'll prevail at the end of the day is something quite different."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You said your view of the law was -- you know, so well-established --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- as to be beyond question.  That is the standard under AEDPA, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You have to be -- you have to be -- you have to be that right to prevail, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In Griffin -- you describe Griffin in your brief as follows:  \"The court vacated, reversed, and remanded the decision below based on,\" quote, \"defendant's claim that trial counsel was ineffective for failing to explore defenses of diminished capacity and insanity.\""},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"\"And insanity.\"  So it wasn't specifically -- wasn't limited to diminished capacity."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It was insanity in general."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Mogill, as -- as I understand your burden here, it's -- it's not enough to show that Michigan law seemed to be what you -- what you say it was; but it has to have been --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- what you say it was."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And it -- there was an avulsive change by the supreme court."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's -- it's hard to believe that, given -- given the clear text of the statute."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now, if -- if a prosecutor raised that objection, knowing that the court of appeals would -- would reverse the exclusion, right -- I mean, it's clear what the court of appeals would have done, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And, once the court of appeals reversed it and said the trial was infected with that error, could -- could the defendant be retried?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Because he's -- he's convicted and the -- I'm sorry -- he's -- he's --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could he be retried?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then -- then you would be crazy to raise it as a prosecutor."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But he could get an -- an interlocutory appeal on that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How many holdings are there?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I take it the answer is zero, right?  I mean, I --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- I looked at your brief, and then I looked at their brief, and they say the answer is zero."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  And the -- the holding is that -- the pure holding would be, if the trial court judge says no, you cannot raise it, okay? The defendant is convicted and appeals."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And then he says to the appellate court, they wouldn't let me raise it.  And the appellate court says, you have a right to raise it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That is Lynch.  And Lynch is what year?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In 1973.  Okay.  So we have one."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and was there any other case in 1973 -- this is 10 years before.  Was there any other case in which the same pattern of facts and they said the same thing as Lynch?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but we -- we have got Lynch on one side.  Is there any case -- this is an intermediate appeals court -- is there any case in which the defendant says, I would like to raise it, the judge says no, convicted, appeal, and the intermediate court of appeals says, defendant, you are wrong?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  And so all this period from 1973 until 1995 or whatever --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Carpenter."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"2001.  All right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There is exactly one case on point which does favor you, and there are zero cases that favor them; is that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mangiapane was a -- a lot of words, but the holding was not notice; isn't that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So we've got one. That's -- I'm trying to find out what the state of the art."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The state of the art is one for you, zero for them."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Was that -- how often was it mentioned in intermediate court opinions?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Four mentions in the supreme court that say what?  That are inconclusive --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Have we ever held that a State law has been determined to be X, simply because intermediate State courts have uniformly held it to be X?  Never mind assumed it to be X, have held it to be X?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't mean it's right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You have to show it's right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That it's the law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could you -- I'm sorry.  Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but the Lynch -- the Lynch case was 2 years before the Michigan legislature adopted --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- the statute that we are dealing with here, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And that's where you are putting -- not all of your eggs, most of your eggs, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's the -- that's the whole case.  The whole -- the whole point is that the law made that moot because the law under Michigan did not specify diminished capacity, and it's a code State, so you only get what they specified. I --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you'll at least -- well, maybe not.  I mean, would -- would you  acknowledge that the force of Lynch was arguably diminished by the fact that Michigan passed a statute that did not mention the diminished capacity defense 2 years after it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm talking about Lynch."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"justices","text":"There were no others, so, now, I've reduced your one to nothing to like .01 to nothing because it favors you, Lynch, yes, as the Justice --  Chief Justice just pointed out, and, now, you've already said there were no other cases."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's your whole point, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You can't prove a negative because, if everybody accepts, after Mangiapane, that the defense exists, then trial courts are not going to be excluding it on the basis that the  statute excludes it because --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's the whole point you are making."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any -- is there any evidence of a trial court holding an exclusion?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Or even suggesting one?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  But that's because -- everybody agrees with you, I think -- I agree with you on this anyway.  I agree the bar puts it in the instructions, and, if the bar puts it in the instructions, people tend to follow it.  That's true. So it's not surprising that a lot of people tended to follow it. But, as far as court decisions are concerned, we have no -- what I'm trying to think of is  a pre-statute.  I give you a little credit on that. That's Lynch.  Pre-statute -- and we have what I might sort of exaggeratedly refer to as the great mentioner. We've noticed the great mentioner is often wrong, and -- and, here, even though there are judicial mentioners, they get something. I don't know how much in the scale to -- to give them."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can you think of a Federal case where -- I see what we have.  I'm now adding up the something for Lynch, the something for the bar, which is a -- which is a something, and -- and then the fact that some courts have quite, not surprisingly, tended to follow it, and there were others that mentioned it favorably, but not the Michigan Supreme Court."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Alright, it did mention it favorably.  Okay.  So -- so we've got that.  Now, actually,  that Kentucky case, was it?  Tennessee?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, Rogers.  That went against you."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Alright.  Alright.  But can you think of any Federal precedent on this issue that's come even close to that being sufficient?  What's your best?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If you -- if you prevail here, it may well change the dynamic for State supreme courts.  State supreme courts, much like us, they wait until courts of appeals have issued their opinions.  They wait to see how the practical application of those works, insofar as of the fairness of the trial.  They wait to see about scholarly commentaries, and then they -- and then they take the case. If you prevail, State supreme courts are -- are going to say -- you know, if we don't take this case, even though it's -- does not present the issue as clearly as some late case might, we don't rush in, then we're going to be foreclosed.  I think you're proposing a dynamic which makes the Federal courts intrude on the way in which State courts choose to develop their law."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is the unfairness --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the unfairness here? Do you think there's a reliance?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the -- so what is the unfairness here?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But this -- the case is -- is very different from Bouie, which you -- which you rely on.  In -- in Bouie, it was the question of a  rule that is governing conduct.  People come on to premises; they have no reason to think that they are committing an offense if they don't leave when somebody asks them to if they came onto the premise lawfully. So what the Court said in Bouie was that this is a regulation of primary conduct, and, at the time these people acted, they had no reason to believe that what they did was unlawful.  That's quite a different --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It -- it isn't subjective reliance; it's -- it's what was the law."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And the Court said that the State supreme court interpretation of the statute was quite a surprise."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I don't see how the question can be whether there was a change in Michigan law because we can't second-guess the Michigan Supreme Court about what Michigan law was.  Michigan law is whatever the State supreme court says it was.  We might agree, we might disagree.  So I think we have to start from the proposition that the law didn't change because that's what the Michigan Supreme Court said. So there must be some other ex post facto principle that applies when there's a certain type of unfairness.  And I wonder if you could articulate what that principle is."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So two -- two dissents is what you're relying on?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think you're -- what you're arguing is that, under certain -- in evaluating certain constitutional claims, the -- the question of  what State law is, is not dispositive.  I don't think you're arguing that a Federal court has a right to tell a State court what State law is."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, suppose this were a diversity case.  Can -- can a Federal court say -- you know, we -- we think that the -- the decisions of the intermediate State supreme court were correct and this new decision by the State supreme court is incorrect, so we're not going to follow that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's not -- it's not this case because, there, you're trying to figure out what State law is.  Here you're applying a constitutional principle."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So what is that -- that gets me to the second part of my question."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the -- the  constitutional principle that doesn't depend on what State law was?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This is -- this is the due  process issue, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So why is it unfair?  Why is there an entitlement under due process to assert what appears under the law of the State's intermediate court decisions to be a valid defense, but is later determined never to have been or not to have been, at that time, a valid defense?  What is the unfairness involved there?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I guess the alternative is you are going to allow the bar associations, helpful as they are, by writing instructions to determine issues that courts themselves have never determined -- or at least not authoritative supreme courts.  And that's a worrying matter, where you are trying to create coherent  systems of law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Bursch, you have 13 minutes remaining. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think he contested that. I think he never went further into it, but he seemed to disagree with the proposition that, where there is a Michigan statute, it can't be supplemented by the common law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I hate just to interrupt you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But he did challenge my premise when I presented that to him."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So I do think he disagrees with it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this -- is this a one of a kind, in that, whatever the law was, it's clear from 2001 on?  Are -- are there any other people who were similarly situated, who committed a crime before 2001, but were tried after?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there anyone prior to 2001 who couldn't raise a defense like this, who was precluded from doing so because a court thought, oh -- you know, the -- the statute really clears the field, and -- and this defense is not available? Was it -- can you point to anything?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess they can point to just a lot of people who were raising this defense."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why was it --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":3,"sideBefore":"justices","text":"This is -- I'm sorry."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Why was it the right  case?  The parties didn't even raise it, did they?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any idea -- a rough estimate, how many cases there were between, say, '75 and '93, where this defense was raised?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know about how many? About."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you rely on Reese as establishing the principle that you cannot supplement the defenses in a criminal statute, but Reese was a 2012 case."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have something like in the middle? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Then you're arguing that Lynch was wrong to begin with because what you are arguing is that it created a common law defense that the courts say you can't do under Michigan law."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, but you're saying to me it was wrongly decided under this general Michigan --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If you were representing a defendant in this position, you certainly would have raised the diminished capacity defense prior to Carpenter, wouldn't you?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And, if you were a prosecutor, you would not have objected to that defense, would you have?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- have any reason to think that any prosecutor ever objected to such a defense?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume you'd need a case in which the prosecutor was pretty -- pretty clear that a diminished capacity defense would prevail.  Otherwise, it wouldn't -- the game wouldn't be worth the camel, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But what's in the 37 cases then?  I -- they got up there.  I assume the defendant must have brought them.  They must have brought them. They must have wanted to -- to raise the defense, and somebody said no."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just to go back to Justice Breyer's question -- I mean, there may be no way you can answer this, but are we talking about -- you know, do five people a year -- did five people a year raise this or -- or 20 or 100?  I mean, what kind of numbers?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't really tell because nobody was objecting to anything --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You want us to say, \"yet again,\" when we write our opinion? MR. BURSCH:  Yes, Justice Scalia. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN J. BURSCH","firstName":"JOHN","lastName":"BURSCH","counsel":true,"justice":false,"side":"petitioner","words_spoken":3687,"interruptions":14,"times_spoken":49,"laughter":1,"num_int_by":7},{"id":1,"fullName":"KENNETH M. MOGILL","firstName":"KENNETH","lastName":"MOGILL","counsel":true,"justice":false,"side":"respondent","words_spoken":3036,"interruptions":38,"times_spoken":91,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":288,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":380,"interruptions":5,"times_spoken":14,"laughter":0,"num_int_by":4},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":710,"interruptions":5,"times_spoken":37,"laughter":2,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":328,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":458,"interruptions":3,"times_spoken":16,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":562,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":297,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":713,"interruptions":2,"times_spoken":29,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":3687,"times_spoken":49,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":38,"words_spoken":3036,"times_spoken":91,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":22,"words_spoken":3736,"times_spoken":148,"laughter":3,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.7184498614033153,"respondent":0.28155013859668465,"date":1472411005969}}