{"petitioner":{"name":"TOWN OF GREECE, NEW YORK","counsel":[0,1]},"respondent":{"name":"SUSAN GALLOWAY, ET AL. ","counsel":[2]},"caseNumber":"12-696","date":"2013-11-06T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-696, the Town of Greece v. Galloway. Mr. Hungar. "},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hungar, I'm wondering what you would think of the following:  suppose that, as we began this session of the Court, the Chief Justice had called a minister up to the front of the courtroom, facing the lawyers, maybe the parties, maybe the spectators. And the minister had asked everyone to stand and to bow their heads in prayer and the minister said the following -- he said, we acknowledge the saving Alderson Reporting Company sacrifice of Jesus Christ on the cross.  We draw strength from his resurrection.  Blessed are you who has raised up the Lord Jesus.  You who will raise us in our turn and put us by his side.  The members of the Court who had stood responded amen, made the sign of the cross, and the Chief Justice then called your case. Would that be permissible?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the question --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":5,"sideBefore":"justices","text":"So you are making a distinction just between the legislature and any other official proceeding; is that correct?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose I ask the exact same question, same kinds of statements, same sort Alderson Reporting Company of context, except it's not in a courtroom.  Instead, it's in a congressional hearing room. Maybe it's a confirmation hearing, maybe it's an investigatory hearing of some kind, and that a person is sitting at a table in front of the members of a committee, ready to testify, ready to give his testimony in support of his nomination. The minister says the exact same thing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We should -- we should --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"We should assume -- to -- to make it parallel to what occurred here, that the next day, before the same committee, a Muslim would lead the Alderson Reporting Company invocation and the day after that, an orthodox Jew.  I mean --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it makes a difference whether it's just one -- one denomination that is being used as -- as chaplain or open to various denominations."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question, Mr. Hungar --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":5,"sideBefore":"justices","text":"But Mr. Hungar, for 11 years, the prayers sounded almost exclusively like the ones that I read, and one year, on four occasions, there was some attempts to vary it up, to have a Baha'i minister or a -- a Wiccan, but for the most part, not out of any malice or anything like that, but because this is what the people in this community knew and were familiar with and what most of the ministers were, most of the prayers sounded like this?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But your position is that Alderson Reporting Company wouldn't matter, as I understand, because you have -- you have -- you have two limitations, proselytizing and disparaging.  And -- but I think Justice Kagan's question gets at -- place -- place limitations. One could read your brief and say, well, it doesn't matter; it could be an executive body, it could be a court, it could be a town meeting, a school board, a zoning board, a utilities board.  That's -- is this case about prayer at the beginning of a legislative session, or is it about prayer in all three branches of government?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why was it that you so promptly answered Justice Kagan's question to the effect that this would be a violation?  What -- why Alderson Reporting Company would there be a violation in the instance she put?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The first question Justice Kagan asked you, the hypothetical about the prayer in this Court.  You seemed readily to agree that that would be a First Amendment violation.  Why?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it -- is it simply history that makes -- there's no rational explanation?  It's just a historical aberration?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's -- what's the justification for the distinction?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- but you -- you had no problem, Mr. Hungar, with the marshal's announcement at the -- at the beginning of this session. \"God save the United States and this Honorable Court.\" There -- there are many people who don't believe in God."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's okay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why is that okay?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You don’t think that if the Chief --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Would it make a difference in your analysis if instead of, as I understand the hypothetical, there was a point of saying, all rise, or something of that sort? Would it make a difference if the hypothetical Justice Kagan posed were the same, except people weren't told to rise or invited to rise or, in fact, were told to stay seated, something like that, so there would be no indication of who was participating in the prayer? Is that a -- is that a ground of distinction that you're willing to accept or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I wonder how far you can carry the -- your historical argument and whether some of these things are properly regarded as more historical artifacts, right?  I mean, our motto is, \"In God we trust,\" right?  That's the motto.  It's been that for a long time, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't we look at it differently if there were -- suddenly, if there were a proposal today, for the first time, to say let's adopt a motto, \"In God we trust\"?  Would we view that the same way, simply because it's -- in other words, the history doesn't make it clear that a particular practice is okay going on in the future. It means, well, this is what they've done -- they have done, so we're not going to go back and revisit it, just like we're not going to go back and take the cross out of every city seal that's been there since -- you know, 1800.  But it doesn't mean that it would be okay to adopt a seal today that would have a cross in it, does it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't really understand your -- your answer.  How can it be that, if the practice existed in the past, it was constitutional? Was it constitutional in the past? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If it was constitutional in the past, why -- why would it be unconstitutional if the same thing is done today, even without any past parallel practice?  That's a nice alliteration."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is past parallel practice essential?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there any constitutional historical practice with respect to this hybrid body?  It's not simply a legislature.  It has a number of administrative functions.  Sometimes, it convenes as a town meeting.  Sometimes, it entertains zoning applications. Is there a history for that kind of hybrid Alderson Reporting Company body, as there is for the kind of legislature we had in Nebraska or our Congress?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we had a -- if we had a series of cases, what -- what is a -- a utility rate-making board would come to the Supreme Court.  We say, well, it's enough like a legislative that it's like Marsh.  But I don't think the public would understand that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the essence of the argument is we've always done it this way, which has some -- some force to it.  But it seems to me that your argument begins and ends there."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you about the individual plaintiffs here?  And what do we know about them?  They, obviously, have appeared at proceedings, and they object to the proceedings.  Does the record show that they had matters before the town council during the hearings part of the proceeding?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And what about the public They did speak, occasionally, then; isn't"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we know what they spoke"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And what did they -- what was the issue there?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any objection to -- to doing one thing that was suggested in the circuit court opinion, which is to publicize rather Alderson Reporting Company thoroughly in -- in the area that those who were not Christians, and perhaps not even religious, are also welcome to appear and to have either a prayer or the equivalent, if they're not religious? Do you have an objection to that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then -- then there -- is there a disagreement on that point because certainly, that was one of the concerns.  It wasn't on anyone's website.  There are -- Greece is a small town very near Rochester, and there are, at least in Rochester, lots of people of different religions, including quite a few of no religion. So -- so could you work that out, do you think, if that were the only objecting point?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I'm not saying it's a constitutional problem I got from the opinion of doing the opposite, of -- of not making an effort to make people who are not Christian feel, although they live in or near the town or are affected thereby, participants, over time. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not saying it's not.  I want to know if you have any objection.  I --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you -- would you have -- if all that were left in the case were the question of your making a good-faith effort to try to include others, would you object to doing it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  That's different from putting it on a website.  That's different from making an organized effort to see that people get the word."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hungar, what -- what is the equivalent of prayer for somebody who is not Alderson Reporting Company religious?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What would somebody who is not religious --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what is the equivalent of prayer?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"From what?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":6,"sideBefore":"justices","text":"I suppose he's asking me that question, and I can answer it later. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Thank you, counsel. Mr. Gershengorn. Alderson Reporting Company ARGUMENT OF IAN H. GERSHENGORN, FOR UNITED STATES, AS AMICUS CURIAE, SUPPORTING THE PETITIONER"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And what was the purpose of Marsh saying that proselytizing or damning another religion would be a constitutional violation?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So, unless you parse the prayers, you can't determine whether there's proselytizing or damnation.  That was Judge Wilkinson's point when he was faced with this question, which is you Alderson Reporting Company have to do some parsing."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, seriously, counselor.  You can't argue that the quote that Justice Kagan read is not sectarian.  It invokes Jesus Christ as the savior of the world.  There are many religions who don't believe that.  Let's get past that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"This is sectarian."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So let's talk about the context instead of prayer.  If the Chief Justice got up at the beginning of this session and said, \"All rise for a prayer,\" would you sit down? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think -- how many people in this room do you think would sit, talking truthfully?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. M R. GERSHENGORN:        But we don't think that that --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":8,"sideBefore":"justices","text":"So why do you think that someone who is sitting in a small room where hearings of this nature are being held, when the guy who's about -- the chairman of this legislative body, is about to rule on an application you're bringing to him or her, why do you think any of those people wouldn't feel coerced to stand?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Gershengorn, do you think that if the legislature -- excuse me -- if the town board here just -- you know, started it off with a prayer and then kept on going, you think that that would be a significantly different case and you would switch sides?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You agree that coercion is the test, however?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"If it is the test --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Gershengorn, could you respond to this?  Here's what our -- our country promises, our Constitution promises, It's that, however we worship, we're all equal and full citizens.  And I think we can all agree on that. And that means that, when we approach the government, when we petition the government, we do so not as a Christian, not as a Jew, not as a Muslim, not Alderson Reporting Company as a nonbeliever, only as an American. And what troubles me about this case is that, here, a citizen is going to a local community board, supposed to be the closest, the most responsive institution of government that exists, and is immediately being asked -- being forced to identify whether she believes in the things that most of the people in the room believe in, whether she belongs to the same religious team as most of the people in the room do. And it strikes me that that might be inconsistent with this understanding that, when we relate to our government, we all do so as Americans and not as Jews and not as Christians and not as nonbelievers."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Gershengorn, your -- your brief is the one who brought up -- and you were quite candid about it -- the hybrid nature of that body. I think it's on pages 22 to 24 of your brief.  And you say it would be proper to have certain checks in that setting.  So, for one, make sure that the entrance and the exit is easy.  For another, inform the people in town of the tradition, so they won't be confused. But you recognize, on the one hand, that this isn't like Congress or the Nebraska legislature, and then you say these would be nice things to do.  Are you saying just that it would be good and proper?  Or are you saying it would be necessary, given the hybrid nature of this body?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course, your -- your test is whether or not -- part of your test -- is whether or not it advances religion.  If you ask a Alderson Reporting Company chaplain for the State assembly in Sacramento, California, who's going to go to the assembly to deliver a prayer, are you going to advance your religion today, would he say, oh, no?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So -- so you -- you use the word \"advance\" only as modified by \"proselytize\"?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Because that's -- that's not what your -- your brief says, \"does not proselytize or advance.\""},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's that the test Alderson Reporting Company you want us to adopt and --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- I'm asking whether or not it is, in fact, honest and candid and fair to ask the minister or -- or the priest or the chaplain or the rabbi if, by appearing there, he or she seeks to advance their religion?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If not, I'm not quite sure why they're there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Laycock. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that's during the public -- that's during the public forum part."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Which is not really -- it's not the same thing as the hearing."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There's another -- there's another part of the proceeding that is the hearing."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And that's when somebody has a specific proposal.  They want to -- something specifically before the board, and they want relief. Alderson Reporting Company They want a variance."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And that is separated in time."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that is a legislative body at that point.  It's clearly a legislative body, is it not?  The only -- the difference is it's a town rather than -- than Congress or a State legislature, where you have more formalized procedures.  This is -- this is more direct democracy.  Or it's like a -- it's a town meeting."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if that is your argument, then you are really saying you can never have Alderson Reporting Company prayer at a town meeting."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"How could you do it? Because that's the kind of thing that always comes up at town meetings."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Give me an example -- give me an example of a prayer that would be acceptable to Christians, Jews, Muslims, Buddhists, Hindus.  Give me an example of a prayer.  Wiccans, Baha'i."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"And -- and atheists."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"And atheists.  Throw in atheists, too. (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, give me an example then.  I think the point about atheists is a good point. But exclude them for present purposes, and give me an example of a prayer that is acceptable to all of the groups that I mentioned."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Give me an example."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"To \"the almighty.\""},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So if -- if a particular religion believes in more than one god, that's acceptable to them?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about devil worshippers? Alderson Reporting Company (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Who is going to make this determination?  Is it -- is it an ex ante determination?  You have to review the proposed prayer?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"74a, \"Heavenly father,\" that's acceptable to all religions?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'll repeat Alderson Reporting Company mine. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"It was, who was supposed to make these determinations?  Is there supposed to be an officer of the town council that will review -- do prayers have to be reviewed for his approval in advance?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So there is an official in the town council that is to instruct clergy about what kind of prayer they can say?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And if I'm -- if I'm that Alderson Reporting Company official and I think a prayer was over the top for being proselytizing and particularly sectarian, I would say I rather not -- you not come back next week; I am going to look for somebody else?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, so in other words, the government is now editing the content of prayers?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Your point is that it coerces -- it's bad because it coerces?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If there is -- if coercion is the test of the Free Exercise Clause, why do we need a Free Exercise Clause?  If there's coercion -- I'm sorry -- of the Establishment Clause, why do we need the Alderson Reporting Company Establishment Clause?  If there's coercion, I assume it would violate the Free Exercise Clause, wouldn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it seems to be very unlikely that the test for the Establishment Clause is identical to the test for the Free Exercise Clause."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What exactly -- since you are adopting the coercion test, what exactly is coercive in this environment?  Having to sit and listen to the prayer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They are asked to participate, and -- but not in any tangible way.  They say, well, I'm not going to participate.  And everybody's just sitting there."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"This is coercion?  He says -- you know, he says, \"May we pray,\" and somebody doesn't want to pray, so he stays seated."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let me give you an example of a practice that's a little bit different.  Maybe you'll say it's a lot different from what the Town of Greece does. First of all, this town starts out by making -- by proceeding in a more systematic and Alderson Reporting Company comprehensive way in recruiting chaplains for the month or whatever it is.  So, instead of just looking to all the houses of worship within the town, it identifies places of worship that may be outside the town boundaries that people within the town who adhere to a minority religion may attend. And it makes it clear that it's open to chaplains of any religious -- of any religion on a rotating basis.  And then they have -- they structure their proceedings so that you have the prayer, and then the legislative part of the town meeting. And then there's a clear separation in time and access between that part of the proceeding and the hearing where variances and things of that nature are held. Now, you would still say that's unconstitutional because you have to add on that a prayer that is acceptable to everybody; is that it?  Is there any other problem with what I've just outlined?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"On the remedy, this case was remanded by the Second Circuit for the parties, Alderson Reporting Company together with the court, to work out appropriate relief. And if you could tell us what you think that relief would be because, then, that is a measure of the constitutional infraction. So what would -- you put yourself before the district judge and propose the changes that you think would be necessary to bring this practice within the constitutional boundary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, just to be clear, are you talking about what would be satisfactory to the Second Circuit or satisfactory to you?  Because you don't accept the Second Circuit's approach."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What my question was --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- your theory, and you say existing situation violates the Constitution.  So what changes do you think would need to be made --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- that would bring this Alderson Reporting Company within the constitutional boundary?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Laycock, it seems to me that what you're missing here is -- and this is what distinguishes legislative prayer from other kinds -- the people who are on the town board or the representatives who are in Congress, they're citizens.  They are there as citizens. Alderson Reporting Company The judges here are not -- we're not here as citizens.  And as citizens, they bring, they bring to their job all of -- all of the predispositions that citizens have. And these people perhaps invoke the deity at meals.  They should not be able to invoke it before they undertake a serious governmental task such as enacting laws or ordinances? There -- there is a serious religious interest on the other side of this thing that -- that -- that people who have religious beliefs ought to be able to invoke the deity when they are acting as citizens, and not -- not as judges or as experts in -- in the executive branch. And it seems to me that, when they do that, so long as all groups are allowed to be in, there seems to me -- it seems to me an imposition upon them to -- to stifle the manner in which they -- they invoke their deity."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Are you -- I would like you to take into account an aspect of this.  I mean, in my own opinion, I don't know of anyone else's, I'm not talking for others.  But one -- a major purpose of the religion clauses is to allow people in this country of different religion, including those of no religion, to live harmoniously together. Now, given that basic purpose, what do we do about the problem of prayer in these kinds of legislative sessions?  One possibility is say, you just can't do it, it's secular.  But that is not our tradition."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  The second possibility is the one that you are advocating.  And it has much to recommend it, try to keep non-denominational, try to make it as inoffensive to the others as possible.  That's the upside. Alderson Reporting Company The downside is seeing supervised by a judge, dozens of groups, and today, there are 60 or 70 groups of different religions coming in and saying, no, that doesn't work for us, this doesn't work for us, and that's the nightmare that they are afraid of. I mean, even in this town or in the area, there are significant numbers, as well as Christians, of Jews, of Muslims, of Baha'is, of Hindus, and others. All right.        So there's a third approach, and that is say, well, you can't have them if there's any aspect of coercion.  But we just saw people walking into this room, \"God save the United States,\" and you want to win your case.  I didn't see people sitting down. All right.        Then the fourth approach, which is the other that has -- makes its appearance here, is to say let's try to be inclusive.  Now, was enough -- in other words, so you didn't get the right prayer today, but you -- and even with the nonreligious, you know many believe in the better angels of our nature and the spiritual side of humankind; it's not impossible to appeal to them.  So you say, you'll have your chance. And that's the thing I -- I would like you to explore.  I mean, is there a way of doing that, or is that preferable to the other ways, or do we get into trouble? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that gets exactly to Alderson Reporting Company the -- that gets exactly to the problem with your argument about nonsectarian prayer.  Yes, when -- at the beginning of the country, the population was 98 percent-plus Protestant.  Then it became predominantly Christian.  Then it became predominant -- almost exclusively Christian and Jewish. And it -- but now, it's not that -- it's -- it's gone much further than that.  So we have a very religiously diverse country.  There are a lot of Muslims, there are a lot of Hindus, there are Buddhists, there are Baha'is, there are all sorts of other adherents to all sorts of other religions. And they all should be treated equally, and -- but I don't -- I just don't see how it is possible to compose anything that you could call a prayer that is acceptable to all of these groups."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And you haven't given me an example."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You want to pick the groups we're going to exclude?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The Baha'i, who else? These -- these groups are too small to --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"We've already excluded the atheists, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Yeah, the atheists are out already.  Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So who else?  I mean, you suggest -- you say just the vast majority is all that we have to cater to."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Good.  Got that. Number 1, atheists.  Who else?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"We've already separated out, I thought, in our jurisprudence, children and adults."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you do accept the fact that children may be subject to subtle coercion in a way that adults are not, right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I just want to make sure what your position -- your position is that town councils like Greece can have prayers if they are non-provocative, modest, decent, quiet, non-proselytizing.  That's your position?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":4,"sideBefore":"justices","text":"Well, Congress has a set of guidelines which you've read and are here in the papers and so forth.  Are those satisfactory to you?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If those are satisfactory to you, then I wonder, are they satisfactory to everyone?  And -- and you will find all kinds of different beliefs and thoughts in this country, and there will be people who say, but I cannot give such a prayer if I am a priest in that particular -- or a Alderson Reporting Company minister or whatever in that particular religion.  I must refer to the God -- to God as I know that God by name.  And what do we do with them? That's what -- I mean, we can recommend it, but can we say that the Constitution of the United States requires it?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Laycock --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Well, that's -- that's -- that's really part of the issue, whether they're undertaking a government function or whether they're acting as citizens in a legislative body, representative of the people who bring -- who bring to that their -- their own personal beliefs. I think the average person who -- who -- who participates in a legislative prayer does not think that this is a governmental function.  It's a personal function.  And -- and that's why we separate out the legislative prayer from other kinds of prayers."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If you had an atheist board, you would not have any prayer."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I guarantee you because it is a personal prayer that the members of the legislature desire to make."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Counsel, assuming that we don't --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Mr. Laycock, would you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Justice Sotomayor."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Assuming -- you hear the resistance of some members of the Court to sitting as arbiters of what's sectarian and nonsectarian, and I join some skepticism as to knowing exactly where to join that line. Assuming you accept that, what would be the test that you would proffer, taking out your preferred announcement that this prayer has to be nonsectarian?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It just seems to me that enforcing that standard and the standard I suggested involves the State very heavily in the censorship and -- and the approval or disapproval of prayers."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That may play, ultimately, in your position if we say that that's why there shouldn't be any prayer at all.  But then you have the problem mentioned by Justice Scalia that we are misrepresenting who we really are."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's not a prayer. That's not a prayer."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"\"How many of you have been saved?\"  That's not a prayer."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Laycock, sort of, all hypotheticals aside, isn't the question mostly here, in most communities, whether the kind of language that I began with, which refers repeatedly to Jesus Christ, which is language that is accepted and admired and incredibly important to the majority members of a community, but is not accepted by a minority, whether that language will be allowed in a public town session like this one. That's really the question, isn't it?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's the issue that actually arises.  Here's what -- I don't think that this is an easy question.  I think it's hard, because of this:  I think it's hard because the Court lays down these rules, and everybody thinks that the Court is Alderson Reporting Company being hostile to religion, and people get unhappy and angry and agitated in various kinds of ways.  This goes back to what Justice Breyer suggested. Part of what we are trying to do here is to maintain a multi-religious society in a peaceful and harmonious way.  And every time the Court gets involved in things like this, it seems to make the problem worse rather than better.  What do you think?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose you did this:  You combined your two approaches.  The town has to -- it cannot -- it must make a good-faith effort to appeal to other religions who are in that area.  And then you have these words from the House, the chaplain should keep in Alderson Reporting Company mind that the House of Representatives -- or you would say whatever relevant group -- is comprised of members of many different faith traditions, period, end of matter. Is that sufficient, those two things?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Should we write that in a concurring opinion? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":7,"sideBefore":"justices","text":"I mean, I'm serious about this.  This -- this involves government very heavily in religion."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Marsh is not the source of the government involvement religion in this respect.  The first Congress is the source."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The first Congress that also adopted the First Amendment."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Many of them -- many of them were very explicitly Christian, were they not?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In a way, it sounds quite elitist to say, well, now, we can do this in Washington and Sacramento and Austin, Texas, but you people up there in Greece can't do that."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"My -- my understanding is that the first chaplain of the Senate was the Episcopal bishop of New York; isn't that correct?  And he used to read -- he took his prayers from the Book of Common Alderson Reporting Company Prayer.  That was acceptable to Baptists at the time, Quakers?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Mr. Laycock. Mr. Hungar, you have 3 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"One a year?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Four additional people after the suit was filed?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"One a year?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How often does the legislature meet?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS G. HUNGAR","firstName":"THOMAS","lastName":"HUNGAR","counsel":true,"justice":false,"side":"petitioner","words_spoken":2105,"interruptions":17,"times_spoken":47,"laughter":1,"num_int_by":5},{"id":1,"fullName":"IAN H. GERSHENGORN","firstName":"IAN","lastName":"GERSHENGORN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1118,"interruptions":11,"times_spoken":19,"laughter":0,"num_int_by":5},{"id":2,"fullName":"DOUGLAS LAYCOCK","firstName":"DOUGLAS","lastName":"LAYCOCK","counsel":true,"justice":false,"side":"respondent","words_spoken":2406,"interruptions":22,"times_spoken":63,"laughter":1,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":554,"interruptions":0,"times_spoken":20,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":769,"interruptions":5,"times_spoken":13,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":432,"interruptions":4,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":788,"interruptions":6,"times_spoken":33,"laughter":2,"num_int_by":4},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":557,"interruptions":1,"times_spoken":20,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":317,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":4},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":803,"interruptions":0,"times_spoken":25,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":879,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3223,"times_spoken":66,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":22,"words_spoken":2406,"times_spoken":63,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":21,"words_spoken":5099,"times_spoken":148,"laughter":5,"num_int_by":8}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515620}}