{"petitioner":{"name":"MARVIN PEUG","counsel":[0]},"respondent":{"name":"UNITED STATES\n","counsel":[1]},"caseNumber":"12-62","date":"2013-02-26T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-62, Peugh v. United States. Mr. Kinnaird? "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  A mandatory schedule?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"A mandatory schedule, you say?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, okay."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's say you prevail, and the case is remanded for resentencing.  Is there anything that would prevent the district court from saying -- you know, before the promulgation of the new guidelines, I thought the range in the old guidelines was about right for this offense. But, now that I've seen the new guidelines, I think that those really fit best under the factors that I have to consider under the statute in determining the correct sentence, so I'm going to reimpose exactly the same sentence, not because it's required by the guidelines, in fact, I'm going to go outside the guidelines.  I just think, with the enlightenment that the new guidelines have provided me, that that's the best sentence. Now, would that be -- would there be an ex post facto problem there?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not a change of the law if -- if the law does not require the guidelines to be imposed.  Your -- your case rests upon the proposition you stated at the outset, which is that the Ex Post Facto Law applies -- prohibition applies -- if there is a substantial possibility of -- of a higher sentence -- was that the language you used?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Significant risk. Suppose -- suppose the district judge for the Federal district in which somebody's crime was committed was a bleeding heart judge.  He always gave the lowest sentence possible, and everybody knew that. And he is replaced.  He retires after the arrest, after the crime, and he is replaced by Maximum John, who everybody knows gives the highest sentence, every time.  Ex post -- ex post facto violation?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what your definition of legal consequence is?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so you're taking -- you're disagreeing with the proposition of our older cases that to -- for there to be an ex post facto violation, you have to have a legal consequence."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's a -- there's a disconnect for me.  Yes, I do accept that the district courts have to consider the guidelines.  But how do you tie that to the requirement that the punishment has to be tied to the guidelines?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The real formula is -- significantly increased the risk of perform -- of prolonging the defendant's incarceration.  That's the standard you would like us --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And is -- is the heart of your argument that there really isn't much difference at all in what district judges are doing, now that the guidelines are discretionary, than what they did when they were mandatory; that is, most of them will start with and stop with the guidelines. I think that's --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- your brief spent some time on statistics, how often this happens.  But I take it you're not saying that our inquiry is a statistical one.  You're simply saying that the statistics bear out that, as an objective legal matter, the framework that you are explaining to us is and must be followed?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the statutes allowing relatives and friends of the victim to testify? Let's assume a crime committed before -- a horrible crime committed before that statute is enacted.  Does it violate the ex post facto law to give effect to that statute?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  Don't -- don't you think it creates a significant risk --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that the defendant will get a higher sentence?  Don't you think that's the whole object of the law, in fact?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if you have a law that sentencing judges must consider these factors, and one of the factors is whether the defendant has strong family ties that will be -- you know, jeopardized or whatever, if he's incarcerated.  You don't want to take him away from his family because that will penalize other people.  And then Congress thinks that's not a good idea and they take that away. Is that an ex post facto violation?  It increases the factors of -- or the risk that the defendant will get a higher sentence.  Before, he could take advantage of the fact that he had -- you know, a particular family situation; later, he could not. That's a change in what the sentencing court must consider and is to his prejudice."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under -- under our modification of the guidelines approach, isn't that just a list of factors that the Court should consider -- or must consider?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- is that what -- who says that they're the benchmark that you start with? Where -- where is that writ?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"A court -- a court must begin with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So what if the -- what if the law said the court must begin with a comparison of what the average sentence is across the country, okay?  And the data collection, over time, becomes more sophisticated, and they can give you a more accurate number for what the average sentence is.  And it turns out it's higher than what their informal survey was before. Is that an ex post facto violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  It'd be the same -- it'd be the same thing.  One of the things that the Sentencing Commission considers is, of course, what the average sentences were around the country.  And let's say that the law says that's something you have to consider, and the technology or the range of -- of judges that they can survey becomes more sophisticated, the number goes up."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And so the answer --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And so the answer to my question is?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Just -- I'm sorry. Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So just getting more accurate information violates the Ex Post Facto Clause, in the framework that you've set forth?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the -- what if the statistics showed that nationwide only -- let's say, 25 percent of defendants were being sentenced within the guideline range; would that change your argument?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think there's a fair chance that, as time goes by --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- we're going to see fewer and fewer sentences within the guidelines.  As judges who began their careers during the guidelines, the mandatory guidelines era, leave the bench, new judges come in who never had to deal with the mandatory guidelines, I think we're going to see fewer and fewer guidelines sentences. And -- and the percentages in some districts are -- are really quite striking.  I'm told that, in the Southern District -- or the Eastern District of New York, now, only 30 percent of the defendants receive within-guidelines sentences. So --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":4,"sideBefore":"justices","text":"You're assuming that's changed over time. (Laughter.)"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Well, when I was on the court of appeals we thought it was our responsibility to ensure that the district courts were complying with the Sentencing Reform Act.  That might not have been true across the river, but -- (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":4,"sideBefore":"justices","text":"It wasn't. (Laughter.)"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Let's say this case comes back in 20 years and the statistics show that -- only a distinct minority of defendants are being sentenced within the guidelines; would the case come out differently?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- your case depends, it seems to me, upon the proposition that significant risk is only applicable at the sentencing stage.  And I'm not sure that that's true.  I mean, what -- why -- why would that be so? What if -- what if you have a new law that permits evidence to come in, in a criminal trial, that previously was not allowed to come in?  Let's say the testimony of a wife or -- or whatever.  I think the law is pretty well established that that change in procedure does not violate the ex post facto law. And -- and your response to that is, well, that's not sentencing; it's trial.  So what?  I mean, if -- certainly making a conviction more likely is -- is even worse than making a higher sentence more likely."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And would it be ex post facto in -- in the hypothetical Justice Scalia gave?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you just tell me the narrow rule that you would propose --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- getting back to Justice Scalia --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which is procedures-change risks.  Having a victim testify at sentences -- at a sentence is likely, if you examined it statistically, to increase -- increase the sentence. So assume that's the set of hypotheticals. You change it; now, victims can.  Why is that not -- or is it an ex post facto change?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So why is this not procedural?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Give me the rule where I can draw a line between those changes that are permissible and those that are not, not the general statement you're making because both increase the risk of a higher sentence."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it can't be that."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that was in the -- that Florida case was the mandatory -- almost mandatory guideline, and I think our starting point is -- your starting point, too -- is that, when the guidelines were mandatory, it was ex post facto because our decision in the Florida case said it was. Is this sufficiently different now that the guidelines are advisory rather than mandatory?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But saying that the sentencer has to consider testimony from the victim or from relatives of the deceased, that -- that change in sentencing law is okay?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It pertains to sentencing. It -- it says what the sentencing authority, the judge or the jury, must consider."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This is evidence brought before the sentencer."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see any difference between that and saying that the -- the guidelines have to be considered by the sentencer."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're answering me differently now?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're answering me differently?  I posed exactly the question that Justice Scalia --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I said the sentencing -- the assumptions I made were the sentencing law changes, victims must testify, judges must consider what they say, and, after 5 years, it's proven that, when victims speak, the sentences are higher.  Is that a substantive or a procedural law?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm asking you to draw it.  So tell me, what's the rule?  Do you want something as broad that says even that kind of change can be an ex post facto?  And, if you don't, articulate how I draw the line."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What does that mean to you?  The number of years in jail?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that as limited as you want it to be?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we know that's Miller."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This is not Miller."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought you would have gone back to Calder and Bull.  And Calder and Bull, which this Court refers to all the time, in these kinds of cases, has four categories, and the only one that fits this case is a law that changes the punishment --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and inflicts a greater punishment than the law annexed to the crime when committed.  So whatever these other hypotheticals are, they do not involve -- they are not laws that change the punishment, but yours is a law that changes the punishment."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it \"affix a higher punishment,\" in the words of Calder v. Bull?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that's a question at all.  The answer to that is quite easy.  It does not affix a higher punishment, does it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Then rely on Garner, but not on Calder v. Bull."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I wouldn't concede that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"That doesn't help -- (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you remind me -- it's in the briefs -- if a sentence is appealed, what is the review authority of the appellate court?  It must begin with the guidelines as the framework?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't the important point, Mr. Kinnaird, that there's a presumption of correctness that attaches to guidelines sentences on appeal --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that does not attach to non-guidelines sentences?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, this has, one would think, great legal consequence."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you -- do you know what the statistics are as to the number of below-guidelines sentences each year that are reversed by the courts of appeals on the ground that they are not reasonable?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I mean, I'm told that it's in the single digits."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, who prevails?  The government or the --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you had -- are you aware of any circuit court case, in recent time, where a circuit has reversed the lower range than the guideline, basically because the deviation from the guideline was unreasonable?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Feigin? "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why are you fighting this proposition?  If the starting point doesn't matter, why didn't you stick to your old position, that judges should start from the old one and simply consider the new one?  Why this whole Supreme Court case?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Practically speaking, do you believe it makes no difference?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"This is a change -- your position is -- is a change, at least in the position that the government took in -- in the Seventh Circuit case that started all this.  The government confessed error. The government said the district judge should have used the guidelines that were in effect at the time the offense was committed, and the government came to the Seventh Circuit and confessed error. So there was not even an argument until the Seventh Circuit and Judge Posner wrote the opinion that included all the hypotheticals that -- that were aired earlier about the victim impact statement and all of those are in that opinion.  So it was only after -- after the Seventh Circuit opinion that the government changed its position."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The guidelines range gets a presumption of reasonableness at the appellate level."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is the reason that miscalculating a guideline is considered a procedural error?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That begs the question. Obviously, if we hold it's a procedural error to miscalculate the guidelines, using the guidelines has some significant importance in the process."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But what that suggests is that the guidelines are -- serve as an anchor and are supposed to serve as an anchor and that the reason why the miscalculation is error is because you've picked the wrong anchor and that's going to affect or -- or has a significant likelihood of affecting your ultimate decision. And isn't that, really, what we've suggested?  Is the way the guidelines ought to work and the way you think the guidelines ought to work, that it serves as an anchor for sentencing decisions; yes, you can vary, you can deviate, but it's your anchor."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I think I'm saying more than it's all in your head.  I think I'm saying you start in a particular place, you have to get the particular place right.  The appellate court looks at the particular place that you've started and, if you -- if you've ended up there, has to grant a presumption of reasonableness. But the rules are all geared towards saying, yes, you can deviate, but you have to understand that there's -- that deviation requires some kind of thought process and some kind of reason.  Otherwise, this is where you should be."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it isn't, but that, I think, is an undecided question at best.  If you won the case on that ground, I would say that what the guidelines and the Sentencing Commission are best at, gathering information from across the country, and saying a typical person who commits this crime in a typical way should be sentenced to the typical range that applies -- let's say 18 to 24 months. That would be down the drain.  And I think that Rita, in fact, and the other cases have, at the very most, left open and maybe decided against you the question of when a court of appeals gets the sentence from a judge who does not apply the guideline because he doesn't like the policy judgment. That's a different matter from when he applies it then when he thinks he shouldn't apply it because the person in front of him doesn't meet the -- the policy conditions.  Those are different.  The Commission has the expertise in the first, the judge in the second.  And so there is at least a question as to whether the court of appeals should give more leeway to the guidelines in the first and more leeway to the judge in the second. Now, I think Rita is consistent with that, and I think every opinion we have written is consistent with that.  And I'd hate to see that suddenly decided and changed in a way I think is inappropriate in this case.  So have you all thought that through? And is the position of the government, now, that we think the guidelines, even if it's a policy matter that they have gathered evidence on, are entitled to nothing, if they run across a district judge who happens to think, though he was an outlier, that the outliers were right as a matter of policy, which, of course, will always be true.  Every judge who is an outlier thinks the outliers are right.  Otherwise, why would he do it?  You see? Now, I didn't know that issue was in this case and that changes the case dramatically for me.  And I thought we could decide this just on the ground that this is a law that changes punishment.  It's a law. It's a regulation. And Justice Scalia, I thought, was completely right.  The question is whether it inflicts greater punishment.  And there is a test on that, and the controlling inquiry is whether retroactive application of a change in a law that affects punishment created a sufficient risk of increasing the measure of punishment attached.  All right?  And that's -- that's what I thought the -- the framework of law was in this case. Now, this is sort of tough for you on oral argument because I'm just, perhaps, bringing it all up to get it all out there and see what you think."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I disagree with all that, by the way. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But when -- when it comes to the court of appeals, that's different.  The court of appeals begins with a framework of whether or not it's within the guidelines.  That's how it begins to measure the exercise of discretion."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You know, there is a lot of dispute, now, about the child pornography sentences. Let's assume -- and this goes back to Justice Breyer's question -- a judge comes in and says, I know child pornography is criminal, but I don't think what the guidelines are imposing are fair, to any defendant, so 10 days in jail. Why would that be substantively unreasonable?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm giving you exactly what the judge says.  You don't think that the appellate court would say that's substantively unreasonable because it's not giving due deference to the Commission's assessment of the seriousness of this crime?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I assume that the statute is one that permits 10 days, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's sort of an unusual statute, but, if the hypothetical is in the real world, the statute provides -- you know, 10 days to life, okay? And the judge thinks 10 days is okay.  I think that's the hypothetical."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you disagree with -- getting back to what this case is about, the D.C. Circuit, in opposition to the Seventh Circuit said, it is enough that using the new guideline created a substantial risk that the defendant's sentence was more severe than it would have been if the guidelines in effect at the time of the crime were used. And is it -- there is no doubt that this case fits that description.  There was quite a substantial risk that the elevated guidelines would result in a more severe sentence."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He's saying that -- the question is which guidelines in this case?  And he's saying it's the guidelines in effect at the time he committed the crime.  We are not dealing with other -- I mean, it's quite a simple choice. Is it -- does the court start with the guidelines in effect at the time the crime was committed?  Or does it start with the guidelines in effect at the time of sentencing?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We know that this district judge, he didn't want to get into any philosophical things about what was better or what was worse.  He said, I want to follow the guidelines.  So the question for him was only which guideline. He got his answer from the Seventh Circuit. They said the guidelines at the time of sentencing.  A judge in the D.C. District Court will get the other answer, the guidelines in effect at the time the crime was committed."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But it's not -- it's not a question of whether the judge thought that the one guideline was better than the other.  He specifically said he wasn't interested in that question.  The question was which guideline does he follow?  Which -- what does he start with?  And you recognize that you do start with the guidelines."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Yes, I agree with Justice Ginsburg's follow-up question.  It seems to me you avoided the question.  You said, oh, well, the judge looked at all this and selected the sentence he did. But he did so because he referred to the later guidelines, and I think that you have to recognize that. Unless -- unless I'm --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"I think you are saying it doesn't matter if they are advisory --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Well, I'd like to finish. Unless I am wrong under the record."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the district court was following orders.  He was following the Seventh Circuit.  The Seventh Circuit had said, you start with the higher guidelines."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feigin, you're sounding awfully like according deference to the guidelines counts as reversible error."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It is reversible error, is it not, simply to blindly apply the guidelines without considering the factors in 3553?  That's reversible, isn't it?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, surely, you do not want judges living in a world where they think that they cannot give deference to the guidelines, isn't that right?  You want them to give appropriate deference to the guidelines, isn't that correct?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Was Judge Randolph wrong when he said -- quoting the Sentencing Commission -- that within-guidelines range, even after Booker, is the standard?  Indeed, the actual impact of Booker on sentencing has been minor, and, for that minor, he cites the Sentencing Commission."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But this statement comes from Final Report on the Impact of the United States v. Booker on Federal Sentencing."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I see -- I see, now, where you're going.  What I think you're saying is, whatever the sentence is, I am the judge, I read the guidelines. Now, I may think that I am more likely to get reversed if I -- I substitute a different view than the Commission had on a matter of policy.  That's all true. But, still, I don't have to do it.  No matter what it is, I can not use the guidelines.  And, if I get reversed on other grounds, or the sentence is not reasonable, da, da, da, da, da.  But there's no legal binding nature there.  That's your point, I think."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  If that's exactly your point --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  But, now, I can narrow what the question I think is."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that -- that gets back to -- to your argument.  You're -- I sense that you want me to leave the bench saying the guidelines just don't make any difference.  Suppose the -- suppose the district judge said, you know, if it were just up to me, I would give this lower sentence, but the guidelines are an important institutional part of our system. Uniformity in sentencing is desirable.  For us to take into account the experience of other -- of other courts and what the Sentencing Commission does is very important.  Therefore, my discretion is guided by these guidelines."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You don't want me -- you don't want me to say that."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feigin, take -- take this example:  Let's suppose that there's a crime and the punishment for crime is 5 years to life, all right? Now, Congress passes a statute, and it says, no, we think this crime, now, is much more important than we used to; now, it's 25 years to life, right?  A person commits the offense prior to that change. Absolutely obvious case, right, that you have to apply the -- the 5 years to life, right? Obvious, correct?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Now, the Sentencing Commission does what the Sentencing Commission always does when there is a legislative change like this.  It says, well, we have this guidelines that assumes 5 years to life.  We have to change our guidelines because, now, it's 25 years to life.  And it passes a guideline amendment which completely conforms to the legislative amendment. But you're saying, no, the 25-year-to-life guideline is the appropriate one to implement, even though the 5-year statute is the appropriate one to implement -- is the appropriate one to give effect to. Is that -- can that possibly be right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feigin, I'm under the impression -- more than the impression I know -- that the Sentencing Commission can make a revision of the guidelines retroactive. Can it only do that for revisions that -- that lower the -- the suggested penalty?  Or can it do that for revisions that increase it as well?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Only for lower, okay."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Because, if it could increase it, then it would be violating, according to your -- your friend, the Ex Post Facto Clause."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But your -- your statement to me was -- and to us earlier -- was that the -- there is no legal constraint on the exercise of discretion. agree, the judge -- everybody knows the judge can go lower, but that overlooks the fact that discretion is defined by legal standards.  That's how we begin to think about discretion. That's how appellate courts weigh discretion.  And, again, you want to give the guidelines no effect in determining how that discretion is shaped, guided and exercised."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would you accept the fact that they define the discretion, even though they don't constrain it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if -- I'm sorry. Are you finished?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"A good -- good advocate. Let's say you had a statute -- not a guideline, a statute -- that said a sentence for a particular offense will be 5 years, but the judge can lower it to 4 years, if he thinks it would be a manifest injustice to sentence to 5 years.  That provision is later repealed. Now, it just says that the sentence should be 5 years.  Does that violate the Ex Post Facto Clause?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No matter how narrow -- no matter how narrow the original grant of discretion is?  In other words, only in the case of manifest injustice or however dramatic you want to limit the available discretion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How would -- how would a court --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  How would a court go about answering that question?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So it's a statistical evaluation of the kind we were talking about.  You look, and you say, well, it's only once in a blue moon that a judge invokes the manifest injustice provision, so it's not increasing the risk. On the other hand, well, every four out of five judges do, and, therefore, it is an increase.  Is that how you --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Feigin, I think more goes into it than empirics.  But there's this unbelievable chart, really, in one of the green briefs about -- you know, where there's one line, which is what happens to the guidelines, and there's this other line, which is what happens to the sentence, and they follow each other identically, exactly. You can't get a chart that looks better from this than -- from Mr. Kinnaird's point of view."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kinnaird, you have 3 minutes left. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN B. KINNAIRD","firstName":"STEPHEN","lastName":"KINNAIRD","counsel":true,"justice":false,"side":"petitioner","words_spoken":3006,"interruptions":38,"times_spoken":67,"laughter":0,"num_int_by":8},{"id":1,"fullName":"ERIC J. FEIGIN","firstName":"ERIC","lastName":"FEIGIN","counsel":true,"justice":false,"side":"respondent","words_spoken":2758,"interruptions":27,"times_spoken":45,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":585,"interruptions":4,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":695,"interruptions":2,"times_spoken":27,"laughter":2,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":391,"interruptions":2,"times_spoken":8,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":573,"interruptions":3,"times_spoken":26,"laughter":2,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":668,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":425,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":704,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":545,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":38,"words_spoken":3006,"times_spoken":67,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":27,"words_spoken":2758,"times_spoken":45,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":17,"words_spoken":4586,"times_spoken":121,"laughter":5,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.6468418114308596,"respondent":0.3531581885691404,"date":1472501779256}}