{"petitioner":{"name":"WALTER FERNANDEZ","counsel":[0]},"respondent":{"name":"CALIFORNIA ","counsel":[1,2]},"caseNumber":"12-7822","date":"2013-11-13T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next today in Case 12-7822, Fernandez v. California. Mr. Fisher. "},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the reason -- maybe I should put to you at the outset the problem with the case that's bothering me.  Neighbors hear a noise. Police come to the door.  Man and wife are there.  She, as in this case, has a bump on her nose, holding a baby and is crying and blood on her shirt.  The police, for whatever set of reasons, arrest the husband.  The woman says, Mr. Policeman, I would like you to come in the house.  I'd like you to look at a couple of the closets. I'm worried about what's in them.  I can't quite tell you what it is.  I don't know.  But I'd like you to look through the house. Now, is that woman never to be able to get a policeman in the house?  Never?  I mean, months go by. She owns the house, too.  And by the way, I've tried to keep out of my hypothetical any other basis for getting in.  It's not a -- she's not a danger.  The husband's gone.  She is -- no destruction of evidence.  She won't destroy it.  You see -- and so that -- she owns the house.  Can she never invite the policeman in? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On what basis?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On what basis?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, she says, I don't know what's in the closet, Mr. Policeman.  I don't know that it has anything to do with my bloody nose.  I just would like you to take a look around. Now, see, I tried to keep out probable cause."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I've tried to eliminate any other basis.  And that's what is worrying me on the -- worry stemming from, but it's her house, too.  Can't she invite people into her house, too, whom she wants, including the policeman? Now, that's the example that got me to write separately in the other case.  That's the example that keeps gnawing on my mind, and I -- and I'd like you to address it. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How could she invite them in?  The husband has said, never, I don't want a policeman to set foot in my house, and it's not just the closet.  She wants the police to take a good look around."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, I wasn't here for Randolph.  I have trouble getting my mind around this entire problem.  I would never think of telling my co-tenant that she could not invite her friends or other people into the house.  And so I don't understand why the fact that one is a joint tenant is not the end of the analysis.  Why shouldn't it be?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose her friend is a forensics professor at the law school."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And she said, you know, I'm concerned there might be evidence of a crime here; I don't want any part of it, I want you to give me your expert opinion on that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know why you want us to write an opinion saying that the police are different from anybody else.  There's just no -- no authority for that."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it different?  Why is it a different question?  If I own premises, I can invite in a friend.  I can invite in a relative.  I can invite in a complete stranger if I want to do that."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it a presumption? It's a right, is it not?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that.  Why should it -- well, all right.  Why should I feel myself bound by that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, asking to extend it, asking to extend it.  One doesn't have to overrule it to say, we're not going to follow it to its logical conclusion."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But Randolph, I forget exactly how many times, but repeatedly said it was discussing a case involving the physical presence. Alderson Reporting Company And it had to do that because it was drawing a very formalistic line. If the other person had been in the back room instead of at the door or if the other person had been away for a minute, Randolph by its terms would not apply, because it said physical presence.  So it's not even extending Randolph to its logical conclusions.  It specifically said, we are not reaching anything beyond physical presence."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens next?  What happens next for ten hours, ten days?  He was in custody for 500 plus days and for all that time, the co-tenant, the wife, cannot invite the police to look for a shotgun where the four-year-old knows that it is and she may not know how to handle the weapon?  She can't get a policeman to assist her for 500 days?  This is not Randolph.  This is a vast extension of Randolph."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But Justice Breyer's question was very carefully phrased to indicate, at least to me, that there was no probable cause.  You're asking the property owner to invoke a legal form that is itself highly invasive.  She doesn't want a warrant. She wants the police to come in for advice."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You can say that in lots of consent search cases.  I don't think that answers the question of whether the person has validly consented. Is there a rule that says you can't have a consent search where there's probable cause because where there's probable cause, you can get a warrant and, therefore, you can't consent to the search?  Is there a case that says that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, so why should that be the rule here?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You have a woman who has been beaten up.  She's got bruises.  She's standing on the doorstep of her house.  And she says to the police: I'd like you to come into the house and see evidence of what my husband has been doing to me.  And you say she can't do that.  She has -- it's her house, but she can't invite the police in?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about what we said in King just last year or the year before -- it's a quote:  \"There are many entirely proper reasons why police may not want to seek a search warrant as soon as the bare minimum of evidence needed to establish probable cause is acquired.  The police may want to ask an occupant of the premises for consent to search because doing so is simpler, faster, and less burdensome than applying for a warrant.\" That seems to me to entirely refute the idea that oh, well, what they should do is get a warrant."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn’t answer this question, you see, because once you say right, you assume the answer.  I mean, if the wife has -- to the extent she has the ability to ask anyone into the house, even over the husband's objection, then the conclusion is he doesn't have a privacy right or a reasonable expectation of privacy vis-à-vis what his wife wants.  And if you decide it the other way, he does.  And the hard problem, I mean the hard problem for me, is -- but I'll ask the other side that -- under what circumstances, when, how do we work out?  And the answer in Randolph was social expectation.  And, frankly, I don't know what the social expectation is."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Finish."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you make of the language in Randolph about pretext?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Does it help you in any way?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure.  Because all they have to do is arrest and remove people. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, and you can stick with this case.  Once he's arrested on a robbery charge, he can be held for many, many days.  Why isn't it appropriate to assume, not when he's asked to come out and talk to the police for two minutes, but when he's incarcerated on a robbery charge, that the premises are no longer open to him, that he's no longer at home there?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in the -- in the interim.  He's been charged, not convicted, and he's -- he's in jail awaiting trial."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"He was in jail for 500-plus days, and you're saying that for all that time, the co-occupant has no complete control over the premises."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's the conversation between the husband and the battered wife, bleeding, holding the four-year-old baby going to look like?  Presumably, it has to take place away from the police because it's -- you know, it's a private conversation.  So the spouse abuser says to the police just give me a few minutes.  Let me talk to my wife. And that conversation is going to lead to some accommodation that you'd be prepared to honor?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I quoted you the lang -- I quoted you the language from King from last year where we said that's not an adequate answer."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But Jardines was based on an understanding of property rights, wasn't it?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It was based on an understanding of property rights, Jardines?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when you say the -- the police prohibit him from exercising that right, there was an arraignment before a magistrate.  The judicial system ordered him -- ordered him confined."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there any indication why the police didn't get a warrant in that hour interval?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not purely an -- there's -- the language I quoted said any number of reasons.  One reason may be if the police leave and the woman is there -- we're dealing with gang violence -- that other members of the gang may come and say, you know, retrieve the contraband in the house.  Going to get a warrant is not a sufficient answer in -- in every case.  There are -- there's a reason that the law has recognized the efficacy of consent in allowing the police to enter."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you don't think there would be exigent circumstances in the case of -- this case, do you?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's the initial problem I started with in this case.  The policeman is standing at the door.  She owns the house. She says, come in.  Come in.  Maybe it's I'd just like to talk to you.  Maybe it's I'd like to show you a few things.  The four-year-old says the spouse hit her. That's why she's bleeding.  She later says, oh, no, it wasn't the spouse.  It was a woman named Veronica. Maybe that's all true here.        But you could surely imagine cases where you had a little window of opportunity to find out what was going on in that house, which is hers.  And now you say no, as long as the husband who may have beaten her up six times is now being held in jail lest he do it again, policemen can't go in, even when she's willing to talk to them, even when she's willing to show them a few things, we know Alderson Reporting Company not what. Now, perhaps, I should just sweep that -- that problem aside and pay -- say it isn't controlling. But that's what's worrying me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Fisher. Alderson Reporting Company Mr. Karlin. "},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Would that be so if Fernandez left -- he's made known his objection and then he says I'm going to pick up something at the drugstore. The minute he leaves, can the police then say to his cohabitant, do you consent?  She says, yes.  Police come in?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what's left of Randolph if we accept your rule-- all the police have to do is arrest anyone if they have probable cause, and if they don't, all they have to do is remove them from the premises and just talk to the co-tenant even though they've heard an objection?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"When is Randolph ever going to survive after this, assuming we accept your rule?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So there's nothing left to Randolph.  The police just remove the person."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Remove them to the stoop, into the police car, to the station?  How far before Randolph dies?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Smith goes up to the house and Mrs. and Mr. Jones -- Mrs. Jones:  Please come in. Mr. Jones:  Stay out.  Well, I mean, Randolph says most people wouldn't go in, in those circumstances. So now Mrs. Jones says:        Tell Smith -- my husband, rather:  Smith, you tell my husband that there's a telephone call for him at the local pharmacy, and so he does so now he's not there.  And so now they can go in.  I mean, that seems like more fantastic than people entering the house in the first case. And so there does seem to me to be a real Problem here, if you write Randolph and agree to it, as I did, that you're going to say, okay, the police can just get him out of the way for a little while, legitimately, Alderson Reporting Company get him out of the way, maybe there really was a phone call, and now they go in the house.  I mean, I don't see how I could write that without saying I was wrong in Randolph, which I still think I was right.  So therefore I --one thing here.  What about saying that that \"stay out of my house\" is at least valid for a reasonable time thereafter?  And an hour and a half is not a reasonable time thereafter, at least when -- when the police got him out of the way."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's all true, but can you answer my straight-faced question, which is how can I do this with a straight face, both come out one way in Randolph and say when the police get him out of the way knowing about what he doesn't want, that's all different. Can you explain how I can do that with a straight face?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Karlin, don't you find that a little bit odd?  I mean, this social expectations analysis applied to a case in which a police officer has power that no person, no stranger has.  The police officer has just put the man in handcuffs and taken him away.  A stranger does not have that power. Alderson Reporting Company So it's a bit odd to say:        Well, social expectations say that the stranger can walk into the house, you know, having just carted the person away. He can't do that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Did Matlock -- there was no objecting defendant."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's the presumption that still survived, that absent an objection you have a consent, you assume whoever has control over the Alderson Reporting Company premises has consented.  That's a different situation. That's not Matlock.  Matlock doesn't control here."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You see, I thought that Randolph rejected that analysis.  I thought that Randolph said -- and you could agree with it or disagree with it -- but it said, and I'm quoting here, \"The cooperative occupant's invitation adds nothing to the government's side to counter the force of an objecting individual's claim to security against the government's intrusion into his dwelling place.\"  So, when you have an objection, Randolph says, the objection trumps.  And the fact that there is a cooperative occupant there, well, again, I'm just quoting, \"It adds nothing.\""},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I guess this goes back to my -- my other question.  I find it impossible to get my head around this case without recognizing that we don't have it here, because the police have taken the objector away.  And so the police themselves have, you know, properly exercised a power that is the reason we don't continue to have the situation that Randolph concerned."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You don't disagree, do you, Mr. Karlin -- and I don't want to put words in your mouth -- but you don't disagree that the expectation of privacy does not decline after the arrest is made.  In other words, that Mr. Fernandez's expectation of privacy remains the same."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm a little confused.  I thought that when the cotenants gave permission to search, that gave permission to open anything in the premises, to search the entire premises. You're talking about a locked closet or a locked box. Why would it --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I own the house."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm letting the person use it by sufferance, not by -- but it's still my Alderson Reporting Company closet."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I would certainly recommend to every married couple now to have a prenuptial agreement on access rights. (Laughter.)"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think there's -- reading your brief and the other, I don't think this is a case where she wanted to talk to the police.  Is it? The policeman says he wants to get in there because he's afraid a hostage -- a child is being held hostage.  And why wouldn't that give him grounds for -- was it an exigency?  I mean, why wouldn't he get in on other grounds there?  The exigent circumstances, the child might be held hostage.  Isn't that a good ground for going in immediately without a warrant?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  They say they could do that.  So the problem is when they came back."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  When they came back, and she says apparently -- or what they give the impression, as I read it quickly, that it isn't a case where when they came back, she wanted particularly to give evidence to the police."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Karlin, there is in this case some indication that she was not inviting this search, that she in the end consented, but only after the police suggested that her child could be taken away and, you know, the facts of this case are not I'm standing at the door dying for you to come in."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Palmore? "},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Then you could reduce Randolph to nothingness by saying the police -- as long as the police act lawfully to get the objector out, then they can override, then his objection doesn't count."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why did they need to search?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why did they need to search?  I mean, to look around the house, yes, but if this is a search only for purposes of domestic violence what in her story made them think there was evidence anywhere that was locked up that had -- that there had been any time to lock it up or dispose of it?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I think this was just a pure:  We want to -- we want to find something else."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So they were looking for evidence not on the ground that they arrested him on, but on an independent crime?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Did they have probable cause to get a warrant?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Once he was identified, did they have probable cause to get a warrant?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So we have everything here -- the things -- the everything -- the search at issue was a search solely for evidence?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The objecting party was present and made his objection known clearly and directly to the officers seeking to enter the house?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"A little earlier, but he did. Alderson Reporting Company The officers did not justify their search on grounds of possible evidence destruction.  And as far as the record reveals, the officers might easily have secured the premises and sought a warrant permitting them to enter. All these factors are there, and the other offsetting factors, that the officer -- the invitation could reflect the victim's fear about being left alone with an abuser.  No, because the abuser is not there.  It could also indicate the availability of the evidence in the form of a willingness to speak that might not otherwise exist.  As far as we know, that isn't present. Therefore, it fits totally within Randolph, but for one thing:  The police themselves took him away. Now, I mean, it's not -- it's not really a subterfuge, but it might look like that you've just eroded Randolph for no reason you get around your point by saying at least that known consent -- I mean known objection -- has enough force to last for a reasonable time, which isn't the best way of writing perhaps a Fourth Amendment opinion.  But it does have the -- leaves it up to the lower courts to figure out what is, and it maintains some life in Randolph. Okay.        That's a fairly long question, but you see where I'm going.  And your -- your answer is Alderson Reporting Company what?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How about a clear answer?  Getting a warrant."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Get a -- when you have probable cause to believe a crime has been committed, and here clearly you admit there would have been probable cause to search, there's no exigency, there's no looking for evidence related to the crime that drew you particularly there, the screaming, but you've just got to secure the premises and get a warrant. I don't know why that's so difficult for police officers to understand.  Your first obligation under the Fourth Amendment is get a warrant."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Palmore, could I ask what you think that this sentence means in Randolph? There's a -- there's a statement that says:  \"So long as there is no evidence that the police have removed the potentially objecting tenant from the entrance for the sake of avoiding a possible objection.\"  What do you think that means?  When do you think it would apply?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So it would only apply if the -- if the taking the person away from the home was unreasonable.  But as long as that was lawful, whether you did it by saying, you know, come walk around the block with me or whether you actually had probable cause to arrest and you took him to the stationhouse, either way, that this language would not apply."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And has anybody ever found that conduct fit within that language?  Has any court ever used that language in any way to state that this, you know, this goes beyond the bounds?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I think the property law cases that you cite, pages 24-25 of your brief, I had thought originally that this would be the principal focus of our decisions in these cases, but it's -- it's marginally in your favor.  It's not really very strong. I mean, you have an 1839 North Carolina case and the CJS case.  There's just not a lot of help in property law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Fisher, you have six minutes left. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So the cotenant has much less authority to allow people to enter if her other cotenant is -- is a criminal than if he's a law-abiding citizen?  That's the result."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's the result of the way you allocate the rights and duties of the cotenant who allows the -- the person to enter."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  The law-abiding citizen says I'm going away for three days, don't let anybody in the house, but the cotenant can overcome that, but not in the case of the -- well, I'm interrupting your -- your rebuttal."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the problem, for as long as he can't enforce it -- he's the worst criminal in the world; right from the house to 20 years in Sing-Sing.  So she can't right -- let anyone in the house, the police department, for 20 years.  That can't be right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I don't understand how you can say it would render Randolph a dead letter.  The -- Randolph was expressly limited to physical presence.  It expressly acknowledged that it was formalistic, and even the concurring opinion said, quote, \"The Court's opinion does not apply where the objector is not present and objecting.\" So what you're really arguing for is an Alderson Reporting Company extension of Randolph, not an undermining of it."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why doesn't your rule express profound disrespect for the -- the cotenant who was standing at the door and who has -- who says, I've just been beaten up by my cotenant and I want you to come into my house and see the evidence of what my cotenant has done to me.  And you say to that cotenant who's standing by the door you do not have the right to invite the police into your house to look for evidence of what was done to you."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  But it would apply in that case, would it not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3829,"interruptions":24,"times_spoken":49,"laughter":1,"num_int_by":6},{"id":1,"fullName":"LOUIS W. KARLIN","firstName":"LOUIS","lastName":"KARLIN","counsel":true,"justice":false,"side":"respondent","words_spoken":1597,"interruptions":8,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":2,"fullName":"JOSEPH R. PALMORE","firstName":"JOSEPH","lastName":"PALMORE","counsel":true,"justice":false,"side":"respondent","words_spoken":1221,"interruptions":6,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":521,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1449,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":393,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":412,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":27,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":473,"interruptions":1,"times_spoken":22,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":184,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":506,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3829,"times_spoken":49,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":14,"words_spoken":2818,"times_spoken":39,"laughter":0,"num_int_by":2},{"side":"justices","interruptions":1,"words_spoken":3965,"times_spoken":88,"laughter":1,"num_int_by":1}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035419}}