{"petitioner":{"name":"JULIE HEIMESHOFF","counsel":[0,1]},"respondent":{"name":"HARTFORD LIFE & ACCIDENT INSURANCE CO., ET AL ","counsel":[2]},"caseNumber":"12-729","date":"2013-10-15T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-729, Heimeshoff v. Hartford Life & Accident Insurance. Mr. Wessler. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How much time was left in Alderson Reporting Company this case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you -- and if there were a one-year limitation running from the final administrative review, you would be out?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but if there were such a rule, one year from the final administrative decision, this claim would become too late."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What accounts for the delay?  When the -- the clock was running and more than a year went by before this suit was instituted, why was that -- why did that happen? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I thought the court below said that that was irrelevant to the resolution of this case, that even if they accepted your date for when the proof of loss started, that you would still lose."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm a little confused because it would be the same no matter what rule we Alderson Reporting Company instituted."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Meaning, you would never know when the administrative -- you really never know when the administration process is final, just like you're arguing you don't know when the proof of loss date is final.  But at least the advantage of proof of loss, you know you got three years from at least the beginning of the process."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That can only help you. That can only help you.  It gives you more time, but it doesn't take time away from you."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You have three years, no matter what.  From the first date, you have three years."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you need more time, you have a potential out."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you know, I guess there are answers to these -- to these legal questions, whether it's the first filing or if supplemental documents are required, it's the second filing.  There's an answer, you know?  Some court will provide the answer. The mere fact that -- that provisions in a contract are subject to various interpretations doesn't make the provision invalid.  It means something.  We Alderson Reporting Company just don't know right now what it means until -- until a court provides the answer.  But, wow, that's not different from any contract."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But ERISA itself contains no statute of limitations, and it's generally assumed that, therefore, this State statute of limitations would govern, and if a State has the position that parties can contract the statute of limitations -- I mean, ERISA Alderson Reporting Company does have -- does have a statute of limitations for breach of fiduciary claims, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it has none for this kind of claim."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, ERISA doesn't have a statute of limitations, it doesn't specifically set out a statute of limitations for this type of claim.  But it Alderson Reporting Company does have a savings clause that says it doesn't preempt State laws that regulate insurance. So what would happen in this situation? Let's say that a State statute says essentially what the plan at issue says.  It says that a claim for the incorrect denial of insurance benefits must be brought within three years after the proof of loss. And now let's assume we agree with you, that under ERISA, any statute of limitations for the denial of benefits must begin not when the proof of loss must be filed, but upon the denial of benefits. Does it follow, then, that the rule that you're advocating would mean that ERISA preempted the State law that regulated insurance in the way that I just specified?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I think your answer to that question has to be yes; otherwise, the situation would be a mess."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- but in -- in what sense is the law that I hypothesize not a law that regulates insurance?  So why wouldn't it fall within ERISA's savings clause?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any evidence in other circuits that have this same rule that -- that the Alderson Reporting Company approach the Respondents advocate has caused difficulties and disruption and unfairness?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But in this case, as Justice Ginsburg indicated at the outset, there was a period of, I think, just over a year, in which it was very clear that the administrative process had ended and nothing happened.  I don't see the unfairness in the application of the rule in this case."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but there is also certainty and fairness in processing the claim, and when Alderson Reporting Company evidence is lost, especially in cases where employees who were key witnesses have likely departed, that's another very important consideration."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens -- what happens if you brought suit before the exhaustion, while it was still going on, before it ended, but you said to the judge, Judge, we're in the middle of exhausting, so don't -- we don't want to hear the case until that's finished, can you do that or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an open question. So then if it were held that you could do it, you could file the lawsuit within the three years and if exhaustion had not taken place, well, just don't hear the case until the exhaustion does.  That would solve your problem. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it wouldn't solve your problem because you waited too long.  But I mean that would solve the problem of other people in the future in your situation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What is it that stops that? I mean, on that ground you would say these clauses are valid.  It's valid to say he has to -- you have to bring a lawsuit within three years.  Nothing wrong with that. File a protective complaint."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, if we rule in your favor -- I'm sorry, against you -- and just say the plans can do this, do you see any reason why the government couldn't pass a regulation saying you've got to give people at least a year from the end of the administrative process to file?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm going to ask them that question."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But are you aware of anything that would stop them from doing that?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If we rule in your favor, however, they would be estopped from passing a regulation requiring something different than what we say, correct?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Wessler, this just I think follows up on Justice Kennedy's question, but have you identified any cases in which this serves to prevent somebody from bringing a suit?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems as though those courts have been pretty liberal in saying, whenever it is necessary, no, take a little bit more time.  So, this you know, it seems just a little bit like a solution in search of a problem."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't understand your response to Justice Breyer's question, Mr. Wessler.  I don't see how a Federal court that simply stays its -- stays its hand, abides the termination of the administrative proceeding, is in any way engaging in any kind of adversary process."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, many people in the administrative process aren't represented, but some are, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Anders. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I find it very hard to answer the question that is presented here without knowing the answer to the preemption question that I asked Mr. Wessler.  And I know you refer to it in a footnote in your brief and you say that this -- the type of State statute to which I referred would likely be preempted.  And I can understand why you wouldn't want to go further than that on that question in a case where that question isn't squarely presented. But if it's not presented, then I think we would be creating an incredible mess that Congress would not have intended.  So I really don't understand how I can answer the question here without knowing the answer to the question there."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Those are general statutes, so they would be preempted just in this class of claims.  So lawyers would have to know that this statute is still valid for many purposes, but not for Alderson Reporting Company ERISA."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But then you have -- you have lack of uniformity within the State on when these claims must be brought under an insurance policy."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But it hasn't undermined the framework.  I mean,the Petitioner had a year.  I mean, I can understand if -- finding that a particular case is -- is not filed too late when indeed there was -- Alderson Reporting Company there was no time to do it.  But here they -- they had a year.  Why -- why does that undermine the framework?  If and when they don't have enough time, the court can say the -- this suit is not precluded."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So what?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":6,"sideBefore":"justices","text":"What evidence do you have that any bad incentives -- you know, any bad effects are actually flowing from this?  There's actually a big leeway in this statute, because it's 3 years.  The administrative review process only takes about a year. Even if this is a -- it's a complicated case where there's some tolling, you know, maybe it gets you up to another year, you still have a year. I mean, what -- how would people behave badly or behave in ways that you think would disrupt the statutory scheme, if we just let everything stay as it Alderson Reporting Company is?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Now -- in practice -- in practice, how often is that the case that the -- that the guidelines set by the Department of Labor are not -- are not met?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, I could be more troubled by this case if the proof of loss provision required a suit to be brought in a year because as I'm adding up the timeframe, it's about 15 months if no exceptions remain for the administrative process. Could you answer my question on whether you see any impediment if we rule against you in this case, to the department saying something like, you've got to give at least a year, from the finality of the administrative process?  Could you pass such a regulation later?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"justices","text":"But, Ms. Anders, the question is -- there is a division in the courts of appeals, and the question is:  Could the Department of Labor, by regulation, resolve the matter one way or the other? Does -- even if -- even if it thinks the statute is clear, the courts obviously don't because most go the other way.  So given that most courts go the other way, does the Department of Labor have authority to adopt a -- a regulation that would adopt the accrual rule?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's -- that's the internal claims.  Do you know any other instance in which -- when a suit can be brought in -- in Federal court will be determined by an agency?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"An agency saying you've got to sue within 1 year, you've got to sue within 6 years. Offhand, I can't think of any, and -- and I think it Alderson Reporting Company goes well beyond what -- what the Executive is authorized to prescribe."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You know any other instances where -- where a Federal agency has, in effect, prescribed the running of the statute for the courts?  Maybe there are some, but I don't know of any."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I guess one question is, if you think that you do have authority and you think that the majority rule has been creating problems, why the Department of Labor hasn't done that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If we agree with you, would a State legislature have the authority to pass a statute setting out a particular -- a specific statute of limitations for ERISA claims?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What is your position on Justice Breyer's suggestion that the trigger can be proof -- when you file proof of claim, but if it happens that beginning of suit at that point would -- while the -- while the administrative review process is underway, why not say you have to follow the time of filing, but if the administrative process -- in your case, the 4 years -- took 4 years -- just hold the suit in abeyance until the administrative process is complete? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- What about our saying that, and what about our saying to the courts as a judge-made doctrine, exhaustion has to conclude in enough time so that they have time left to file a lawsuit?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes.  Because isn't -- isn't exhaustion a judge-made doctrine?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"It would be an unfair process that doesn't leave them a reasonable amount of time to file a lawsuit."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Carroll. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They don't have to provide benefits at all, do they?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And if they do, they do it on their own terms."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I suppose the problem here is that we have found nine cases -- you know, we can do computer-assisted research, which my clerks are good at -- and -- and they found five cases in which the exhaustion period was actually longer than the 3-year statute of limitations.  And then they found four others that were -- well, there was like 5 days left in one, and there was 5 months in another.  And in most of -- almost all those cases, the judge got around the problem by saying the statute begins to run at the time the exhaustion is finished. Now, I can think of other ways of solving the problem.  One was, you get a reg.  Another way was that we interpret the exhaustion doctrine to require leaving at least a year.  But what's your way of solving the problem?  Are you just going to let those nine people just -- they can't bring their lawsuit, or what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The question was, what do you want to do with those nine people?  Now, I know Alderson Reporting Company there are a lot of ERISA cases, but still there were nine people --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- who will have this problem.  And my question is, what do you suggest we do about them?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"My question was, what specific doctrine or -- I saw three routes.  Now, you can name some others, and we do about those nine people precisely, not in some general terms, but we do what about them?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And now, I suppose -- so we Alderson Reporting Company could use equitable estoppel, even though nobody has said anything, even though nobody held out anything as a basis for estoppel.  But we could say use equitable estoppel.  I'll think about that one. Is there any other thing we could use?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn't equitable tolling apply if you don't have enough time to prepare the court suit?  You have just a month, let's say, and it's not your fault because you pursued the administrative proceedings vigorously and promptly.  Why wouldn't it be applicable?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So these seven people, nine people -- how many were there?  Over 40 years, they probably had a way out?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you're pushing this start to the statute of limitations period, and your answer to the problems is:  Well, don't worry.  If it ever turns into something that's going to be enforced, we won't enforce it, or it won't be enforceable without a judicial determination about equitable estoppel and all these other things that are very difficult to apply."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Carroll, what would you think if the State here just amended its statutes tomorrow and said not 3 years but 18 months?  So for everybody, it's an 18-month period.  It doesn't give people very long after the 12 or 13 months of the administrative review process is over.  What should a court do then?  Should a court strike the entire statute?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  Should the court say, that's unreasonable, that goes too far?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  You know what? Take it out of the statute context.  Just say that the contract said 18 months rather -- so -- so that's really what I meant.  What is -- what's a court to do with a contract that says that?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but in 18 months. I mean and so 18 -- the administrative review process takes about 12 months in most cases."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is 18 months enough?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well but, what's the rule of law -- what's the rule of law that allows us to get rid of a contract provision that's set at 14 months or 15 months or 16 months and to leave this one?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I was thinking that I would like to -- like, 14 months would just seem unreasonable to me."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There, your opponent is saying, I have a simpler answer.  I mean, instead of having to worry whether 14 months is too long or 7 months is too short or a year and a half is adequate time, instead of having to worry about that in difficult cases, I have a simpler idea.  We will just run the three years from the time the -- the internal exhaustion is finished.  Then you don't have to worry about it. You don't have to worry about equitable tolling, and you don't have to worry about all this other stuff.  That's their point."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why would -- why would employers with ERISA plans be hurt by the rule that the Petitioner is advocating going forward?  Why wouldn't they just be then able to amend the plan, make the -- the period for filing suit begin on the -- at the end of the review process, shorten the period, if -- so as to bring it in line with basically what happened before, when the period began upon the proof of loss, I don't quite understand why, going forward, that is -- is a disadvantage to -- to employers?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The current model being the proof of loss?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And why is that preferable?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it true that in insurance contracts, generally, where there is this proof of loss as the trigger, there isn't a mandatory administrative -- most States don't have this mandatory administrative review."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but there's no -- there's no employer who is going to have a plan Alderson Reporting Company put together and say, well, I'm not going to do this unless the statute of limitations for claims runs from the proof of loss.  And if you tell me it's got to run from the exhaustion of remedies, I'm just not going to give a benefit plan.  That's an implausible scenario."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what would your argument be if -- if this -- if ERISA said there is a minimum 3-year statute of limitations?  Would your argument be identical today or would that be a clearer demonstration that Congress intended that the background principle that that starts from, the exhaustion of Alderson Reporting Company administrative process, be incorporated?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So do you require an explicit agreement that the start is going to be different as well?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That you can shorten or lengthen a limitations period, but this is not about shortening or lengthening a limitations period.  This is about changing a start time for the limitations period. Do you require something explicit -- an explicit statement as to that as well?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So you think Congress would only legislate in that way?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You think Congress would only legislate that way?  Do you have any examples of that, of Congress saying the limitations period starts at the end of the administrative process and is for 3 years or 1 year?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's much better."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any position on whether the executive can prescribe when -- when suit must be brought?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Carroll, did I understand you before to be taking the position that even if Congress enacted a statute of limitations with an accrual rule, that that might not be effective as against a plan provision that provides for the trigger being proof of claim?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They're not going to do this for a lobby of nine people, are they? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But if they do that, the question answers itself.  The -- the -- (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"The -- the question I would like to know is if you know empirically, roughly, what are typical statutes of limitations in this area?  The basic rule is State law unless contract, is that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And how long on average? Do you have any idea of -- of how long people normally have to bring their action?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's the standard provision in contracts?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I mean -- in certain types of insurance contracts.  So ERISA is all over the place.  I wouldn't even know where to start.  Does the Department of Labor keep statistics on this or what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's hard to see what you mean by the exceeding rarity.  I suspect there are more than nine cases where people are looking at the running of the statute of limitations and they're saying, well, I've got to sue if I don't get this and when do I have to hire a lawyer.  And the last thing you want in this process is to get lawyers involved at the claim procedure.  And they say, well, there's only 10 months left, I'd better hire a lawyer, you know, and instead of the informal resolution, you've suddenly got lawyers involved.  Why isn't that a legitimate concern? On the other hand, if you wait until the claim is exhausted, you may -- you may not need the lawyer at all.  But if you don't know when that period is going to run, you'd better get one early -- sooner rather than later."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, she was very prudent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, she didn't know when it was going to run, you'd better get somebody in there right away. The typical lay person who's got a claim for $9,000 in disability benefits or whatever, you know, may not know. Better get a lawyer to tell her. It just seems to me that you keep it as an informal resolution -- inexpensive resolution process if you tell somebody look, you don't have to worry about getting a lawyer until we tell you whether we're going to deny your claims or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's my point. I'm not talking about the need to go to litigation. I think there are probably more than 9 people who had to hire lawyers before they even had a decision. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, and it's probably a claimant that doesn't have all that much experience with the legal system and doesn't know well how long does it take, you know, to get a complaint ready and -- I don't know.  It just seems to me that the problem of a statute of limitations that runs before the claim even accrues requires people to worry about their legal rights in a way that -- the simple rule about when your benefits are denied, that's when the period starts running."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's fair to say, in other words, that it's typical in the insurance industry that statute of limitations run from proof of loss?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"From occurrence? Occurrence --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you started to answer this question before, but I'm not sure I understand the answer, why this proof of loss model is -- is so attractive in the disability insurance field?  You said Alderson Reporting Company that it provides a clear date on which you know you can begin to count.  But so does an accrual rule.  So maybe you can explain a little bit more."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right, right."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's -- the doctrine of exhaustion is a judge-created doctrine."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And therefore you cannot, in your contract, contract yourself around it.  You can't get out of it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So what this would require would be to say that that judge-created doctrine requires exhaustion to take place before the accrual of Alderson Reporting Company the statute of limitations, end of opinion.  For the reason of certainty, for the reason of uniformity, for the reason of avoiding, through hiring lawyers, et cetera, an interference with the voluntary nature, simple nature, and hopefully pre-legal involvement nature of that exhaustion process, all right?  Da, da, da. Now, the reason -- what trouble would that cause?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What trouble in the industry would that cause?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that this contract required exhaustion of administrative remedies before you can sue.  Isn't that in the contract?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it's not a judge-created doctrine."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, we create it in other instances where -- where there are agency, you know, requirements to go through the agency, and we -- we make it up.  But here it's -- it's in the contract, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So we are not as entitled to fiddle with it as much as we are when it is our creation, I suppose."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Carroll, please tell me if I'm wrong.  But even if a contract does not have an exhaustion requirement, courts have required exhaustion. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And courts have required it even though the statute doesn't say so."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It's an extra-textual requirement the courts have made up, irrespective of what the contract provides."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Did I --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I think what Justice Breyer was suggesting, that maybe, given that we have this sort of judge-made rule of exhaustion, that the courts just did a sort of a half job of it, that they also should have put the statute of limitations that makes that Alderson Reporting Company exhaustion requirement work, and that ensures that it doesn't produce unfair, bad outcomes."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The Congress was dealing -- you know, Congress passed ERISA before this exhaustion requirement came into play.  So it's a little bit hard to read into anything, to read Congress's silence in the normal way here because Congress didn't think that there was going to be this exhaustion requirement --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- and the courts put it on later."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Did I understand -- did I understand you earlier to say we have not had a case where we have overridden plan terms in ERISA plans?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, simply ignore. I mean, is there any in which we have overridden plan terms?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Look, you agree that we would overturn the plan term if the plan term was no exhaustion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The courts would overturn a plan term which plan term said no exhaustion."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Of course not because what we are trying to do -- and employers are very cooperative and we are trying to work out a system with the exhaustion thing that will not destroy ERISA plans or something."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It -- it's which is the -- and that's why I phrased it in terms of an explanation of the exhaustion requirement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, you have 4 minutes left."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What case is that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we agree with you, would the Federal courts and maybe ultimately this Court in the end have to specify what the statute of Alderson Reporting Company limitations is, the length of time?  So we have a bunch of cases from different courts, and one circuit says 2 years is -- is the -- that's the shortest you can have. Another one says, no, you can have a year.  Another one says, well, you could have 9 months. How would this ultimately happen?        Wouldn't we be driven to that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They specify a lot of different lengths, and then they're all challenged -- different ones are challenged in different courts, and the courts have to say what's reasonable.  And there's no State statute of limitations that applies to this situation.  So it all comes down just to a question of reasonableness."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MATTHEW W.H. WESSLER","firstName":"MATTHEW","lastName":"WESSLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2343,"interruptions":13,"times_spoken":38,"laughter":0,"num_int_by":6},{"id":1,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1091,"interruptions":8,"times_spoken":18,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CATHERINE M.A. CARROLL","firstName":"CATHERINE","lastName":"CARROLL","counsel":true,"justice":false,"side":"respondent","words_spoken":3347,"interruptions":23,"times_spoken":70,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":588,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":494,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":519,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":491,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":669,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":206,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":956,"interruptions":1,"times_spoken":26,"laughter":1,"num_int_by":1},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":579,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3434,"times_spoken":56,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":23,"words_spoken":3347,"times_spoken":70,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":5,"words_spoken":4502,"times_spoken":129,"laughter":1,"num_int_by":2}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":1.0149066678831775,"respondent":-0.014906667883177516,"date":1472411005976}}