{"petitioner":{"name":"LIMELIGHT NETWORKS, INC.","counsel":[0,1]},"respondent":{"name":"AKAMAI TECHNOLOGIES, INC., ET AL. ","counsel":[2]},"caseNumber":"12-786","date":"2014-04-30T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"Our last case this term is Case 12-786, Limelight Networks v. Akamai Technologies. Mr. Panner? "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Panner, is this -- is this a problem that's special to business method patents as opposed to, say, product?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, should the rule be different for a method patent than a device patent?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's because the statute isn't different, I assume."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- your position makes it pretty easy to -- to get around patent protection, doesn't it?  All you've got to do is find one step in the process and essentially outsource it or -- or make it attractive for someone else to perform that particular step and you've essentially invalidated the patent. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it would be -- when you say it would be written that way, it would be by not claiming one step in the method, I assume, which changes the whole patent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't know really in every patent whether the tagging is an important part of the process or not."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand what you're saying.  You're saying that you can avoid the problem if the patent is drawn in such a way as what, to -- to require a single person to do all the steps?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that give you any more protection?  I mean, you can still violate the patent by not having one person do all the steps; have another person do some of the steps.  And -- and -- it's -- it's just as effective in -- in -- in stealing the idea and yet there would not be a violation of the patent. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Then, of course.  But we're not talking about agents.  We're talking about somebody who simply cooperates with you.  He's not your agent."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I agree with you.  I mean, I'm not -- I'm not arguing about that.  I'm just -- I'm just arguing about whether the -- the safe haven you have given us for -- for patentees really exists. It doesn't seem to me you can avoid the problem by simply requiring all the steps to be conducted by -- by one person."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what the briefs are talking about as a single actor rule?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You say this isn't here anyway, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  And 11 of the 12 judges on the Federal Circuit agreed with your position on the thing, I gather, or something like that. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So how many out of -- out of how many? Maybe -- maybe that's why we didn't grant the cross-petition."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the parties briefed -- this case tends to be rather confusing because didn't the parties brief, what is it, 271(1) or -- and then the Federal Circuit decided it on sub (2)."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand.  And -- and perhaps I'm just confused.  I thought the issue we granted cert on was whether you could have an inducement of infringement if no one is directly infringing."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So -- so the question the Federal Circuit below didn't deal with did someone directly infringe at all?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that direct infringement question would still be open before the court below?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And how would it -- just to follow up, how would it still be open for the court below?  It was decided; en banc review was not granted?  Isn't that done?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"On -- on the direct infringement question? reach it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And they just didn't"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And, Mr. Panner, if they did Alderson Reporting Company reach it a second time around and they decided well, now that this inducement theory is not available to us, we think that there is a real problem here, that there is a kind of end run around the patent law and so we're going to change what we think on the 271(a) question, if they did that, would be right to say it would render our opinion on the 271(b) question a nullity?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I guess the question I'm asking -- I mean, I can't think of a way in which our decision on the 271(b) question would be relevant for any case if the Federal Circuit on remand goes the opposite way in a -- on the 271(a) question.  But maybe I'm not thinking more broadly enough."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I suppose I just couldn't think of a place where somebody would make the 271(b) claim if the 271(a) claim were available to it."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's a good reason to think that the question before us really has no significance that I can think of unless the -- the Court of Appeals -- unless the Federal Circuit is right about (a)."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're asking us to decide a question -- to assume the answer to the question on (a) and then decide a question on (b) that is of no value -- no significant -- maybe I don't understand some other -- I don't see some other situations where it would apply, and no significance unless the ruling on (a) stands, unless Muniauction is correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I just want to make Alderson Reporting Company clear, you're saying that under existing law, the question presented makes a huge difference; if existing law is changed, it may not make a difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose that's true in every case we hear."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I suppose, Mr. Panner, what might make this a little bit different is that notwithstanding what you said about 10 of 11 judges, it was clear that the judges thought that there was a real problem here in terms of an end run, and that they looked at this and said, well we could do it under 271(a) or we could do it under 271(b), and 271(b) seems a lot more natural and better for various reasons.  But your sense in reading the opinion that all those judges who did it under 271(b) are just going to go back and do the exact same thing under 271(a)."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You could."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Anders. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there any policy reason for -- that could support a holding, if you were -- if you were in Congress, support the conclusion that there would -- there was not infringement on the facts here?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No.  I mean, if you were Alderson Reporting Company writing a statute.  If you were amending -- you said there are competing policy concerns.  What are the -- what policy concerns would support a holding -- a conclusion that there was no infringement on the facts here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is she talking about (b) or (a)?  I thought the question went to (a).  And you're answering (b)."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Maybe I’m wrong."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Well, I don't care.  (A) or (b), whatever, or (c) or (d) or (z). (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":9,"sideBefore":"justices","text":"What policy concern -- what policy concern would support the -- the conclusion that there is an infringement on the facts of this case?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I think what he's saying, is there any good reason that they aren't liable for infringement?  Is that --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":10,"sideBefore":"justices","text":"Yes.  Exactly. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":9,"sideBefore":"justices","text":"All right.  And I thought the reason -- you have to answer it -- is because when you have many steps in a process, and this is a very similar process of the book I'm reading now about the Seabees building constructions in World War II, you know, they put some forward warehouses and they put some other stuff in some other warehouses and they make the eventual thing by shipping this from over there and the other place.  So it's tough. Now, you’ll probably want to insist upon a pretty strict relationship between the different parties in a joint venture or more before you hold them liable. In other words, there's an issue I don't know about. How close was this relationship?  And I ask you that because you're going to answer his question and I want to just see if my stab in the dark here is somewhere close to the -- to what you were about to say."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, but that is not the tort rule for what this is, which is an absolute liability.  I mean, you asked for the policy reason. The policy reason is someone who does not even know about the existence of the -- of the patent, who happens to be one of the people who -- who performs one or more of the -- of the steps is suddenly automatically liable. That's -- that's the policy reason.  It's a strict liability tort."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, even knownst -- even knownst to each other, but -- but one of them who is knownst doesn't know about the patent.  He would still be liable, wouldn't he?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Wait a minute, I think under Justice Scalia's example, they're not liable today, because if they're -- if they're on the method patent, someone has to practice the four steps, and they have to be vicariously liable, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Right.  Exactly."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But in some ways that's why the Federal Circuit did what it did, right?  I mean, you Alderson Reporting Company can look at the Federal Circuit's ruling and say it makes no sense.  How can you induce infringement if there's no infringement in the first place.  And that's a very strong argument.  But the reason they put this under 271(b) rather than under 271(a) is because of what Justice Scalia said, that 271(b) is not a strict liability offense, and so that you can say, you have to know and you have to have instructed the -- the person. So, you know, they thought that they were being very clever by putting it into a 271(b) box and avoiding the strict liability consequences of what they were doing, but also avoiding the possibility of an end run of the patent law."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And also avoiding the text of the statute. (Laughter.)"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":6,"sideBefore":"justices","text":"There is that problem. There is -- There is that problem. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Anders, will you clarify if the government, which has now told us what Alderson Reporting Company its position is on sub (b) also has a position on sub (a), which is what the Federal Circuit originally decided this case under?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I -- I have one last question.  In your brief, and I think your adversary -- your -- Mr. Panner mentioned it, too. You said that there's some kind of method patents that simply cannot be drafted from the perspective of a single entity.  Could you give me an example?  And -- and how that would be circumvented or how you can't get it circumvented."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"You had a third point you were going to make on 271(a)?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Waxman? "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that a partnership?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that a partnership?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There's nothing in the law that requires a formal partnership."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I think there's -- there's disagreement about whether only those two, namely agency or -- what's the other?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Contractual obligation, whether only those two at common law would apply to strict liability torts.  There's disagreement on that point.  If you're absolutely clear that that's what the common law did, but I don't think that's what the common law did."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Not for strict liability torts."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, under your submission in a process patent, if the consumer adds the final step, vast numbers of consumers, and let's assume they have noticed -- they've been notified that they can't do this, then there's liability."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yet, until we issue the case in your favor."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you don't prevail on your indirect infringement claim, can you relitigate the direct infringement case in the -- before the En Banc Court, or --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"My problem is I have no idea.  I mean --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I have no idea whether they should be liable or not on a theory of patent infringement themselves.  It sounds simple when you take the invention that you gave, but it doesn't sound simple to me when I start thinking about this one, because this one does seem to me a variation on a very old theme. And that is a supplier who makes customized materials, some of which involve standardized materials and some of which have to be made fresh, and where the specialists are in crowded cities.  But -- and so it takes time to put it on the truck and get out of the city. But the standardized parts can be shipped from anywhere in the country.  Has a system of phoning Alderson Reporting Company up standardized people and customized people and putting them all together, and it involves the customer. And there are not just two steps.        There are 87 steps, and many of them involve very innocent things like taking a truck and driving it from one place to another. Now, when we get into something as complicated as that -- and this is one is even more so -- and many of them are things that people do every day, and there are all kinds of states of knowledge, I become very nervous about writing a rule that suddenly might lead millions of people to start suing each other. And that's what I would not like to do unless I have pretty thorough briefing on this subject."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And of course, my problem is a rule.  And if this is a simple case, it's hard to me.  Why do they have a patent?  Well, they do have some forward warehouses and they had -- phone up and say, which one comes from which place?  But, you see, I don't understand the underlying stuff.  So they probably have a valid patent.  I assume that. But for some of them, could be 87 steps, and I don't have one rule for four steps and another one for"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":8,"sideBefore":"justices","text":"And I'd have the same question, by the way, as to 271(b), exactly the same question.  For X number of years, the patent bar and everyone else has lived with the statute and the interpretations which are different from this one.  And now suddenly we have a new one.  And I get the -- and now do you understand my question?  Can you apply it to this one, too, and explain why we should say the Federal Circuit is right to depart from a pretty clear understanding differently?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Waxman, if -- if -- if we say something about the 271(a) question here, I mean, it does seem as though it's sandbagging Limelight. Limelight did not brief this until you briefed it, so we have part of Limelight's reply brief.  None of the amicus knew -- the amici knew that it was in the case until you briefed the 271 issue.  So that would seem a real problem in getting to the 271 issue here. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"I'm sorry, Mr. Waxman.  You tried to dodge Justice Breyer's question earlier, and I'd like to give you a chance to respond."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And my question is one you probably can't answer, which is a problem because you Alderson Reporting Company have limited time, and the way -- you have such limited time in these complicated cases. And my problem is, the question is this is so complicated.  And the reasons I found it so complicated is I can -- and I'll spare you the details -- think of so many different kinds of situations with so many different steps in method patents where so many rights and wrongs of it are differently at play that I become worried about setting forth any rule. And it's under those circumstances that I say okay, let's go with what we've had for 30 years, and if Congress feels they should change it, change it.  And that's the --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- that -- that is basically my idea.  And it depends upon the complexity, which I'm seeing in my -- as -- as I think about it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And it doesn't depend just upon that there were 4 steps in this case, because there could have been 104."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"There could have been 104 different circumstances. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  Well, anything about (a) and also about (b), because (b), if you're liable under (b), my goodness, you could become more easily liable perhaps or less easily in some circumstances, but you didn't even -- I mean, it's the same question for (a) and (b)."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Go with what you have because I don't understand it well enough to know all the facts and circumstances to which I would be applying a new rule."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, sure you do."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, is -- is the decision that the Federal Circuit made below a new decision?  Do you have any case that has ever found inducement where there was not direct inducement --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- direct infringement by someone?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This is a new rule by the Federal Circuit?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, I think it's a very different situation.   I mean, in that case it's clear that there was a kidnapping.   It happened to be a kidnapping done by four people rather than a kidnapping done by one person.   But there was a kidnapping. Now, in your case, I don't think you can say the same thing because the question is:   Is there an Alderson Reporting Company infringement?   Under Federal Circuit law, there is no infringement when different people do these different steps of the process.   That's just the fact of the matter."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I think again, Mr. Waxman, what -- what -- what your argument just glides over is that you need the infringement.   And the question is whether, under substantive law, you have the infringement when different people do different steps of the process.   And as I understand the Federal Circuit's law in this area, it's that you don't have any infringement when different people do different steps of the process.   So that takes you back to the 271(a) question, which you think is wrong, but if it's right, you just don't have an argument in the 271(b) question."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"An infringement without an infringer."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're making 271(b) a strict liability crime?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That everybody who performs -- who performs the steps to get -- if they get to the patented methods, they have -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So the customer intends to -- in your example, is the customer intending to violate the patent?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What does -- what does (b) require?   Does it require inducing an infringement or inducing an infringer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Panner, four minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"AARON M. PANNER","firstName":"AARON","lastName":"PANNER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2041,"interruptions":14,"times_spoken":32,"laughter":0,"num_int_by":5},{"id":1,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1319,"interruptions":7,"times_spoken":16,"laughter":0,"num_int_by":5},{"id":2,"fullName":"SETH P WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3553,"interruptions":17,"times_spoken":34,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":275,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":99,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":95,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":463,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":299,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":700,"interruptions":2,"times_spoken":11,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":229,"interruptions":0,"times_spoken":7,"laughter":1,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":883,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3360,"times_spoken":48,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":17,"words_spoken":3553,"times_spoken":34,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":7,"words_spoken":3043,"times_spoken":90,"laughter":3,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.768010508328681,"respondent":0.231989491671319,"date":1472523515625}}