{"petitioner":{"name":"POM WONDERFUL LLC","counsel":[0]},"respondent":{"name":"THE COCA-COLA COMPANY. ","counsel":[1]},"caseNumber":"12-761","date":"2014-04-21T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case No. 12-761, POM Wonderful v. The Coca-Cola Company. Mr. Waxman? "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If there is no private cause of action to enforce the FDA label standards, only the FDA can bring a proceeding to say that an ad violates its regulations, how does a Court below, without interpreting the regulations, go about deciding whether or not a particular ad doesn't comport with the regulations and hence would be subject to the Lanham Act?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe that's a better question for the SG, but I'm trying to figure out --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And so do you concede that under the Lanham Act, plaintiff could not challenge aspects of the a food label that the FDA said is required?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that's not this case."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I want you to answer the question, though. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Kennedy's question, I think, was different.  He said, suppose that it said you are required to use this label and only this label, then you would acknowledge that there is an impossibility issue; is that right?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't there a different kind of conflict here?  Let's just focus on the name, which is what the solicitor general says the FDA has considered and has specifically permitted.  They went through this very long and involved process, and they decided exactly what kind of names were permitted for this kind of product and what were not permitted, because they constituted misbranding.  And essentially the FDA has said, This is what counts as misbranding, nothing else counts as misbranding.  And now you're coming in and under a Lanham Act claim saying, no, the FDA is wrong.  This is misbranding.  That seems -- why isn't that a problem?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah.  That the FDA said it's not misbranding, you're saying it is misbranding. That seems a quite direct conflict as to what the FDA says versus what you are alleging under the Lanham Act."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just hypothetically, let's say that the FDA said that this name was not misbranding, that this name was fine under their regulations, that they did not count as misbranding."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  So I understand that, you would have some claims about different parts of the label.  But I'm only asking about your claiming as -- your claim as to the specific thing that the FDA ruled on."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be the components of the injunctive relief that you would seek? Assuming you have a Lanham Act claim, what should Coke have done to make its product non-misleading?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Without saying what label would be lawful?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the percentage were a lot higher.  Suppose it was 50 percent pomegranate and blueberry."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it were the -- what if it were the case that there were very small number of people who were allergic to one of these ingredients? I'm not suggesting it's true.  For all I know, it's not. But let's say there are a few people who are very allergic to pomegranate juice or blueberry juice.  And so the FDA says, if you put even an eyedropper full of that in your blend, you have to put that prominently on the bottle so that these people will not inadvertently get an allergic reaction.  Could you have a Lanham Act claim then?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what I'm saying is suppose it's the case that for 99.999 percent of the population, the more pomegranate juice, the better, you just can't drink enough of it.  The more you drink, the healthier you are.  But for this tiny percentage of the population, it could produce an allergic reaction.  And so the FDA says, you've got to put that on there even if there is just a tincture of pomegranate juice.  Could you have a Lanham Act claim on the ground for the vast majority of your potential customers, they are going to be misled, because they want pomegranate juice and they are buying this stuff that just has a little bit of it in it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that if you brought this suit under state law, it would be preempted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Ms. Sherry. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"","text":"What public health benefit is served by this regulation?  This is what puzzles me about it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"Excuse me.  I'm not sure that -- I mean, the argument is you can't even taste these flavors.  That's their point.  And you are taking a contrary point, that the flavor doesn't mean what you taste, flavor means something else."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"Then, Ms. Sherry, you -- the government is taking the position that it's okay for District Courts to determine whether labels, in fact, comply or don't comply with FDA regulations?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"And if they decide they don't comply, that's when they can could permit a Lanham Act claim?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"Do I understand your position to be that then if the label is specifically authorized, then the Lanham Act is precluded, but if the Alderson Reporting Company FDCA has just simply failed to forbid it then it's not? Is that your distinction you draw."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"Because if it is, I think it's very hard to work with."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"","text":"But, Ms. Sherry, applied to this case, so we have -- you said the name is okay, pomegranate and blueberry flavored, but you say the label is something different from the name and the Lanham Act can apply to the label.  So what parts of the label are you saying are not touched -- are not preempted by the FDA laws? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"What if the label just had the name on it, nothing else?  Could they still sue on the ground that the label was misleading?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Does the FDA -- does the FDA take into account purely commercial confusion when it issues -- when it issued its regulations governing the label?  Or is it limited solely to the, what I would expect, you know, the health and well-being concerns?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"What does the FDA know about that?  I mean, I would understand if it was the FTC or something like that, but I don't know that the FDA has any expertise in terms of consumer confusion apart from any health issues."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"","text":"Ms. Sherry, you know, there is no irreconcilable conflict if we view what the FDA has done as just setting a floor.  And you talk a lot about how, oh, the FDA specifically considered this and it decided not to do this.  You put a lot of emphasis on process. And I guess my question to you is, is that the way you are saying we should know whether the FDA has only set a floor or instead has also set a ceiling, that we're supposed to look to the process and figure out whether the FDA specifically rejected a more extensive proposal, a more aggressive proposal?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"","text":"Well, I guess I don't understand that.  Why wouldn't it complement?  You've said here is the floor to make it not misleading, but, you know, we are not saying that there are some things that, you know, wouldn't mislead a lot of consumers anyway, and then the Lanham Act can come in and supplement that and really put us in a position where nothing is misleading at all."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"","text":"You don't think there are a Alderson Reporting Company lot of people who buy pomegranate juice because of -- they think it has health benefits and they would be very surprised to find when they bring home this bottle that's got a big picture of a pomegranate on it and it says \"pomegranate\" on it, that it is -- what is it, less than one-half of one percent pomegranate juice?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"","text":"The FDA didn't think that would mislead consumers?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel. Ms. Sullivan. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the NLEA provision doesn't preempt all State law claims, only some State law claims."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why can't it be?  I mean, there are plenty of statutes which say you can't bring State law or Federal law claims.  Congress knows how to do that.  And instead, it said you can only not bring State law claims."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They just say no claims or no -- notwithstanding any law to the contrary."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have an example, Ms. Sullivan, of a case where Congress precluded some State claims and said nothing at all about Federal laws in which this Court has held that the express preclusion of State law claims implicitly precluded Federal claims?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is it part of Coke's narrow position that national uniformity consists in labels that cheat the consumers like this one did?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I think it's important for us to know how the statutes work.  And if the statute works in the way you say it does and that Coca-Cola stands behind this label as being fair to consumers, then I think you have a very difficult case to make.  I think it's relevant for us to ask whether people are cheated in buying this product.  Because Coca-Cola's position is to say even if they are, there's nothing we can do about it.  Do you still have this -- do you still have this label?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But maybe the two acts are serving different purposes, Ms. Sullivan.  The law that you are relying on is supposed to be concerned with nutritional information and health claims, not a competitor is a competitor losing out because of the deception.  The consumer is able to buy the Coke product much cheaper and the POM product costs more; the consumer thinks that they are both the same, so they'll buy the cheaper one."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's -- let's assume the following.  The FDA just wanted to know what the name should be.  That's all they are regulating. That's the only requirement.  And it's not even a requirement."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's an authorization. And that's where I'm having a little bit of difficulty, because it's not that you have to use this name, you're permitted to use this name under their regulations.  But why are you permitted to use it in a misleading way? That's really the -- I think the government's position, which is, if you're using the name in combination with other factors in a misleading way that's not a subject to the regulation, just the name, then it's actionable under the Lanham Act."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could the government -- I think what the government is saying nothing about our permission goes to the size of the name on the label --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- that you can break up the name of the juice into two different sizes so that you are deemphasizing it.  It also says that the vignette is misleading because it shows products that have potentially nothing in their regulations say anything about  vignettes -- and how they display them. It's -- nothing in the regulations talk about using purple instead of whatever that color is that the juice is, that blue, purple, whatever, instead of the color of apple juice.  If you use the color of apple juice and grapes, it would be a  light color."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You basically are talking about field preemption."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mr. Waxman clarified that that's not what they are seeking.  They just want to say your label is misleading.  And is there -- what statute or regulation of the FDA says that compliance with the permissive regulation of the FDA necessarily renders the label non-misleading?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Where is that set forth in the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Sullivan, can I ask -- if this gets you away from the argument you want to make, I apologize for that.  But suppose we thought that the preemption provision here was utterly irrelevant, that it applies to state law and not Federal law, and that you can't go around broadening the statute just because the purposes behind that statute might be thought to apply to something else.  So suppose I just put that aside.  Do you still have any kind of argument?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you say that even -- I -- I take it I'm characterizing your position right. You say that even if there's a violation of the FDA regulations, they still couldn't sue under the Lanham Act because that's for the FDA."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that was -- I thought that was at Page 39 in your brief in a footnote."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I understood them to say they were making a Lanham Act challenge.  And there is no judicial review of the FDA regulations.  There's no private right of action under the FDA."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So they are not saying, We're bringing an action under the FDCA or the NLEA. They say, We're bringing a Lanham Act."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know why -- I don't know why it's impossible to have a label that fully complies with the FDA regulations and also happens Alderson Reporting Company to be misleading on the entirely different question of commercial competition, consumer confusion that has nothing to do with health."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the Lanham -- the Lanham Act applies nationally."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So you're -- you used a state preemption and then say we should apply the same principles to two federal statutes --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- but that's a quite different point."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You want us to -- you want us to write an opinion that said that Congress enacted a statutory scheme because it intended that no matter how misleading or how deceptive a label it is, if it passes the FDA, it cannot -- it -- there can be no liability. That's what you want us to say?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let's suppose there were a consumer survey, as there was, but -- and -- and say it was a valid survey.  And overwhelmingly, consumers said that they are misled, that they thought that they were getting pure pomegranate, and they were just astonished to find what they were getting was apple juice with, what Mr. Waxman told us, a dropper of blueberry."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose -- suppose the reality is that consumers are misled."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Don't make me feel bad because I thought that this was pomegranate juice. (Laughter.)"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"He sometimes doesn't read closely enough. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"How do we square this with Wyeth?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Wyeth, the FDA actually Alderson Reporting Company approves, looks at the label and says, this one is okay. Not only is it not misleading, but it complies with all health requirements, and because the producers of drugs have the ability to change the label without FDA approval, there was -- we found no preemptions and no impossibility. How is Wyeth any different?        The FDA here -- it's even worse, this case.  The FDA doesn't approve the labels.  It never looks at them and says they are okay or not okay unless they decide to enforce the statute. How is this better than Wyeth?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You assume people would pick a label and stick with it.  The Lanham Act would -- if a Lanham Act claim is bought, and it's upheld, you change the label nationally."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Sullivan,         I would like you to respond to this question:  In the real world, the FDA has a tremendous amount of things on its plate, and labels for juices are not really high on its list.  It has very limited resources.  You are asking us to take what it has said about juice as blessing this label, Alderson Reporting Company saying it's not misbranding, when its regulations aren't reviewed by the Court, when there is no private right of action, and say that that overtakes the Lanham Act. It's -- it's really very hard to conceive that Congress would have done that."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But the point is that it is doubtful that FDA has sufficient resources to police food and beverage labeling.  I think that was the thrust of Justice Ginsburg's question.  I had the same concern. And this is relevant because we want to see what the likely intention of Congress was with reference to these two statutes."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So that's contrary to its current position, and I think we have to take it -- the FDA is -- is -- the government is representing the current FDA position."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Would that -- without regard to deference, we don't resurrect the statement that they no longer support."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think, Ms. Sullivan, that there are any Lanham suits regarding food labels that are allowable?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, you have seven minutes remaining. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where -- where is that statement contained?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Waxman, I  take it that Ms. Sherry said that the FDA views itself as having a job beyond health and safety, that they view themselves as at least -- not thinking about competitors' welfare or lack thereof, but at least thinking about consumer understanding of labels. So if that's the case, is the determination under the Lanham Act different from the determination under the FDCA?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Any authority that the FDA Alderson Reporting Company interpretation gets deference is presumed to be correct, or presumed to be not misleading?  Has there ever been any scholarship or commentary or cases saying that?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If there is a Lanham Act suit and the regulation is brought forward to prevent the suit, cannot the party against whom it's brought forward say the regulation is --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not on steroids then.  You can still apply --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2871,"interruptions":10,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":0,"fullName":"MELISSA ARBUS SHERRY","firstName":"MELISSA","lastName":"SHERRY","counsel":true,"justice":false,"side":"","words_spoken":1341,"interruptions":6,"times_spoken":15,"laughter":0,"num_int_by":5},{"id":1,"fullName":"KATHLEEN M. SULLIVAN","firstName":"KATHLEEN","lastName":"SULLIVAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2769,"interruptions":15,"times_spoken":40,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":213,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":553,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":495,"interruptions":1,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":643,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":552,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":329,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":48,"interruptions":2,"times_spoken":3,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":10,"words_spoken":2871,"times_spoken":24,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":15,"words_spoken":2769,"times_spoken":40,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":6,"words_spoken":2833,"times_spoken":80,"laughter":2,"num_int_by":2}],"outcome":{"side":"petitioner","margin":8},"prediction":{"petitioner":1.0936819715446326,"respondent":-0.09368197154463265,"date":1472411005977}}