{"petitioner":{"name":"FIFTH THIRD BANCORP, ET AL.","counsel":[0]},"respondent":{"name":"JOHN DUDENHOEFFER, ET AL.         ","counsel":[1,2]},"caseNumber":"12-751","date":"2014-04-02T07:00:00.000Z","speakers":[{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you want us to say that we have sort of a coach class trustee.  We're all traveling in coach class when we have an ESOP.  Once -- once we go down that road, how -- how do we define what the duties of the trustee are?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"This does -- this plan didn't require you to invest solely in employer stock, did it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It gave you the option to do it and to go above the 10 percent.  But it didn't require you to buy only employer stock, did it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you point to the part of your plan that did that?  Because I looked at it and I didn't see the plan requiring 100 percent investment."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You use the word \"primarily.\"  There's an allegation here that you should have stopped buying stock once you understood that there was a serious condition in the company.  That you've breached your duty of loyalty, not of prudence.  What do you do with that allegation?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't say you have to.  It says \"primarily.\"  It doesn't say you have to continue buying."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Long, there is no presumption written into this statute.  There is an exception from the diversification requirements in ESOP. The whole object is to buy the company's stock, and so you don't need to diversify.  But apart from that, the Alderson Reporting Company statutory requirement on loyalty and prudence is undiluted.  And so I don't know where this presumption comes from.  It's not in the statute itself."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Long, I think it --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Section 1104 of ERISA, which this -- this plan is not exempted from, says that the fiduciaries must manage a plan, and I quote, \"for the exclusive purpose of providing benefits to participants and their beneficiaries.\"  Do you acknowledge that that's binding on the --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't add that. I'm just saying providing benefits.  I mean, that's -- Alderson Reporting Company that's --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's quite different from running a plan to -- to own stock in the company. That's -- that's not the basic purpose of it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything in the trust law or the common law that allows us to define benefits that way?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You say the benefits referred to in the -- providing benefits to participants, and you're saying the benefits to participants is their ownership of company stock, including worthless company stock."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But when it ceases to be valuable, it seems to me you're not."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but there are occasions, Mr. Long, outside of that very narrow Alderson Reporting Company category of cases that you define in which the stock is going to be way, way, way, overvalued relative to what the fiduciaries know is the company's actual value. Let's just say it -- the -- the market price is four times more than the actual value, and the fiduciaries know that because of inside information that they have. It just sort of defies language to say that some -- a prudent person would retain the investment in that kind of wildly overvalued stock, doesn't it?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  But I'm talking about a case in which the fiduciary has inside information that -- that -- that enables him to know that the stock price is way overvaluing the actual value of the company."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I suppose it could, but a prudent manager might say that it would do greater damage to the -- to the participants in the plan to enable this misinformation to exist and to keep putting -- to keep buying stock, to keep putting more and more of their retirement investments into something that is really overvalued."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you assume that Alderson Reporting Company truthful information will out in the end, and is it better to keep on putting more money into something that is -- is -- you know, is really not a good investment for the participants and the beneficiaries?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's wrong with following the law and disclosing that material information to the public and stopping the -- the employees from losing more money in worthless stock --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or almost worthless stock?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's just background information for this point you're discussing.  Can -- can you tell me, is it a very common practice for the directors and officers of the company themselves to be the trustees?  I had just assumed that that didn't happen much anymore.  Can you just tell me, because a lot of these problems would be taken care of, insider information and so forth, if there was an outside trustee.  And I assume -- tell me if I'm wrong -- that the reason for the trust -- for the company themselves to do it is because it saves money.  It's -- it's cheaper than hiring an outside investment.  Maybe I'm wrong about that.  But can you --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you just tell us what the -- what the landscape is?"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, part of -- I'm sorry.  If you want to --"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, the dilemma we're talking about, which is you've got inside information and if you do something with it, it's going to hurt the beneficiary, I mean, isn't that just a reflection of the fact that these are really bad investments?  I mean, you're putting all your eggs in one basket.  Your -- your -- your job depends on the company and your -- your retirement depends on the company."},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's why you're in this awkward position of saying if the company is Alderson Reporting Company doing something bad, you know, having inside -- inside information that should be disclosed because it affects the stock price, then it's going to hurt not only the company, but also your retirement stock."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is -- it is a purpose, Mr. Long, isn't it?  You said -- you quoted the statute, and the statute just says benefits.  But isn't the plan -- doesn't the plan itself mention retirement?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the participants --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you need a special rule for -- for ESOPs?  I mean, the -- the factors that you mentioned, it seems to me, apply to any trustee who's managing.  You say, oh, you should have sold because the stock was overvalued on the -- on the stock market.  Well, how is the trustee supposed to know that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is he going to outguess the market?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Surely you don't demand that a prudent trustee outguess the market.  Okay?  So if it's not the market that's overvalued, it must be inside knowledge --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that causes him to know."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you have the same problem about not being able to use that inside knowledge."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so why do we need a special rule for ESOPs I'm saying?  All the points you make apply to any -- any kind of trustee, whether it's only company stock or not.  Why do we need a special rule for -- for company stock operations?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  But you have the same -- the same -- the same problems that -- that you justify doing nothing for the ESOP, justifies doing nothing in the other -- in the other plans; namely, you can't expect me to -- to outsmart the market, number one, nor can you expect me to use my inside knowledge. That violates the securities laws. So those are your two points, but it seems to me those points apply.  We don't have to adopt a special law for this."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But even in saying that, Mr. Long, you have a category where you would say the duty of prudence applies, and it's this category of where the company is on the verge of collapse. But even there, you would face the exact same securities law problems that you're -- that you're saying should preclude --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the government's test. Because there, too, you would have this kind of, I don't know what to do, I'm between a rock and a hard place, the securities laws prevent me from selling on inside information.  The same problems apply."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not an ERISA responsibility.  It's an SEC responsibility.  It's 10b-5 responsibility.  Aren't you supposed to disclose any information that a reasonable investor --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- would real --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's -- what's wrong with a rule that simply says a fiduciary has to do whatever it's -- possible to protect beneficiaries within the bounds of the law? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And so if the law required you to disclose it, and you didn't, you've breached your duty of prudence and of loyalty, because you've protected the company --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but not the beneficiaries."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you don't -- you're -- you have an absolute duty to the beneficiary."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, what if the --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":7,"sideBefore":"justices","text":"In an ESOP -- in an ESOP, Alderson Reporting Company can the fiduciary take into account the interests of the participants as employees as opposed to their interests as investors?  It doesn't seem to me that those will necessarily always be the same.  And there may be situations in which something that would be potentially good for the participants as investors would be quite bad for them as employees. They want to keep their jobs.        They want the company to stay afloat.  Can that properly be taken into account, or is that outside of the bounds?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not saying only as employees, but I'm saying can you take that into account at all?  If you're in the situation where stopping trade -- stopping purchases in company stock would be a signal that would potentially trigger bankruptcy and liquidation for the company, can that be taken into account? It might not be in the best interests -- if Alderson Reporting Company the -- if the -- if these participants were simply investors, it might be in their best interests to stop buying the stock.  But if taking that step would have the consequences that I mentioned, it might be very much not in their best interests as employees."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do you fine -- define the standard or the duty that's responsive to Justice Alito's concern?  And I had the same problem. Let's assume that trustees in a non-ESOPs plan have a duty to maximize returns and provide stable investments.  Is it somehow different when it's an ESOP?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And if so, what is the duty?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you define it?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if I'm the trustee, I don't know what my duty is based on your answer.  I don't know what I'm supposed to do."},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Long. Mr. Mann. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Mann, I think it would help if you raised the podium a bit so you’re closer to the microphone."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"I would say that -- well, what the problem -- but can you give me any example of any case?   There may be so many you can't even give me your best one.   But trusts have been around for probably 800 years.   And can you give me an example of one where a court said a trustee has breached its fiduciary obligation because he failed to use inside information?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"You think there is not such a case?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Fine.  If there is not such a case, what's the problem?   Because what's the rock and the hard place?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"The person has an obligation to act prudently in respect to the fiduciaries -- to the beneficiaries, of course.   But he cannot, irrespective of that, have an obligation to use inside information.   End of the matter.  What -- what's wrong with saying just that?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"What I mean by it is just what I said.   There is no rule of trust or ERISA law that you can breach a duty to a beneficiary by failing to use inside information, period.   I don't know what the SEC's brief is.   I'm going to ask --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"-- the SG what their opinion is because they don't seem to appear on this brief."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"The answer is there's not been a case ever holding the contrary --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"-- but you yourself disagree with it."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what the reason you disagree with it?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  I'm saying go back to England.   There are many cases where settlors have said what kinds of things you should invest in, and they invest in them.   They have inside information that it is a bad investment.   Is there any case that says they have a duty of obligation not to do what the settlor says?   I wouldn't have been surprised if you had found some cases, but I'm also not surprised that there aren't any.   That's why I asked the question."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let me just continue to Justice Breyer's question.   There are some legal duties. I don't know of a trustee who has to break the law. They can't sell on the basis of inside information, and that's a legal prohibition."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So your claim rises and falls on the fact that you think they're -- they've breached their duty of loyalty by having the inside information and -- or exactly what is your claim?   What could they have done that wouldn't breach the law?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How would they --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":5,"sideBefore":"justices","text":"What do they have to do then?   You said they can't sell the stock based on that information.   What are they supposed to do?  Or is it your argument that they just never -- you never should have insiders serving as trustees; you always have to have an outside running these ESOPs?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So you're basically saying Alderson Reporting Company that if it's not flatly prohibited, it is very unwise. It generally shouldn't happen.   You're putting yourself in an impossible position if you are an insider and you're going to serve as the trustee of an ESOP."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Here when you say -- I am totally with you on this.   We walk into the trustee's office.   It's like Ralph Nader investigating the FTC years ago.   There is someone asleep on the sofa.  In his inbox is ten feet of papers telling him about all public -- telling him about the corporation's condition. It's apparent he's never read them.   If he had read them, he would have taken action.   Of course you would have a case, I would think."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"But you want to go beyond that?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Not just information. Alderson Reporting Company Remember I carefully said all this was publicly available information.   You want to say it also applies when it's not publicly available information.   Am I right or wrong?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose you were a legislature or a congressman.   You are absolutely committed to the idea that it's important and salutary to have employees own stock in the company for which they work.   How would you write the statute?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, once you say the trustee doesn't have the duty to diversify, it seems to me you are living in something of a different world."},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but affected is not quite enough.   I mean, this trustee's job is to buy the company's stock.   In that particular fund, it's 100 percent, other than the money you need to buy and sell.   So he has the easiest job in the world.  He gets up in the morning and says, \"I think I will buy some of this company's stock.\" (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":9,"sideBefore":"justices","text":"That's what he's supposed to do.   And I think that what every Court of Appeals has recognized is that that is by definition prudent, because that is the settlor's objective with Alderson Reporting Company one exception.   If everything is going, you know, south and the company's collapsing, well, then he does have the obligation to do something. So I don't understand how you keep -- can say that he has breached a fiduciary duty of prudence when the people investing in this ought to know what they're going to get is the company's stock."},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is exactly the duty of prudence?   Presumably, you buy -- you invest the funds in the company's stock, whether it's going up or going down, right?   If you have the funds, all you can do is invest them.   The stock is down half a point or whatever.   You still buy it, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what's the answer to my question?"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  I didn't ask a question about the duty of loyalty. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I asked a question of whether or not the trustee is imprudent because he buys the stock because it's gone down -- you know, gone down 10 percent."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the trustee has a duty to acquire inside information?   The trustees say, I don't want to know insider information.   I'm going to put myself in exactly the position of an outside trustee, so I'm going to take into account only public information, I'm not going to do an investigation."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What's the answer to my question?   Assuming that --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"-- permissible for an insider to be in this position, can the insider behave like an outsider?"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, can we talk concretely instead of just saying, well, they've got to do what a prudent fiduciary can do?   Are they allowed to take into account the impact of a decision to stop buying on the beneficiaries?   The stock is going down, if the trustee stops buying, that's going to cause a drop in the value of the shares and that's going to hurt the beneficiaries.   So what does he do?  Does he say, I shouldn't buy any more because I think it's going to go down some more?   Or should he say, I should keep buying because otherwise all of the holdings, and this is all they are invested in, their holdings are going to go down?"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I asked for an answer to the question.   And I -- it doesn't -- it's not going to help me to have this mantra as opposed to --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"In a way, what happens is that the trustee, knowing that the company has announced an enormous oil strike, is having to sit on a private meeting where three people come in and you say, yeah, there was an oil strike, but it's impossible to get the oil out.   Ha, ha, we put one over on that time.  Okay."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what's that trustee supposed to do?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"No.  There's a false."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"He alone, when two other people, know that this oil is worthless.   The market doesn't.   It's totally inside information.  What, in your opinion, is he supposed to do?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So your answer is, totally inside information, he sells, right?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I just don't see what the trustee is supposed to do.   You have the company stock. By comparing it with other stocks, there will be many investments that are just as good or better.   When does he have to make the investment, in other words, just as good or better?   I don't understand.  I don't understand what -- how we're going to implement what Congress wanted to implement."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Mann, you said you were going to deal with the rock and a hard place.But it’s been put to you that if the trustee goes out and sells, that would be a signal that things are bad with the company.   So it will end up being worse for the beneficiaries of the plan."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about the argument – so you have outside trustees, they have to get information from the insider and if they get the information from an insider we're back in the same place."},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The status of the trustee, whether it's an interested party or a disinterested fiduciary, is disclosed to the beneficiaries, I take it, at the outset?   They can decide that they don't want to invest in that particular fund and there are nine other options because of that potential conflict?"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If they wanted -- they got four percent matching funds if they were in that fund?"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kneedler. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, a stock drop in and of itself, I don't think, can prove a lack of prudence because --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You agree with that?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly.  It's true almost anywhere because you can't outsmart the market."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So how do you deal with what has been vexing us, the issue of what a fiduciary should or can do when they are an insider and have only inside information, not public information?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So where is the breach of fiduciary duty?   Where's the breach of loyalty?  What can it consist of, and what does someone have to prove in a complaint?   Because this has to do with a pleading presumption and a merits presumption."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the -- the union brief says the thing to do in that situation is, without saying anything, turn the trusteeship over to a person who doesn't have that knowledge.   That takes care of the problem.   And the reason I raised the question, of course, is there are trillions of dollars probably managed by ERISA funds.   I don't know what percentage of those involve stocks.   Not this kind -- of this kind. Maybe you know, but my guess is a lot. And obviously, before I wrote a word that said what you have to do or don't have to do with inside information, I would like to know directly, not indirectly, what the SEC thinks."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"And maybe you can tell me. But the SEC isn't here.   And at least there's no SEC lawyer that signed your brief.   So I don't know the extent to which that's --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"It might be you might have a good reason for it."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"But right now I am supposed to write some words or join some words."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"And those words will tell trustees of possibly -- I have no idea -- but maybe hundreds of billions, or maybe billions anyway, of -- of assets in the stock market, what they're supposed to do when they learn some inside information that affects the company's stock.   And I hate to tell you, I don't know anything in this area about what the likely effects are. And, therefore, I'd like to know what they think.   And the closest I came to it was the AFL-CIO brief, frankly, where they said what you're supposed to do here is -- is turn this over.   So what do I do?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  Investigate what, the nonpublic information?   Investigate --"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what exactly, concrete terms, what do you do as the trustee?   You have this information, inside information that says that the stock is overvalued.   Do you sell?  In which case the beneficiaries' holdings go way down and they sue you, or do you not sell?   In which case when the information comes out, the beneficiaries sue you because their value goes down.   What are you supposed to do?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But you say they should sell based on the inside information?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"But the market will see through that in about two seconds.   But the --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"That isn't really my question.   It's a numerical question.  What -- you know, I was making up numbers wildly.   What are the actual numbers?   That is, approximately how much in assets is accounted for by ownership of the company's -- you know, this kind of a plan where you buy the company's stock. Do you know?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"About?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But your -- your argument, at least according to the Petitioners's brief, and I think they're correct, you go away from the purity standard.   You have your own standard whether or not it's materially overvalued in this instance.   Or are you saying --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but then -- but Alderson Reporting Company then you are creating a special standard which is just what you're accusing the Petitioners of doing."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me give you – I’ll give you this example.   It's helpful to have something concrete here and not just general statements of -- of -- about fiduciary duty. Let's say that the trustee receives inside information that someone has alleged that corporate office -- a particular corporate officer has engaged in illegal conduct.   And if it turns out that that conduct actually took place, that -- that information -- that will cause damage to the company.   But it's -- it's -- it hasn't been proven.   There's simply been an allegation. Now, what -- at that point, what does the trustee -- what do you think the trustee has to do?   If that information were available to the public, let's say it would cause the price of the stock to go down, so Alderson Reporting Company it's material -- it's material information, but at a somewhat preliminary stage.   What do you do?  Completely stop buying the stock?   You can't sell.  Disclose the information?   What is supposed to be done?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's -- no.  But -- but would that information have to be disclosed under the securities laws?   Let's say there was no prior -- no prior misleading statement regarding this matter."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Eventually."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The Chief Justice indicated I can ask just one question.   Is this a case in which we must decide what the fiduciary standard is quite without regard to inside information?   Is inside information just an added issue in the case or is it the key issue in the case?"},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Long, you have five minutes. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I appreciate that. But if I'm listening to the government carefully and understanding its position, it's basically saying if there's been a violation of a securities law that a fiduciary knows, then why shouldn't it be liable both under the company, under 10b-5, and the director of the plan or the trustee of the plan as a breach of loyalty to -- or -- or of prudence to the beneficiaries?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's like -- yes, it's a double remedy, but there's lots of things that provide double remedies.   So if that person should have disclosed."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it won't as a trustee."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It will against the company."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Obey the law.  I think that that's the simple answer."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You know they created the conflicts."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not shrugging my shoulder out of lack of sympathy but out of reality. The loyalty is to the beneficiaries.   If you're going to place someone there who comes to inside knowledge, Alderson Reporting Company you're going to create potentially a problem."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think your adversary was saying that's a self-induced problem, not one that the law should excuse you from following whatever the law is."},{"name":"CHIEF JUSTICE ROBERTS","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ROBERT A. LONG","firstName":"ROBERT","lastName":"LONG","counsel":true,"justice":false,"side":"petitioner","words_spoken":3122,"interruptions":40,"times_spoken":59,"laughter":0,"num_int_by":7},{"id":1,"fullName":"RONALD MANN","firstName":"RONALD","lastName":"MANN","counsel":true,"justice":false,"side":"respondent","words_spoken":2379,"interruptions":23,"times_spoken":41,"laughter":1,"num_int_by":6},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1093,"interruptions":12,"times_spoken":23,"laughter":0,"num_int_by":4},{"id":3,"fullName":"THE COURT","lastName":"COURT","counsel":false,"justice":false,"side":"","words_spoken":16,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":532,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":669,"interruptions":7,"times_spoken":30,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":211,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":350,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":9,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":706,"interruptions":2,"times_spoken":18,"laughter":1,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":596,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":11,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":896,"interruptions":4,"times_spoken":26,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":40,"words_spoken":3122,"times_spoken":59,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":35,"words_spoken":3472,"times_spoken":64,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":23,"words_spoken":4343,"times_spoken":127,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.384776176027727,"respondent":0.6152238239722729,"date":1472418053122}}