{"petitioner":{"name":"RANDY WHITE, WARDEN","counsel":[0]},"respondent":{"name":"ROBERT KEITH WOODALL ","counsel":[1]},"caseNumber":"12-794","date":"2013-12-11T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-794, White v. Woodall. Ms. Lenz. "},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Lenz, could I ask you about what you just said?  You said Carter, Estelle, and Mitchell; those are the three.  So Carter says the Fifth Amendment requires that a criminal trial judge must give Alderson Reporting Company a no-adverse-inference jury instruction when requested by a defendant.  And that was, of course, not a sentencing case. Then Estelle says, we discern no basis to distinguish between the guilt and penalty phases of Respondent's capital murder trial, so far as the protection of the Fifth Amendment, so a kind of general view that the Fifth Amendment applies equally in the two. And then Mitchell holds -- it basically repeats that from Estelle and says, we must accord the privilege the same protection in the sentencing phase of any criminal case, as that which is due in the trial phase. So when you put those together, Carter with Estelle, Mitchell, how -- why do you think that there's a gap?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think it would have been okay for the trial court to instruct the jury that they could use the defendant's silence against him? Would the affirmative statement have been constitutional and not a violation of the Fifth Amendment?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I didn't ask about Kentucky law.  Do you think the Fifth Amendment permits the judge to have said, use silence?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Use silence to punish him because he's just a bad person."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that doesn't --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Under Federal law, you Alderson Reporting Company don't think the judge could say, ladies and gentlemen of the jury, this defendant has already pleaded guilty to a horrible crime.  This is a punishment hearing.  He has chosen not to -- not to testify in this -- in this hearing. You -- you are -- if you wish, you may take his failure to testify as an indication that he does not have remorse, that he is not sorry.  He could have come before you said and, said I am terribly sorry, I wish I had never done it, I will never do it again.  He has chosen not to testify.  You may, if you wish, take that into account in determining whether -- whether there is remorse.  You can't say that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, your answer should have been otherwise."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there was a factual dispute as to how much the witness -- the victim had suffered.  How about a statement about that?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But take the -- take the hypothetical, Ms. Lenz, that suppose -- you know, the prosecutor had said you just heard testimony from our expert that -- the blood spattering expert, that the victim's suffering was especially prolonged, and look, the defendant didn't take the stand.  Why didn't he take the stand to deny that?  All right? So could the prosecutor have said that at the sentencing hearing?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're suggesting that what we haven't decided, if you will, goes beyond the remorse question of -- that we -- that we talked about in -- not Mitchell, but -- is it Mitchell?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It goes beyond the remorse question.  And you're saying that really, in the sentencing hearing, the Fifth Amendment has nothing to do with -- with anything that happens there essentially, because once -- once the person has been found eligible for the death penalty, a prosecutor and a jury can -- can draw whatever inferences they want."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do we do about -- I mean, I think the relevant pages are -- it's at 526 U.S. 328 to 330, probably read those 17 times.  All right. When I looked at those, I saw they reaffirm Estelle. As they quote Estelle, they say its reasoning applies with full force.  Estelle says, \"The court could discern no basis to distinguish between the guilt and penalty Alderson Reporting Company phases of Respondent's capital trial so far as the protection of the Fifth Amendment privilege is concerned.\" I marked five separate statements in those two pages that came to the same thing.  I looked at Estelle.  Estelle has to do with the right to note -- note the comment that he wanted in respect to a sentencing fact that the jury was going to decide; namely, future dangerousness.  Nothing to do with a fact about the crime, a sentencing fact. So then I said, well, what favors you here? What favors you is the last sentence of the first paragraph on 330, which says, \"Whether silence bears upon the determination of a lack of remorse or upon acceptance of responsibility for purposes of the downward adjustment provided in 3E1.1 of U.S. Sentencing Guidelines is a separate question.  It is not before us and we express no view on it.\" Right.        It's, one, not just a sentencing fact, but a state of mind of the defendant, lack of remorse; two, it's in the sentencing guidelines; three, it is a decision for a judge, not the jury.  If it isn't confined, as I just said it, then Mitchell overrules Estelle, what it explicitly denies doing.  Here, we have sentencing facts, facts about his childhood. Alderson Reporting Company He wanted the Estelle instruction.        The judge wouldn't give it.  That's the argument against you, I think.  And I would like to hear your specific response."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought the facts -- what was at issue here, he has put on witnesses that show that he had a bad childhood, and he didn't himself testify about his bad childhood.  And in that context, he asked for the no silence/silence instruction.  The government did not object.  The judge then refused to give the instruction. All right.        Now, what's the difference between the facts about how his parents raised him and the fact of future dangerousness in Estelle?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Lenz, am I correct, the instruction that was requested but not given was as follows, quote, \"A defendant is not compelled to testify and the fact that the defendant did not testify should not prejudice him in any way.\"  That was the instruction?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So suppose that the -- you put on evidence of -- to show that he was qualified for the death penalty and put on evidence of aggravating factors, and the defense put on absolutely no mitigation evidence.  The instruction would say, would it not, that the fact that the defendant did not testify should not prejudice him in any way with respect to the failure to put on any mitigation evidence at all; is that correct?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In this case, of course, the question is even narrower.  That instruction would Alderson Reporting Company forbid the jury from even taking into account his failure to testify on -- on the one factor of remorse -- the one psychological factor of remorse. And if you say that you're not entitled to such an instruction on that, that alone would have -- would have been enough to deny the requested instruction."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you call him, to ask him if he feels sorry? If he has no Fifth Amendment right, could you call him to the stand and ask him, are you sorry?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your position, basically, that this is in the nature of a -- an affirmative defense and that defendant carries the burden on remorse -- and what was the other one that Mitchell saved out?  Acceptance of responsibility?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So if defendant says nothing, then he hasn't -- he hasn't proved a mitigator."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So would it have been an acceptable and workable rule to say that, in a sentencing hearing, on any point where the defendant has the burden of proof the government is entitled to testimony, that silence can be the basis for an adverse inference?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be an acceptable, workable rule to say that in a sentencing hearing, on any issue where the defendant has the burden of proof the prosecution is entitled to an instruction that Alderson Reporting Company silence can be the basis for an inference against the defendant on those issues? (Pause.)"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":9,"sideBefore":"justices","text":"I mean, you have to either say yes or no.  If -- if you say no, then I ask why remorse is different?  If you say yes, then remorse is included within that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  What did you just say?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":4,"sideBefore":"justices","text":"I don't understand why you're not entitled to the instruction on all issues as to which the defendant has the burden of proof --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in a sentencing hearing."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the assumption in Alderson Reporting Company my question is that the defendant has the burden of proof on a certain number of issues in the sentencing hearing.  As to all of those issues, it seems to me it has to be your position that the government is entitled to the instruction that I described. Or you're just going to stand up and say, well, remorse is different, but I -- we need to know what -- what your argument is."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's one way of asking it, yes."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when a party has the burden of producing evidence on something, isn't the customary way of dealing with that to instruct the jury that the defendant had the burden of producing evidence to show this, rather than to -- to talk about inferences that can be drawn from their failure, from that party's Alderson Reporting Company failure to produce evidence."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They also weren't instructed to draw any inferences, were they?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, the -- the issue here is whether you must instruct them not to draw inferences, not -- not whether -- whether -- anyway."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Well, the jury was instructed, \"You shall consider such mitigating or extenuating facts and circumstances as have been presented to you in the evidence and you believe to be true.\" Now, I suppose they could have been -- the mitigating evidence could have been put in by the prosecution, but for the most part, they're going to be put in by the defense.  So when the judge says you can consider whatever mitigating evidence has been presented to you, isn't that tantamount to saying that the defendant has the burden of producing evidence of mitigation, if the defendant wants to do that?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought we -- it wasn't controversial that, on mitigating factors, the defendant does have the burden."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So is -- is there a difference between the prosecutor saying, judge, I want you to charge this jury that they can use defendant's silence against him, or a judge, on his own, telling the jury that, or the judge, as here, simply refusing to say you can't take it into account?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are all those the same, or would you distinguish them?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, where does that difference come from?  Because I thought that, every time and in every circumstance that we've prohibited an adverse inference, we've also required a requested jury instruction.  I don't know of a -- of a case or any Alderson Reporting Company principle that would suggest that we can tear those two things apart and say, well, look, an adverse inference is prohibited, but, no, you don't get an instruction."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I'm asking a different question.  Do you have any case that suggests that those two things don't go hand and hand?  Because my -- my sort of reading of our case law is that they do.  Any time we've said an adverse inference is prohibited, we've also said the defendant is titled -- is entitled to an instruction about adverse inferences if he requests it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't see that in Mitchell.  But let -- let me go back, just elaborating on that, to Justice Alito's first question.  I want to Alderson Reporting Company see if this issue is still in the case.  You looked at the instruction, and the instruction is just a broad instruction.  It says no adverse inference may be drawn from anything.  All right. So there seemed to be some objection you had to the breadth of that instruction, so I looked at the instruction.  The instruction does say exactly what Justice Alito said and you have said.  It says the -- the instruction is -- \"The defendant is not compelled to testify, and the fact that he does not cannot be used as inference of guilt and should not prejudice him in any way,\" with a couple of, here, irrelevant modifications. All right? The instruction I just read you is not from this case.  It's from the Carter case.  In the Carter case, the court said that instruction must be given.  It must be given at the sentencing phase.  So what they did was copy the instruction out of the case, the very instruction that the court said, in Carter, the Fifth Amendment requires to be given in the sentencing phase. And that was a noncapital case. So what's the objection to the instruction, on its breadth?  Not only is it the same, but the government never objected that it was too broad, and the only issues in the case were factual.  They were about Alderson Reporting Company what happened to him in his childhood, namely, sentencing facts. And the instruction that you did read about what they should consider referred to facts and circumstances.  And where, in Estelle, does it say that matters at sentencing related to facts and circumstances, you don't have to give the very instruction that Carter and Estelle required?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But Mitchell did, though, the sentencing aspect. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mitchell was about sentencing."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it overrule -- does it overrule Estelle?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Does Mitchell -- Estelle talks about -- you apply the same rule to facts and circumstances of the sentence, in a capital case anyway."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, Mitchell doesn't."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But in not making that distinction, I mean, it does speak very broadly, and it says -- you know, I'm reading another quotation from it. \"The rule against negative inferences at a criminal trial apply with equal force at sentencing.\" Now, it does have this exception for remorse or a possible exception for remorse.  But with that exception, otherwise, it says the rule against adverse inferences applies, doesn't it?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think my question was just the breadth of these statements about everything that applies at trial with respect to adverse inferences also applies at the sentencing phase, with the possible Alderson Reporting Company exception of adverse inferences about remorse.  That's the way I read the cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Komp. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But the courts in those cases had a specific issue before it.  Its attention wasn't called to what I suggested is in the nature of an affirmative defense.  The defendant has the burden to persuade the jury on mitigators."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let me -- let me give you this example.  Let me pretend to be a juror in a -- in a Kentucky capital case.  And the -- and let's assume in this case the prosecution puts on evidence to show eligibility and some evidence of aggravating factors. The defense puts on no evidence of mitigation. Now, the judge tells me you shall consider such mitigating or extenuating facts and circumstances as have been presented to you in the evidence, and you believe to be true.  Okay?  That's Instruction Number 4. I assume that you don't have an objection to that. And then the judge gives the instruction that you requested, a defendant is not compelled to testify, and the fact that the defendant did not testify should not prejudice him in any way. So, now, I'm back in the jury room, and I Alderson Reporting Company say, well, now I have to consider mitigating evidence. And -- you know, there are a lot of things that could be mitigating in a capital case.  I'd like to know about the defendant's childhood.  I'd like to know whether the defendant was -- was abused.  I'd like to know whether the defendant was remorseful. And I haven't heard anything about this. And I don't know what to do because the judge told me I should consider the mitigating evidence that's been presented to me.  On the other hand, the judge told me that the failure -- the fact that the defendant didn't put on any mitigating evidence can't prejudice him in any way.  So what am I supposed to do?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, it doesn't really.  It says the fact that he didn't testify, and he could have testified about child -- about his childhood or about Alderson Reporting Company remorse or any of these other things, that shouldn't prejudice him in any way."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, just tell me what I'm supposed to do as a juror.  The judge says consider the evidence that's put before you, but the fact that the defendant didn't put this evidence before you in the form of his testimony shouldn't prejudice him in any way.  I'm -- I'm pulled in two different directions.  I don't know what to do."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Nothing -- zero equals zero."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the zero just can't be added onto or taken away from.  Zero is zero, not a positive, not a negative."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you can't take away from the zero, create evidence from his silence, just as you can't from his silence outweigh the aggravating Alderson Reporting Company circumstances; correct?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But that still doesn't answer Justice Alito's dilemma.  You say he can't be penalized for doing nothing, but the juror in Justice Alito's hypothetical says, what am I supposed to do when he didn't present anything, and I'm concerned about that?  I don't think you've answered the question."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Was there any other -- defendant didn't say, I'm sorry.  Was there -- was there anything else?  Did the defendant produce anything else in the way of remorse?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"A low IQ and a personality disorder, I take it, were the mitigating factors?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So in a case where there are witnesses who says there are two mitigating factors, he has a very low IQ and he has a personality disorder, he says nothing.  The jurors go in the room.  They have to decide does he have a low IQ and personality disorder and what weight should we give that as mitigators? This instruction says, jurors, do it.        Just, when you do it, don't take account of the fact that he, himself, did not testify."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is that -- that -- so that jurors are perfectly clear, I would think.  What I think is difficult for you is just what your friend raised. It is true that the Carter instruction refers to guilt. You took that instruction, word for word, and you've cut out \"guilt\" because this has nothing to do with guilt, right. Estelle says, I would think, that you have a right to a Carter instruction in respect to some sentencing factors, namely future dangerousness.  The Alderson Reporting Company last sentence on the page of Mitchell says, we are not deciding whether you're entitled to that instruction in respect to other sentencing  factors, namely, remorse. So the question for you is why does that thing -- that sentence about remorse in Mitchell, why isn't it at least ambiguous about whether your client is entitled to that instruction here? And your response to that is what?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Estelle might not have been overruled, but there's a caveat that Mitchell puts in, and it's a caveat about remorse and that remorse might be different. And the question is why doesn't that caveat suggest, at the very least, that the instruction that you asked for was so broad that it went beyond what this Court has decided because the instruction that you asked for did not distinguish remorse from other issues that Alderson Reporting Company were going to come before the jury at the sentencing phase. So at the very least, it seems that instruction sort of blows by the question that we have reserved."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but then the reservation certainly suggests that, at the time the instruction was requested, it wasn't beyond any fair-minded dispute, which is the standard.  No one's talked about the standard yet.  The standard is that -- which you're complaining about -- that the error has to be so well understood and comprehended in existing law to be beyond any possibility of fair-minded disagreement. And it seems to me if, shortly after the instruction was requested, the court itself said, oh, that's different, we're not talking about that, it certainly suggests that it was a subject of fair-minded disagreement. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Not only that.  Your position must be that that is so clear as to be beyond fair-minded disagreement."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you're saying it has to be clear, objectively beyond reasonable disagreement, to say that, when the court says lack of remorse in a sentencing guideline case, it still thinks there's a different rule for lack of remorse in a selection case such as this."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought your friend told us that future dangerousness was an eligibility factor, rather than a mere selection criteria."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm curious about one facet of this case.  This instruction was sought by the defendant.  The prosecutor had no objection to it.  The judge said, I'm sorry, I am not going to use that Alderson Reporting Company instruction. Is that common in Kentucky, that both parties agree that an instruction should be given, and the judge says, I'm not going to give it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't demonstrate anything of the sort.  It just means that he didn't object."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe he was a very bad lawyer.  Who knows?  We're -- we're going to determine our law on the basis of whether a government lawyer made an objection or not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"At most, it shows that he Alderson Reporting Company didn't think that there was anything wrong with it. Does that mean we have to think there was nothing wrong with it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what it may show is that the prosecutor didn't think that it was going to make a difference, and so why raise an objection that could create everything that's happened since then, over something that isn't going to make a difference in a case where you have an incredibly heinous crime? The prosecutor may have thought, this jury is going to return the verdict that I want anyway, even if this instruction is given."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You don't think that's a possibility?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What I say -- what we said Alderson Reporting Company here, what I've gathered from the record, as best we've been able to see it, is in that sentencing hearing -- you were there?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you know it pretty well."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  There were five matters at issue.  He had a low IQ, a personality disorder, the child of a troubled home, he had grown up in poverty, he had been sexually abused.  All right. All of those things are basically factual matters about his background. Now, in that context, this instruction, which was the Carter instruction without the word \"guilt,\" referring to his failure to testify is -- doesn't mention those five things specifically.  It doesn't say testify about those five things. But in context, was there anything else in that hearing that the jury could have thought failure to testify referred to?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is there anything else any juror might have thought, oh, he didn't testify about this other thing, too?  Was there some other thing Alderson Reporting Company there?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's not what I'm thinking of."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm thinking of what is it that we -- is there an issue in this case about whether the instruction, on top of whatever other problems it had, was too broad? So I'm thinking, if that was the only issue, if those are the only issues that this instruction could have been thought of as referring to, we don't have to get into the breadth matter.  That's why I ask you.  Was there something else in that hearing that the jury might have thought, oh, he didn't testify about it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"He's trying to help you, counsel."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":5,"sideBefore":"justices","text":"He's got the point.  But you have to answer, in terms of what the facts are at the hearing."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about remorse?  Wasn't remorse at issue?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, whatever.  I mean, the jury doesn't have to take that into account.  Isn't it one of -- one of the factors?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But was his remorse an issue at the hearing?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Then the answer --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  So how was it an issue at the hearing?  Because that would seem to cut against you very strongly, Mr. Komp.  If remorse is an issue at the hearing, remorse is the very thing that, in Alderson Reporting Company Mitchell, we said we have not decided.  And then you have no clearly established law to rely on. And I appreciate that this was before Mitchell, rather than after Mitchell; but it suggests that there was always a question about whether Estelle applied to remorse."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  It left in -- Estelle left intact what?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose we read Estelle as saying that, on the issue of remorse, it is an open question whether or not the self-incrimination privilege is applicable.  Suppose we read it that way.  And Alderson Reporting Company suppose we think that, in your case, remorse was an issue at the penalty phase.  Does that not mean that this issue was not clearly decided?  That's -- it has a bearing on this case?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose we read Mitchell as saying that on the -- where remorse is at issue, it is not settled whether or not there is a Fifth Amendment self-incrimination right; and it is not settled that the defendant is entitled to an instruction about silence, number one. Number two, suppose we think, as I think to be the case, that remorse was an issue in this trial in the penalty phase.  Does that not mean that the rule is unclear and you're not clearly entitled to an instruction on that issue?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But we could --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":4,"sideBefore":"justices","text":"But your -- your answer is what the law should be.  My question is whether or not at least the law is not open on that point, unsettled."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It is, but you have to go beyond saying I believe that.  What you have to say to prevail here is, not only do I believe it, but no reasonable juror -- no reasonable jurist could possibly believe otherwise.  Now, do you want to say that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No reasonable jurors could say otherwise?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so your argument is when Mitchell said -- whether it applies to lack of remorse or acceptance of responsibility for the sentencing guidelines, that's a separate question.  We don't have any view on it.  But at the same time, the Court said well, of course, it applies in -- in the other -- other context."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that's perfectly clear.  I mean, if you were arguing the other way, you would say, well, the question is whether it's clearly if there's a clear difference between lack of remorse in the sentencing guideline case and lack of remorse in a capital case, and everybody knew that, so that when Alderson Reporting Company Mitchell just said it doesn't apply to lack of remorse in the sentencing guidelines, nobody would think that meant that there was an open issue on the capital context."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How could this be -- let's assume that you're right, that there was error. How could it be harmful, given the -- that the mitigators -- that the aggravators were not in dispute, he had entered a guilty plea?  So how was the defendant harmed by the failure to give this instruction?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Did the prosecutor argue that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So how would they have put that on the scale?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And you think that made the difference, that the jury would not have condemned your client to death, had it not been for the fact that they drew an adverse inference from -- they knew all the horrific details of the crime. They had heard all of your mitigating evidence. And you think what -- what tipped the balance -- or at least we think it plausibly could have tipped the balance, is -- is this failure to give the no-adverse inference instruction?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Really?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Komp, did the Sixth Circuit apply the wrong harmlessness standard here? It Alderson Reporting Company seemed to a apply the standard that would be applicable on direct review, rather than on habeas review; is that correct?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Because it seems to rely primarily on Carter.  And Carter applies the Chapman standard, which is, of course, the direct review standard."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think is the worse adverse inference they might have drawn? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You can finish your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Lenz, you have 5 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Your friend says Jurek reads to the contrary."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the only criteria to determine harmlessness is the gruesome -- gruesome nature of the crime, it appears to me that, in almost every death-eligible case I've come across, gruesomeness is inherent.  By your argument, there's never a case in which a defendant can prove a harmful sentencing error."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the mitigation was very close to Wiggins."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was very close to the Wiggins case."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The mitigation evidence offered here was very close to the Wiggins case -- similar mitigation."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And there, we held there was harmful error."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company The case is submitted."}],"people":[{"id":0,"fullName":"SUSAN R. LENZ","firstName":"SUSAN","lastName":"LENZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":1830,"interruptions":12,"times_spoken":50,"laughter":0,"num_int_by":5},{"id":1,"fullName":"LAURENCE E. KOMP","firstName":"LAURENCE","lastName":"KOMP","counsel":true,"justice":false,"side":"respondent","words_spoken":2392,"interruptions":24,"times_spoken":54,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":391,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":824,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":312,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":498,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1285,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":749,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":313,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":483,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":1830,"times_spoken":50,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":24,"words_spoken":2392,"times_spoken":54,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":6,"words_spoken":4855,"times_spoken":114,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472703110752}}