{"petitioner":{"name":"LEXMARK INTERNATIONAL, INC.","counsel":[0]},"respondent":{"name":"STATIC CONTROL COMPONENTS, INC.   ","counsel":[1]},"caseNumber":"12-873","date":"2013-12-03T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case 12-873, Lexmark International v. Static Control Components. Mr. Loy. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The Lanham Act goes well beyond the common law, doesn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  But that would be a lot stronger if -- if you said the Lanham Act merely, as the Sherman Act was supposed to have done, merely adopted the common law.  The Lanham Act doesn't merely adopt the common law.  It goes well beyond it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell me why the answer to that question doesn't end this case here?  You're disparaging the goods of a person.  You're saying that it's illegal to use that person's products.  It seems to me that's the essence of the Lanham Act, as it's now written."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't mention what at all?  It doesn't --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I assume you would agree that the manufacturer of the cartridges that compete with Lexmark would have standing here."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not a very big step from the manufacturer of the cartridge that competes to the manufacturer of the chip, which is really the essential component of -- or an essential component of Alderson Reporting Company the cartridge that competes."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then you could -- you could sue them for infringing on your patent or whatever intellectual property protection you have.  But here is an entrepreneur that says, we make a product, and Lexmark is disparaging our product.  It is essentially trying to get us out of this line of business. Certainly, if you just read the words of the Lanham Act, this is allegedly false advertising, and the false advertiser shall be liable to any person who believes he or she is likely to be damaged by such an act. Alderson Reporting Company That -- that legislation seems to envision a very broad standing, certainly enough to encompass the person who is -- whose product is being disparaged."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose you have the -- shouldn't a supplier have standing to sue the competitor of the firm to which he supplies, where the alleged liable or slander or whatever it is, is directly about what the supplier supplies? The example, make it clearer.        Suppose that Bailey's sells ice cream sundaes, and the defendant has said the chocolate sauce in Bailey's ice cream sundaes is poisonous.  Now, the chocolate sauce does not compete with the defendant because he's an ice cream parlor, but, nonetheless, he is directly affected by the statement that he is suing about. He is, therefore, different from the other Alderson Reporting Company suppliers who might have supplied Bailey's with cushions, heat, electricity.  But shouldn't at least that supplier of chocolate sauce have the standing to bring a claim against the ice cream parlor that competes with Bailey?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not -- why not in this Lanham Act suit, why shouldn't the chocolate sauce supplier have standing?  He is directly victimized by -- he has not just lost sales, but the comment is about him."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the answer to your question, if you're asking, is no, because the person Alderson Reporting Company who supplies labels is totally -- the statement that is sued about has nothing to do with labels.  So the people who have nothing to do with the statement wouldn't have standing. But my -- do you remember my question?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Well, why shouldn't that person who is talked about in the statement have standing?  A clear distinction.  Not every supplier could sue."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Loy, can I ask you what you think this standing doctrine is all about in a context like this?  You said before -- you said to give -- to effect Congress' intent in passing Section 43.  Is that what we're trying to do here?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, one of the questions. Alderson Reporting Company Why isn't that the only question that we ought to be concerned with in a case like this?  Congress creates a right of action, and it seems to me that the normal thing that we ought to do and do do in most contexts is just say, you know, what's the scope of that right of action? And -- and certainly we could take into account Congress' purposes in interpreting the scope of that right of action.  But that would be the question."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess, if that's the question, the AGC test strikes me as not the answer to that question.  I mean, we don't usually say what was Congress' intent, how broad did Congress mean for this cause of action to go, and then sort of devise a five-part test with a lot of things that aren't mentioned in the statute. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Except there are two remedies under this statute, injunctive relief and damages.  And to the extent that proximate cause always limits the recovery on damages, it doesn't limit injunctive relief issues. And so the question is, why should we be reading into a statute a limitation against bringing any action based on your proximate cause point when there are other remedies in this statute? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But proximate cause?  What about proximate cause?  Do you agree that -- that there's no proximate cause analysis when what is at issue is an injunction?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Answer my question.  Yes or no?  Do you agree with what Justice Sotomayor said --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Explain to me why -- we are talking in abstract terms.  Here is a manufacturer that says, my product is being disparaged by the defendant -- my product, not someone else's -- the result is that I am losing business. Why do we need anything more than that under the Lanham Act, which makes false advertising -- gives a claim for false advertising to somebody who's been hurt by it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm not asking about State law remedies.  I'm looking at this statute, and your interpretation seems to stray very far from what the statute -- this section of the statute says."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you just read this section, would you agree that -- what is the party -- SCC is someone who has been injured, damaged, by the false advertising?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any question here that there was an intent on the part of Lexmark to stop the Static Control company from making these microchips?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  That's what we have -- and we have to deal with the complaint and have to assume that that's true.  What the complaint alleges is that Static was making a product and Lexmark was disparaging it and not by happenstance, but quite deliberately."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the -- the directive -- the letter said don't buy Static Control's product because, if you do, you're in jeopardy of being a contributory infringer. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's wrong -- what's wrong with the tests adopted by three circuits, the reasonable interest test?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Loy, you said there's universal recognition that there should be prudential standing requirements in the Lanham Act. When should there be prudential standing requirements in a statutory right of action? In other words, Congress passes lots of statutory rights of action.  And let's say that almost never, never does Congress talk about prudential standing one way or the other. Alderson Reporting Company Do you think that, every time Congress passes a right of action, the courts are supposed to engage in a kind of free-form inquiry about what kind of prudential standing rule should apply to that particular right of action?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and you just sort of Alderson Reporting Company know them when you see them, or it's a reaction to what are perceived to be very broad statutes or -- you know, when -- when do we know that we should be off on a prudential standing jag?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe the answer is when we just can't believe that Congress really meant the literal words of the statute to be interpreted without some limiting principle.  So, here, Congress says, \"any person,\" and any person surely includes people who purchase printer cartridges. So if we don't think that -- that Congress really meant for every single person who purchases a printer cartridge to be able to file a claim in Federal court with no amount in controversy requirement, then Alderson Reporting Company that would be a situation where some consideration of prudential standing would have to take place."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, there, couldn't that be done just by interpreting the -- the language of the statue, in accord with its purposes, because you have a specific purpose provision in the Lanham Act that says, we're -- we're trying to get at commercial competition here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is prudential standing?  I don't really understand.  Is -- is it anything other than -- should it be renamed statutory standing?  It can always be done away with by Congress, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and is it -- is it the kind of standing that we would have to raise on our own?  Is it jurisdictional, so that if -- if a party hasn't raised it below, it, nonetheless, is still unavailable argument on appeal?  Is prudential standing of that sort?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm uncomfortable with the notion that -- you know, in my prudence I give standing here and I deny standing there, it's just up to me.  I can understand Article III. But unless prudential standing means statutory standing, so that I look to the statute to see whom it was intended to empower to bring lawsuits, I am very uncomfortable with the whole notion."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Jones. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How do you -- how do you square that with the statutory provision that the purpose of the law is to prevent unfair competition? Unfair competition, not unfair trade practices.  Unfair competition."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the comments in this case only disparaged the cartridges themselves and not the chips.  Then would the chip manufacturer, would your client have standing?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that may be true, but I don't understand how you get from the zone of interest to the limiting principle that you are suggesting, which is that the zone of interest includes only those Alderson Reporting Company businesses, other than the direct competitor, whose products are targeted by the false statements."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Did you answer his question?  I'm still left with a lack of understanding of how the disparagement of the -- of the composite product is automatically a disparagement of your chip."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Well, to change it, suppose the statements don't implicitly -- even implicitly target Static Control, but the effect of the statements is to drive Static Control out of business. You would say there would be no standing there?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So, in Justice Breyer's hypothetical about the soda fountain that sells ice cream with chocolate sauce and there is a statement that the chocolate sauce is poisonous, if the effect of Alderson Reporting Company that is to drive out of business a little company that manufactures ice cream that's used there, that company would not have standing?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So if Bailey's was the only place that sold this chocolate sauce, Bailey -- Bailey's might have standing.  That would be similar to this case.  But, if other places also sold this chocolate sauce, then Bailey's is out."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How do we tie that in?  I'm sort of sorry I used that hypothetical because it -- (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"But it nonetheless illustrates --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"I am, too, because I'm sick of it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"justices","text":"But it illustrates the point.  I mean, in my own mind, the standing question is designed to answer, are you the kind of plaintiff that Congress intended, in this statute, to protect against the kind of injury that you say you suffered?  Now, that goes back to Justice Brandeis, and it goes back to saying, did you suffer a common law injury, or do you fall within the scope as defined? Normally, Congress doesn't think about that, and so courts decide, and we're right in the middle of that decision.  So if I think that, basically, you have a point, that at least the supplier who is mentioned in the defamatory statement by the competitor who bought Alderson Reporting Company the supplies, at least where he is mentioned explicitly, there should be standing, which means your side would win, I guess. What do I write to tie that in to the three separate kinds of tests that the circuits have talked about?  That's what I can't quite see because they talk about the reasonable interest test, they talk about the zone of interest test, they talk about some other kind of test. How do I tie this into that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Has that been applied outside the context of the APA, that is, when the suit is against an agency?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Has it been applied to private party litigation?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If that's so -- if you go back and you just lift the APA test -- because I think Justice Ginsburg is absolutely right, that this is not an APA suit -- the word \"arguably\" was inserted in the normal standing test by ADAPSO, which Justice Douglas wrote. Now, if we take that and simply lift it, the first thing, the person who would get a new lawsuit, I guess, is a consumer, because the consumer could easily say, I didn't buy this product because of the false statement that the competitor of the person I would have bought from made. And, indeed, you could have very big consumers, and they could allege all kinds of injuries. And so, if I simply lift the test, I’d rather worry that I am changing the law quite radically."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But \"arguably.\"  Isn't it arguably, in part, to protect consumers? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What do you see as the difference between reasonable interest and zone of interest?  What do you -- I haven't quite understood what the difference is between the two."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that Lexmark had not made disparaging comments about Static Control, but had simply made false statements about its own product. Suppose it said that, if you use our products -- our cartridges, they will emit some sort of vapor in your house that will promote good health. Who would be within the zone of interest there?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Who would be within the zone of interest?  Only -- would other printer cartridge manufacturers be within the zone of interest in that situation?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I understand.  But why should it be \"arguably\"?  \"Arguably\"?  I mean, under the APA, you are dealing with suits against the government, and it's just funny money at issue.  But, when you have private suits, you can drag somebody into court simply because you are arguably within the zone of interest protected?  I'm not happy with that."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Jones, is the question that you are asking us to ask just did Congress want this kind of actor to be able to sue?  Is that the question that you think we ought to be -- be asking?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's not call the limits anything in particular.  The question, in your view, is Congress passes this Act; did Congress -- in including this right of action, did Congress want this kind of actor to be able to use that right of action? Is that correct?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But, if that's correct, I mean, rather than talking about whether something is arguably within the zone of interests in the way we have to do, in the APA context, because we are dealing with a lot of statutes that don't provide rights of action there, why shouldn't we just ask, what kinds of actors did the Lanham Act provide a right of action to, as Alderson Reporting Company sensibly construed? We should sensibly construe the Lanham Act, in accordance with Congress' purposes."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And, then, what would be the test?  What would we say the Lanham Act means?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So what makes this limit a prudential limit?  You are supposed to put -- the notion of a prudential limit is there is Article III standing, but, even so, you can't sue because you don't meet the prudential. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me how that would affect a situation that I read about in the papers, where a company like -- not to suggest that they have, but only using this as a hypothetical example -- McDonald's says, in its advertising, we, in fact -- our calorie count is less than -- than 200, so buy from us. Consumers, under your theory, can't sue under the Lanham Act.  Assume that's absolutely true -- false.  Who would be -- who would have a permissible ground to sue in that situation? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So fit in that into your definition of what \"standing\" is --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- how do we not get it to be the local -- or maybe you say it's okay -- the -- the local restaurant that has no franchises, that does healthy meals, which is actually true of many restaurants today, particularly in Washington."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But, now, does that -- just thinking of Justice Sotomayor's hypothetical, that suggests that maybe the reasonable interest test is okay because what that's trying to do is -- you have McDonald's that's allegedly made the false statement, and then there are a range of people in terms more or less distant in respect to being direct competitors. There is -- what you said, Burger King, direct competitor, then there are the health restaurants.  Then there are -- so you need something to cut off at some point the plaintiff, who claims to be a direct competitor, but, really, he's not going to lose much money, and he's quite distant, a health restaurant Alderson Reporting Company in a foreign city, I mean -- you know, you see? And the reasonable interest test, I think, is trying both to get at that and also to figure out what kind of supplier you are.  Are you one who falls within the scope of the false statement or the -- or are you not?  You don't want the electricity company to be able to sue. So what do you think about using the reasonable interest test, but explaining it in something like the terms I've just said?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's not a reasonable interest test then."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"It isn't whether the interest is reasonable.  It's -- it's whether it was the type of interest that the statute sought to protect. And -- and the term \"zone of interest\" is a better expression of that concept, it seems to me, than Alderson Reporting Company \"reasonable interest.\" I mean -- you know, that's my objection to the reasonable interest test."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That may be better --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Your zone of interests --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"I'm sorry.  Justice Ginsburg."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"justices","text":"Your zone of interest, in response to Justice Scalia, would establish another tier of zone of interest.  The -- arguably, within the zone is the APA standard.  And you said, here, you could strike \"arguably\" and just have it within the zone."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"\"Arguably\" could refer to factual matters; that is, you -- you are within the zone of interest if certain facts are established.  And, if you don't establish those facts, you are not.  That's how I've always understood the \"arguably.\"  I don't think it means -- you know, \"close enough for government work.\"  It doesn't mean that. It means you -- you are within the zone of interest if, indeed, these facts that you have asserted exist."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What about --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":7,"sideBefore":"justices","text":"What I think, Mr. Jones, just a couple of years ago, we made clear that \"arguably\" was to be taken very seriously and -- and Alderson Reporting Company essentially established a kind of buffer zone, so that if you kind -- you know, we weren't going to be too strict about it.  And the reason we did that, again, is because the way the APA works is it's on top of a lot of federal statutes that have no rights of action themselves. So there is nothing for us to interpret in those federal statutes.  And we say, well, if you arguably come within the scope of that statute, then you are aggrieved for purposes of the APA. But this is a very different situation. This is a situation where we have a particular right of action.  And rather than create any kind of buffer zone around it, we should just ask how is it sensible to interpret that right of action?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Am I correct to think that your rule is that the only people who have standing under the Lanham Act are competitors and people whose products are disparaged?  And, if that is true, then are you not “arguably” advocating the most restrictive test for Lanham Act standing, other than the categorical rule?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If it's who's affected, who specifically are we leaving out?  Look, you put in -- I don't want to leave out -- you've read all the cases.  I haven't read them all.  But I see that you put in -- we Alderson Reporting Company put in the direct competitors.  They fall within it.  We put in certain suppliers, those who are disparaged.  We don't want the electricity company to be able to sue, according to you and the cases, and I guess we have the mirror case, which we'd put in, would be certain buyers like retailers or wholesalers and probably applying the same rule about their being mentioned in the -- in the false advertising -- or in the statement. Who have we left out?        Who has been given standing in some of these cases that is left out of the description I just gave?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Who do you -- who do you -- well, who -- who has not been left out who should have been left out?  I mean, I'm trying to see -- I'm trying to see am I forgetting someone that -- that your reading of the cases suggests has been given standing."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Am I correct that no circuit has adopted the zone of interest test in the context of the Lanham Act?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So what's wrong with the -- what is it -- AGC, the antitrust standard?  So it's got five things.  And Justice Alito just suggested that maybe that's more generous to finding standing than -- than the reasonable interest."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Three minutes, Mr. Loy. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  You used \"target\" twice.  Once, you said SCC was not a target, and the other time, you said it was, but it -- target isn't a test."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Explain that.  Because, if we accept the allegation of the complaint as true, the allegation is that Static's product was disparaged, that remanufacturers were told, don't use this product because, if you do, you're going to be involved in infringement."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, was Title VII an APA -- when I asked Mr. Jones?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEVEN B. LOY","firstName":"STEVEN","lastName":"LOY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2840,"interruptions":15,"times_spoken":37,"laughter":0,"num_int_by":4},{"id":1,"fullName":"JAMESON R. JONES","firstName":"JAMESON","lastName":"JONES","counsel":true,"justice":false,"side":"respondent","words_spoken":2865,"interruptions":8,"times_spoken":35,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":44,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":523,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":308,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":515,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":582,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1034,"interruptions":2,"times_spoken":13,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":742,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":20,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":2840,"times_spoken":37,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":8,"words_spoken":2865,"times_spoken":35,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":3768,"times_spoken":81,"laughter":1,"num_int_by":6}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.9645641627239491,"respondent":0.03543583727605093,"date":1472523515631}}