{"petitioner":{"name":"MANUEL JOSE LOZANO","counsel":[0]},"respondent":{"name":"DIANA LUCIA MONTOYA ALVAREZ       ","counsel":[1,2]},"caseNumber":"12-820","date":"2013-12-11T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-820, Lozano v. Alvarez. Mr. Regan. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Regan, you -- you want us to apply equitable tolling in a field, family law, where the interest of the child is always of paramount importance and running all through family law Alderson Reporting Company is -- is that concern.  And changed circumstances figure very large. So decrees that might be final in another area of law are not because, if circumstances change, then the child custody may change.  So it seems to me that this area is hugely unfit for equitable tolling that would leave out consideration of the child's best interests."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that equitable discretion, or is that still equitable tolling? Because, as I understand equitable tolling, if it applies and, say, there's a 6-month suspension, the child must go back, so that there's -- so that the -- that the weighing that you're talking about just doesn't -- doesn't come into play."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is Article 13, so we can look at it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is it in the materials?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Article 13, which you're referring to."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd like to read it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and it does provide -- just while people are looking at it, it does provide that, even though there's, in your view, equitable tolling, there are still circumstances in which the child would not go back, if there's a grave -- grave risk? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Grave risk of harm to the child."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, again, as Justice Ginsburg questions, it seems to me indicates, there are two different axes here.  One is the best interest of the child, and the other is an adequate deterrent so that parents don't abduct.  But those axes don't cross very often, if at all."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that still -- but Article 13 still is different from what's in the best interest of the child."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, it's true that all we're talking about is for the -- during the time in which the hearing takes place, but these hearings take years, and expert witnesses are not available or readily available."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Let me give you this example.  Suppose a child is abducted at -- at age one and is concealed for 10 years, and then the location of the child is discovered.  The other parent files a petition.  So that, if there's equitable tolling, the petition was filed within one year. But during those 10 years, the child has become very well settled in the new country, has learned the language of that country, the customs developed, Alderson Reporting Company gone to school, developed relationships, and so forth. Under -- if there is no equitable tolling, but the abduction can be taken into account under the doctrine of equitable discretion, that's -- that's one thing.  But the way you read this, the way you read the Convention, the equitable tolling would mean that the petition was filed within a year, and unless one of the conditions in Article 13 was met, for example, a grave risk that the child's return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation, then there would be -- then the child would have to be removed. So there is that major difference, isn't there, between those two positions?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's true.  The position of the Respondent and the government would give a great incentive for parents to abduct children and hide them for a period of time.  But on the other side, Alderson Reporting Company as my example, I think, illustrates, your rule would mean that a child who is very well settled in a particular location would have to be returned to the other country for purposes of the custody determination. So why do you think the Convention should be read one way, rather than the other?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how would it not?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, which of the articles -- which of the provisions in Article 13 would -- would prevent the return in the hypothetical that Justice Alito just gave you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, what -- what does Article 13 allow the court to consider?  It says, \"It's not bound to order the return if the person, institution, or other body having care of the person of the child was not actually exercising the custody rights at the time of removal or retention.\" Well, you know --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That wouldn't have -- or had consent to or -- that wouldn't apply in his hypothetical or in this case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"B, \"There is grave risk that his or her return would expose the child to physical or psychological harm.\"  I mean, we have no reason to believe that -- that your client would -- would harm the child or -- or that the parent in Justice Alito's hypothetical would harm the child, \"or otherwise place the child in an intolerable situation.\" I don't see how any of those things would -- would come to the assistance of the child in -- in Justice Alito's hypothetical."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Physical or psychological harm."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It might be now and then, but in the routine case that Justice Alito just gave you, I don't see how there's any -- any reason at all not to yank the child back from wherever he's been for 10 years."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which court?  Which court? To use the --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but Article 13 does not say the child -- the child can state -- well, let's see.  \"The child objects to being returned.\"  I guess you could limit to that.  \"May also refuse to order the return of the child if it finds that the child objects to being returned.\""},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's the one exception, yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But in a sense, what you're saying is that it's not an automatic -- it's not Alderson Reporting Company an automatic rule.  The more you argue that Section 13 is applicable, the more you're watering down the very rigid rule that you want, in order to say that there has to be deterrence."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The Convention says, in the preamble, that the parties -- that's countries -- are firmly convinced that the interests of the children are of paramount importance in matters relating to their custody.  Okay?  Paramount importance.  So the provision you're talking about, Article 13, says, well, would returning the child lead to physical harm, psychological harm, or otherwise put the child in an intolerable position.  So they mean intolerable. So I think this would be a pretty typical Alderson Reporting Company case.  The husband says he was fine.  The wife says, no, he kicked me in the stomach and did a lot of other things.  The judge hearing the two sides says I can't say the husband's right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So we don't know.  Now, your idea is to send the child back to the husband unless the child gets up there and chooses between parents.  That's pretty tough on 8- or 9- or 10-year-old children and -- very tough.  And you're going to keep -- the -- you're going to send it back to the father in this situation, unless the mother can prove it's intolerable, either because of physical -- I mean, my goodness, a physical or psychological, you have all the doctors saying he should stay in New York.  A typical problem for a family court judge, really tough. So you have the Convention, which says in the preamble, look to the interests of the child.  You have every other country saying, that's what it really means; in other words, they're against you.  You have the Department of State, in charge of the treaty, saying that's what it really means and otherwise against you. And so what do you have going for you?  That isn't your fault that there isn't too much going for you, but nonetheless, I'd like to know what it is. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Regan, aside from the position of the United States, which -- which has changed, you made that point, the determination that's being made at this stage is really one of venue. It's where the main bout will be fought out.  And so we don't want that to linger for a long time.  We want that decision to be made with dispatch. And as one of the amici brief informs us, many of these what you call kidnappers happen to be badly abused women and if you -- if they had to go under Article 13, then they would have this full-blown, was he really the abuser?  Doing it without equitable tolling, that question is reserved for the main -- for the main bout. I suppose if we had a case where the judge isn't certain was the father abuser or not, that judge would feel an obligation to stretch out this venue determination, to see if it's an Article 13 situation."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Regan, Justice Breyer pointed out that all other countries seem to disagree with you.  That's obviously a concern of ours when we interpret a treaty, that all other countries interpret it in a -- in a single way.  Do you contest that?  Are there any other countries that apply equitable tolling rules?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they may be wrong.  Who cares if they're wrong?  The point is a treaty should be interpreted uniformly by all the parties to it.  And you're telling me, well, all the rest of them interpret it another way, but they're wrong -- you know, everybody is out of step, but me.  That's -- that's just not right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"None of that is covered by the treaty.  Yes, each State may apply its own law with respect to matters not covered by the treaty, but I do not read that to say -- to mean that each State may apply its own law in interpreting the provisions of the treaty and so can create exceptions on the basis of equitable discretion when the treaty has none or because its courts use that in another -- in other contexts or create an exception on the basis of equitable tolling. This is a matter of interpreting the treaty, not of bringing into effect some other principle of -- of State law that overrides the treaty.  That's how I read that provision."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  That's turning legislative history, in my mind, on its head. They considered directly, if you study the SG's brief, a discovery rule that would have codified Alderson Reporting Company equitable tolling.  And there was lengthy discussion about it and a decision that they wouldn't do that, that, instead, they would expand the period to a year where automatic return was required, and they introduced the best interest of the child after that year, and that that was now a balancing of all interests, the parents' and the child's. And you're right, they had other provisions that would affect the possible return or lack thereof, and they never wanted to stop a court from returning a child if it in its equitable discretion decided it was appropriate.  But you're turning that legislative history on its head a little bit."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't use up your time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Moskowitz. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what -- what troubles me about your position is that it undermines the best interests of children in a very powerful way, insofar as it does not deter and, indeed, encourages -- provides a great incentive for parents to abduct their children. And that was the central purpose of the Convention, to Alderson Reporting Company prevent harm to children and also to parents, but centrally to children who are abducted. And if you have a rule that says if you can abduct the child and you can hide for a year, which isn't very difficult, then all you have to do is provide some evidence of settlement, and you are going to -- you are going to win, you are going to deter return. Am I wrong to be concerned about that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, all right.  Perhaps that's the solution to the problem then.  I wonder if you would accept that, that there is no equitable tolling, let's assume for the sake of argument, but abduction is a strong factor that weighs against the return, that weighs against the failure to return the child, not just something that can be disposed of in a sentence, which is basically what the district court did here, but a very strong factor that has to be taken into account in the exercise of equitable discretion. Would you disagree with that? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I think they had it in mind, not just the interest of children, but the interest of parents.  It's simply not true that, in all cases involving children, the paramount interest of the child governs.  That's not the case, or else, we would remove many children from their parents in this country."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the -- whether or not the child is settled in a particular case is certainly going to be a significant consideration in the custody determination, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What's the fairness --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"The problem is you're each -- you're each using the child as the tool in the objective that you have in representing the parents.  On the one side is the allegation of inequitable conduct in concealment.  On the other side is the interest in settlement.  That's a dispute between the two parents, and the child is being used as -- as -- I don't know what -- you know, a tool in implementing those conflicting considerations. And to the extent that the Convention was designed to deter that kind of kidnapping, it adopted Alderson Reporting Company a -- a fairly strict rule.  And you're each trying to say, oh, the rule doesn't mean what it means because, don't worry, we'll take those considerations into account in addressing custody; and on the other side, well, don't worry because there's not that much difference between 12 and 13. So how are we supposed to decide between those two conflicting considerations of the parents while maintaining the paramount concern, certainly not the exclusive one, but the significant one, in the interest of the child."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that cuts against you in some respects.  You say there is such a big difference, and therefore, it is very important that the kidnapping parent do the best he or she can to conceal the child's presence, so they get beyond 13 and into 12."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"My gosh, all it takes is moving to Peoria.  I mean, I don't mean to denigrate Peoria, but all it takes is moving to a place that has no connection to --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":10,"sideBefore":"justices","text":"Justice Sotomayor is from New York."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":6,"sideBefore":"justices","text":"Yes, obviously. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":10,"sideBefore":"justices","text":"Obviously."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"Those are us from the Midwest think it's actually easier to hide a child in New York. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I do have a point -- a question though.  What sense does this make when -- that a child who -- a suit is filed within the year, but the litigation takes two or the child who -- the filing is a day after the year, and the litigation takes a year and they're both in the same situation.  Why should those two children be treated differently?  Why should one Alderson Reporting Company have the benefit of settled now and the other not have it?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What sense does it make when, as Justice Alito indicated, part of the central purposes of the Convention is to avoid the kidnapping of children?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So why isn't Article 13 enough protection?  It has to do with -- and unlike Justice Scalia, I don't think it's psychological or physical harm necessarily by the parent, but by the situation."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"The return.  You agree Alderson Reporting Company with that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Moskowitz, going back to Justice Alito's question.  Could you tell me how you think this works?  You said, in response to Justice Alito, that sometimes concealment can be a factor in determining whether a child is settled.  And I presume you mean if somebody conceals the child by moving the child from place to place, the child would not be settled. Is it also a factor in determining whether a settled child should nonetheless be returned?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Or under Article 18."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I think your answer to Justice Kagan's question has to be no, or else I don't understand what we're doing here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is the answer? I'd like a straight answer in your opinion because Justice Kagan's case, the mother kidnaps the child. They live in a grain elevator -- a nicely refurbished grain elevator, in Peoria for a year.  And after the year, a month later.  The father finds both of them, Alderson Reporting Company goes to a family judge -- a very tough job by the way -- and the family judge reads this, and he says, well, I have to admit the child is settled here now in Iowa. All right.  It's settled."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But send the child back to London, he's going to be just about as settled.  I mean, really, it's not that much difference, but I can't say the child is not settled. The father says this is the most unfair thing I've ever seen.  She hides out for a year.  The child would be just as well back in London.  Almost as well.  Who knows?  Maybe better.  But now, what can the family court do -- judge do?  That's the straight question we've been trying to get your answer to that, and it isn't an answer to say -- you could say, if that's the answer, I don't know."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, what can they do?  I just want to know if the family court judge will say please settle this, and the two of them won't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And so, now, what can the Alderson Reporting Company judge do?  Is the father simply out of luck or not?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, but prior to that."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If you could go back to -- do you agree with Justice Scalia, that, really, at that point, there's nothing to do?  Once the determination has been made that the child is settled, there is no remaining discretion that the judge has?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you say -- I don't understand what you're saying.  Give us an example."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You just don't want to say no.  It seems to me your case requires you to say no, Alderson Reporting Company and it's no help to me to say, well -- you know, there may be some exceptions that I can't describe.  Tell me the exceptions if there are any."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Under 13, right?  Is that the discretion you're talking about?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you -- you're confusing me.  Let's say I'm the judge who has to decide Alderson Reporting Company this.  The one-year period has just past, and I have evidence that this child who is now two years old has some friends, goes to play with the friends, goes to the park, has become accustomed to some American customs, knows the neighborhood. So the child is settled to that degree.        And you say even if there's been very elaborate -- a very elaborate effort of concealment, no proffered justification for the abduction, no indication that there would be any serious harm if the child were sent back to the U.K., you say that's just too bad.  That's your answer?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But can you give me any authority?  I read that exactly in Article 12, but you've now given me a different impression.  What Article 12 says is that, if it's less than a year, the child is returned forthwith.  If it's more than a year, the child shall be returned forthwith, unless -- unless Alderson Reporting Company it is demonstrated the child is now settled in its new environment. It doesn't say you don't return it if the child is now well settled in the environment.  It just says you don't have to return it forthwith."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So I would have thought that that would have opened room for discretionary factors, but you have not given me a case that said that that's so.  You have not given me anybody who said that what I thought was the natural reading and which you'd like to be the natural reading, you've not given any support for the proposition that it is the natural reading."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"And I -- I assumed from your brief that that was not the reading you were giving it.  And that is not the reading it has to be given, frankly.  I read it the other way, \"shall order the return unless it is demonstrated that the child is now settled.\" I assume that to mean in which case you shall not order the return.  Isn't that the way you've been reading it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, it is not.  Okay. Well, then, gee, we don't have a lot to argue about here."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Well, if that's the case, if you're reading it that way -- I mean, I was reading it Justice Scalia's way, too."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Of course."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":6,"sideBefore":"justices","text":"The first clause says, \"shall\" and the second clause says, \"shall not.\"  But there is an alternate reading where the first clause says, \"shall,\" and the second clause essentially says, \"may or may not at your discretion.\"  But, boy, that would open up a big discretionary hole if you read it that way, wouldn't it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So I should read that case because the language says, \"Unless it is demonstrated the child is now settled, you return it forthwith, unless it is demonstrated the child is well settled.\" Well, now, it's demonstrated well settled.  Does that mean I cannot return it?  Or does it mean I don't have to return it? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And I say -- or you say I read that case in the House of Lords, and I will discover it means you don't have to return it."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And they relied on Article 18, didn't they?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Moskowitz, what do you do about Article 13 in that case, which begins, \"notwithstanding the provisions of\" Article -- \"of the preceding Article 12, the judicial or administrative authority requesting is not bound to order the return of the child if the person\" -- blah, blah, blah. That says to me that, under 12, you are bound, and you're telling me, well, you're really not bound under 12.  You have discretion anyway."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I, frankly, didn't understand that that was your argument in this case, and it -- it puts the whole case in a quite different light."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's the one year."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In many cases, this would be an example.  The cost of experts to testify about the child's adoption or adaption or settlement in New York would be very substantial.  The experts who had examined the child, the experts who knew about the school, the school's officials themselves, would all have to go to England to testify.  Is that a factor that the courts consider, or is that not -- not relevant?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, \"settlement\" is a code word for saying ease of producing witnesses?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I -- may I ask you, I think your brief -- I may not be remembering it correctly, but I think you -- you said no equitable tolling, and everybody in all the other countries agree on that, but there is equitable discretion.  I think that you -- and the question is, is there this equitable discretion notion?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Briefly, please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. O'Connell. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"Justice Scalia."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"What's the government's position on -- on this question we've just been discussing, whether Article 12 is absolute or whether there is discretion even within Article 12, even though specific elements of discretion are contained in Article 13?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"Why doesn't the context include Section 13, which -- which lists specific reasons why you can depart from 12?  I mean, it seems very strange to say, and in addition to that, there's a whole pot load of other reasons within -- within 12 itself."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":11,"sideBefore":"","text":"What's -- what's the -- an example of where a settled child might be returned?  A very -- two very good parents, and the child is very Alderson Reporting Company adaptable, and so the child can -- is well settled now, but the child will be well settled in the new environment at well.  Is that the -- is that the hypothetical?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"You would expect all the signatories to this treaty to come up with essentially the same exceptions, under -- under what you say is -- is the interpretation of Article 12?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"I mean, it seems to me it Alderson Reporting Company just makes that article impossible to apply consistently country to country."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"Have they exercised it -- have they exercised it, that discretion which they say is there?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"Have they exercised that discretion not to apply the -- the mandatory requirement of Article 12?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"I'm talking about foreign courts."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":11,"sideBefore":"","text":"If I understand the way you think this works, you don't -- there's not even a presumption that a settled child will stay, right? You're just saying, once you've found a settled child, the obligation to return the child goes away, but at that point, it really is a kind of \"all things considered\" inquiry, with no presumption operating at all, just in light of the purposes of the treaty?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"I would think it would be very unusual for a family court in that situation not to go ahead with the custody proceeding before it because it would think the child is settled. Now, do I send the child back.  So that they can do the custody proceeding in England, or just go ahead and do it here?  Don't you think most family court judges would Alderson Reporting Company say, let's just go ahead and do it here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"What kind of reasons -- what kind of reasons would there -- would there be?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"To send the child back?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"So you would visit on the child the behavior of the parent?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":11,"sideBefore":"","text":"Counsel, whatever fears my colleagues have, I've only found two -- or I should say my clerks have only found two published decisions in which courts have returned the child, so it's not as if they are ignoring the settlement issue.  In fact, some might say that they are not giving abduction enough weight in -- in enough cases. But I -- the Hong Kong court who said there might not be discretion to return a settled child was not the highest court of Hong Kong, either."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":11,"sideBefore":"","text":"And so, if we're going to give uniform meaning, the uniform meaning of international weight is that abduction is one factor for a court to consider in its equitable weighing on settlement because that's the whole purpose of the Convention.  That's a central reason in the preamble."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":11,"sideBefore":"","text":"But isn't there --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":10,"sideBefore":"justices","text":"There's always -- isn't there always abduction?  As your friend has pointed out, the whole treaty only applies where the child has been abducted, so you say, oh, well, there's a special exception to the rules of the treaty where the child has been abducted, but that's what the treaty applies to."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":11,"sideBefore":"","text":"I don't know what sense -- I don't know what sense that makes.  Let's say a child is abducted in Mexico, and let's say that the parent who is left behind is not a rich or sophisticated person, and now, the child is brought to the United States. And the parent in Mexico has a year to find the child in the United States, doesn't speak English, can't easily find a lawyer to handle the case.  He's got an enormous country to try to find the child in the United States.  How in the world is that going to be done?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":11,"sideBefore":"","text":"You don't need to do very much concealment.  You can go to Peoria.  You can go to New York City, and -- and it's going to be an enormous struggle to find that child within a year."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":11,"sideBefore":"","text":"How -- how would that aid be invoked?  Take Justice Scalia's example.  The parent left behind in Mexico, no resources of her own or his own.  How would the State Department get into the act?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":11,"sideBefore":"","text":"How -- how separate are the two concepts of the best interest of the child and the interest in policing parents, so they don't abduct? At what point do they intersect?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":11,"sideBefore":"","text":"The child settled, that's when the abduction took place. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":11,"sideBefore":"","text":"You said it started that a settled child should be returned?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":11,"sideBefore":"","text":"Yes, abducted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"Justice Scalia?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"You know, I have one more question.  At the end of the day, now that I understand the government's position, I don't see any difference between your position and -- and the position of -- of the Petitioner here, except that he wants to call it equitable tolling, and you want to say we can take concealment into account under Section 12 --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"-- and not apply the absolute rule, where there's been concealment.  I don't care whether you call it equitable tolling or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"Thank you, counsel. Mr. Regan, five minutes. "},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That is, in fact, the central difference, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"A huge one, whether the court can --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- can I ask you how it works here?  I realize I don't know.  A year has passed.  The father never found out where the child was. Now, he suddenly finds out.  He runs to Iowa.  The judge looks at this Convention, and he says, well, the year's passed.  You've lost, let's say, and I don't have to -- I don't have to return him forthwith.  The child's not going to suffer intolerable injury.  I can't use that. I don't have to return him forthwith. Now, I look, is he settled?        Yes.  He's settled.  All right.  End of the matter.  But do we now, in the discretion of the father, have a custody hearing? The father can say, yes, all that's true, but I should have custody.  And he goes, and under Iowa law, we see who is entitled to custody.  And he has something going for him.  Namely, the mother's acted pretty badly, unless she has excusing circumstances in abducting the child. Alderson Reporting Company Does that happen or not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it would go to the family court, so is that -- would that happen?  Could that happen?  Of course, I think."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  If the answer is of course, what we're talking about here is, on the one hand, we don't want to encourage abductions.  On the other hand, we don't want to treat the child as a yo-yo."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So the question is whether the custody hearing will be in a family court in Britain or whether it'll be in a family court in the United States."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the correct question; is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So our issue about whether there's discretion or -- it's a little bit secondary because we can have a big, full-blown hearing about who Alderson Reporting Company should have custody, though, it will be in a different court.  It's true.  You lose.  There is more incentive to kidnap the child. It's also true, if you win, there is a much greater likelihood that the custody hearing will be in Britain, rather than the United States, which is the yo-yo problem."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, go -- now, say what you want to say.  Now, if I understand it correctly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SHAWN P. REGAN","firstName":"SHAWN","lastName":"REGAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2977,"interruptions":14,"times_spoken":44,"laughter":0,"num_int_by":6},{"id":1,"fullName":"LAUREN A. MOSKOWITZ","firstName":"LAUREN","lastName":"MOSKOWITZ","counsel":true,"justice":false,"side":"respondent","words_spoken":1653,"interruptions":17,"times_spoken":42,"laughter":0,"num_int_by":7},{"id":2,"fullName":"United States","firstName":"United","lastName":"States","counsel":true,"justice":false,"side":"respondent","words_spoken":0,"interruptions":0,"times_spoken":0,"laughter":0,"num_int_by":0},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":431,"interruptions":0,"times_spoken":18,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":363,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":472,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1137,"interruptions":2,"times_spoken":35,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":785,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1170,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":328,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":504,"interruptions":4,"times_spoken":17,"laughter":1,"num_int_by":3},{"id":11,"fullName":"MS. O'CONNELL","lastName":"O'CONNELL","counsel":false,"justice":false,"side":"","words_spoken":1193,"interruptions":11,"times_spoken":26,"laughter":0,"num_int_by":5}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":2977,"times_spoken":44,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":1653,"times_spoken":42,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":7,"words_spoken":5190,"times_spoken":123,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":9}}