{"petitioner":{"name":"DOYLE RANDALL PAROLINE","counsel":[0]},"respondent":{"name":"UNITED STATES, ET AL. ","counsel":[1,2]},"caseNumber":"12-8561","date":"2014-01-22T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-8561, Paroline v. United States. Mr. Schneider. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, before -- before you do that, could you explain why there is an issue of proximate causation here?  Why -- why isn't there clearly proximate cause?  Why is it -- why does it matter?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But why -- why isn't the issue here a question of factual causation?  What losses proximately caused -- is proximately caused by the possession of child pornography?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems you're confusing proximate cause with cause in fact.  They are two legal requirements, but not the same.  Proximate Alderson Reporting Company cause is foreseeability. There's no argument, I think, that anyone who possesses child pornography knows that the individual depicted is going to feel invaded by that viewing, so there's no issue that the person is hurt. The question is a different one, which is the cause in fact.  I think that's what my colleague Sam Alito was talking about.  So why do you continue to talk about proximate cause when it's a different concept that's at issue?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is her treatment -- I think you're arguing that her treatment has to be a \"but-for\" this possession."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do we -- why would we --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Would you agree -- would you agree that the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Justice Kennedy."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"justices","text":"-- the losses here were the proximate result at least of the aggregate actions of all the offenders?  Would you go that far?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would -- would you agree that it is the proximate result of the aggregate actions of all the offenders?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Pardon me.  A proximate harm, right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why should we get to that question, when we have what seems to be a clear order from Congress, and it is in 2259(a).  It says, \"The court shall -- shall order restitution for any offense under this chapter.\" It sounds like that's a direction that, if there's an offense under this chapter -- which is undisputed, there is -- the court shall order restitution."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it doesn't --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"My question is -- my question is why isn't it -- and you were going to point to the statute -- why isn't it at least the result of the aggregate number -- aggregate offenders?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But he is -- he is one of the offenders in the aggregate."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Schneider, on your view, if only one person viewed the pornography, that person would be responsible for the entire damages, but if a thousand people viewed the pornography and the harm was that much greater, nobody would be in -- would be on the hook for restitution. How could that possibly make sense?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's the answer, though, to the problem, forgetting this case? There's a problem in child pornography cases. Congress clearly wants restitution. Makes sense to me. But if a thousand people look at it, then each one can say, but I didn't cause more than a tiny fraction at most, and so there virtually is no restitution; right? Now, every one of the thousand says that, truthfully, and so therefore the victim gets no restitution -- opposite of what Congress wanted. But their answer in the lower court was, we'll make each one of those thousand liable for the whole thing. The government's answer is aggregate cause. It's called a concept that they've sort of created, but it's there to answer the problem. What's your answer to the problem?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, it is. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  All right.  I suppose that it does.  If you have the same problem, you have the same problem.  Where there -- you understand. So how -- how do we answer this problem?  And the difficulty of saying -- dividing -- the government doesn't find a thousand -- you know, it only finds two or three.  And so you're going to be 997 who escape. And those three, what should they pay? What -- should they pay nothing?  Should they pay the whole thing?  Should we do it somewhere in-between? How -- just restating the problem and -- and you have experience in this field. So what do you really think?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But your answer is in a large category of cases, and this may be -- these may be the typical cases, where there's a digital image, and it's out there, and you don't even know that there are a thousand people who've seen it.  It's impossible to tell how many people have seen it and certainly impossible to see how many people will see it in the future.  It -- it exists, and it apparently is impossible to eradicate it. Your answer is that, in those cases, the victim gets nothing.  I mean, that's your honest answer. And that may be where the statute points, but I think that's your answer to Justice Breyer's question.  The victim gets nothing in those cases because it's impossible to determine what percentage of the harm is attributable to this one defendant's possession of the child pornography."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what exactly -- give me an example of what you're talking about.  Now, here, you're saying because she didn't know the name of your defendant, you win because you can't say any harm was caused by him because she didn't know his name, correct? Is that your position?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So give me an example of how the government in the hypothetical that Justice Alito spoke about and Justice Kagan, you've got -- or -- or Justice Breyer."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"The particular individual? She has to know each individual who -- who has been viewing her rape on -- on these pornographic items that have been distributed widely?  She has to know each individual, or she can't be covered?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"The woman has undergone serious psychiatric harm because of her knowledge that there are thousands of people out there viewing her rape, but you say she can't -- why isn't your client at least responsible for some of that? Even without her knowing him, he had two of her pictures.  He's one of the thousands of people who viewed -- who viewed her rape.  So why can't she recover some amount from him? I mean, the other side says she ought to be able to recover everything from him.  You say she ought to be able to recover nothing.  What about something in-between?  What -- what about figuring out how much of -- of her total psychiatric damage and all the expenses and what-not are attributable to this particular person?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"You said that for another question."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Give me one facet. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you.  You're mentioning this case.  There was another case that also involved and came up at the same time, the Wright case, and there was a settlement there, and it was for -- what was the amount of money?  The amount of damages in the Wright case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, but was there something in the evidence there that made it proper to award restitution in the Wright case, but not in this case?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They're the same? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dreeben. "},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  Well, now -- not because tort law has developed that, I mean, I frankly don't agree with what you say modern tort law is Alderson Reporting Company supposed to allow, and -- and Keeton -- you know, doesn't really establish that that's what the courts now do. But even without agreeing with that, can't I find that that is the system that this statute intended to impose?  I mean, we're dealing here with a question of statutory interpretation.  So the question is not what does modern tort law allow, but the question is what, reasonably, could Congress have meant by this statute?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Because I'm not going to go along with you on -- you know, modern tort law.  I think that's nonsense.  I don't think it's true."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But how do you square your position with the statutory language?  The Alderson Reporting Company statutory language requires mandatory restitution order for the, quote, \"full amount of the victim's losses.\" It also forbids courts to -- to decline to issue an order, double negative, but it can't -- a court can't refuse to issue an order on the ground that the victim has been compensated by any other source. It seems to me that that language, as crazy as it seems, to you or -- to you, compels joint and several liability because it's saying any -- all losses, full amount of losses, and you can't offset her compensation from any other sources."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So why isn't that a but-for cause?  I mean, if you're going to argue that, you have to be arguing but-for -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- that their damages have to be the but-for cause."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you don't deny but-for.  I haven't understood your submission to be that there need not be but-for cause here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But doesn't -- doesn't the individual at least cause some harm without regard to the harm caused by the others?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, yes. Now, why isn't it the case -- why can't the -- why can't Amy have an expert that comes in and testifies, as a result of their experience, that the psychological harm caused by knowing that those images are available to others, have been viewed by someone else, will require, on average, whatever, a certain amount of counseling for a certain amount of time?  So that the one individual is responsible for that harm, regardless of what else happens. Now, he may say, well, it's kind of unfair to stick me with that, but that's a different question than the aggregate causation issue that you're addressing. If you have expert testimony, and there will be expert testimony on the other side, that says it normally requires counseling for someone, when they find out, without regard to anything else, that an individual has viewed this, why doesn't that require -- or at least allow assessment of the -- the whole amount?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"My -- I'm sorry.  My hypothetical is not aggregate causation.  It is that this individual caused this harm."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're -- you're confusing whether there's a specific amount of harm caused with whether it is easy to measure that harm. The -- the tort cases you refer to are cases in which there is a result produced that is not severable.  You can't say this person is -- you know, accounts for this much of it, such as pollution, all the pollution there. The stream is polluted. Alderson Reporting Company That's quite different from this case where -- where this -- this young woman has been subjected to psychological harm because of thousands of people viewing her rape. Now, this -- she would be subjected to less psychological harm if it was just one person or ten people or a hundred people.  In other words, each person increases the amount of her psychological harm.  It is severable the way the tort cases you refer to are not. And so why shouldn't the question in this case be simply he caused a certain incremental amount of psychological harm to -- to this woman and he should pay for it and it's up to the district court to decide what the proper amount of that payment ought to be."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I understand."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is it consistent with human psychology?  Are psychologists really able to do this?  If it's known that this image has been viewed by -- even if you could figure out how many people have viewed it, and I think, in the age of the Internet that's impossible, but if you knew that it had been Alderson Reporting Company viewed by a thousand people, is a psychologist able to say that her knowledge that it has been viewed by a thousand people causes this much harm? And once she learns that it's now been viewed by a thousand and one people, there's a little bit of additional harm or some increment of additional harm, and we can figure out how much that is.  Can a psychologist do that?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dreeben, I would really like you to tell us, concretely, what the government's approach would be; that is, we have all is one position, nothing is another position, and the middle.  The government comes down in the middle, and what I gather from your brief, you say there should be a reasonable formula to arrive at a starting point for further analysis. So I don't know what you propose as a starting point.  What is the reasonable formula that the Court should use for its starting point?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How do you get to the 18,000?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How does that -- I'm sorry."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And so it wouldn't --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"How does that work for -- go ahead. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":3,"sideBefore":"justices","text":"It wouldn't include the people who are not prosecuted, and it wouldn't include the people who, in the future, are prosecuted."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you one -- just one moment.  How does that work for the first person?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can we with ease say, look, it's very complicated.  I can think of some answers, but they're too complicated for me to tell you what they are.  And Justice Scalia has a possible answer.  Justice Alito, it seemed to me, is pointing out that the second person to look at the thing, if they're only two, probably adds a lot of damage, but the 1000th person compared to 999 is near zero. Now, do we count this defendant as Number 2 Alderson Reporting Company or do we count him as Number 1000?  Very hard to answer, no answer, really.  But can we say, we can't answer how you do this in practice.  Leave it to the sentencing commission.  That's their job. Now, can we say that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But can we say -- can we suggest that the sentencing commission -- you can't order them to do it, of course not. But can we suggest that this is the kind of problem, very difficult, technically several ways to do it, that they can go into this.  Is that true, that they could go into it and recommend or perhaps order?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, could you say more about that?  You said that the Chief Justice's question was right, that it doesn't work for the first person, and you said there are better ones.  What are the better ones?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But -- you know -- I mean, it struck me, when I read your brief, that it said, I don't know why these courts started where they started, whether each violation is worth 1,000 or 5,000 or 50,000. And it seems as though somebody just plucks an initial number out of the air and then everything is pegged to that initial number, but that the initial number has nothing in particular behind it or am I -- is it more sensible than that?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But they're certainly Alderson Reporting Company not using your theory.  Even though it's not plucked out of the air, they're certainly not using your theory."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  So they're using some theory."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And you have no idea what that is and can't suggest one, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that makes no -- I mean, how do you tell the difference --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":3,"sideBefore":"justices","text":"I'm not sure what sensible --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"How do you tell -- your model, how does it work if it turns out that the damages are a million dollars, as opposed to $3.4 Alderson Reporting Company million?  Is it still $1,200 per offender?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you start with --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"So you would expect -- you would expect the defendant in a case where the restitution sought is a million dollars to pay 50 percent of what he would pay if the damages were $2 million."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about taking into account that the perpetrator, the uncle, that the restitution was something like $6,000; right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So if there's any kind of proportionality, it seems that the possessor of two Alderson Reporting Company images should not be responsible for more than the person who perpetrated -- perpetrated this horrendous crime."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I would like you to, to the extent that you can, to help district judges get a handle on this, what formula should they use and what adjusting factors should they take into account after they have that starting formula?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And that's wonderful and -- you know, I -- I want to go along with you.  This is a bad guy, and -- and he ought to be punished, and he ought to give restitution, but there is such a thing as due process of law. And what you're saying is -- I have no idea how much he's going to be required to turn over, whether it's going to be -- what was it in this case, $3 million?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I have no idea what he's going to be socked with, and that's not what we usually do with criminal statutes."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You just can't say leave it up to the district judge -- you know, and they all come out different ways, but who cares, it's -- you know, so long as it's within some -- Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"-- some reasonable amount."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's just not the way we do law."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's because the statute says so.  It says you get from -- you know, 10 to 20 years, okay?  But the statute here doesn't say -- you know, you'll -- you'll get between this and this, whatever the district judge likes.  It doesn't say that. It says you -- you should compensate the victim for what -- for what you've caused her."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"We have a fudge factor here?  Can a -- can a district judge use what he calls a fudge factor -- this is a criminal statute.  It's not a tort case."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"We're going to be liable for a fudge factor. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Cassell. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  I mean, the person didn't cause the full amount.  I mean, do you think Congress didn't intend -- do they want to have people pay for injury they didn't cause?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if you think he caused the full amount, fine.  But, I mean, immediately, you'll say at least they have four other people that they prosecuted for this, and those people caused it just as much, and so let's divide it by five."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so Congress assumed that this defendant could be liable, in part, for other people's crimes?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"A single law or loss?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"He had two pictures.  He did not distribute at all.  He was not a distributor, right?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"He was just convicted of possessing two pictures.  And -- and the statute doesn't even require intentional possession, just knowing Alderson Reporting Company possession, right?  He could have gotten them by accident.  He knew he got them, but he never took them off of his computer, but he's still guilty of the crime. So I -- he's guilty -- he's guilty of the crime.  But to sock him for all of her -- all of her psychiatric costs and everything else because he had two pictures of her? Congress couldn't have intended that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but responsible for those as a proximate result of the offense."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The only offense shown here in this case is the possession of the two pictures.  So how -- how can all of those amounts be the result of the possession of two pictures?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you understand the statutory principle, that it says, \"any other losses suffered by the victim as a proximate result of the offense,\" which suggests that the prior losses are also limited as a proximate result of the offense."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why would-- Why would it make sense to say that he's liable for lost income, whether or not it's a proximate result, but when it comes to other losses suffered by the victim, they have to be the proximate result? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Does your case fall if we don't buy your argument, if we read into (F) proximate causation?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So why are you wasting time on the argument if you win either way?  Tell us without it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can I get back to -- your point was that all of the (A) through (E) is limited, and you don't need -- well, it's not.  One of the losses that can be gained -- recovered is lost income. Now, if you take away proximate cause, the argument can be, well, I had to undergo counseling in a particular period, so I wasn't able to get a master's degree in this.  Because I didn't get a master's degree, I wasn't able to get a better-paying job, and therefore, I'm entitled to the income from the better-paying job that I would have gotten if I had a master's degree, if I didn't have to take the counseling. Now, unless you limit that by proximate cause, it's entirely open-ended.  It's not confined, as you said."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  I'm talking Alderson Reporting Company about proximate causation."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Like Justice Sotomayor and like the government here, I think, even if there is a proximate cause requirement, it has been -- it has been met, once you adopt the aggregate offense notion.  But I wanted to ask you about Subsection (F). My -- it doesn't seem to me that you -- whether or not you read the proximate cause element in (F) into (A), (B), (C), (D), and (E), it seems to me what you have to read into (A), (B), (C), (D), and (E) is the portion of (F) which says, \"any other losses suffered by the victim as a result of the offense.\"  \"Of the offense.\" Is it only (F) that is limited to the Alderson Reporting Company particular offense, and (A), (B), (C), (D), and (E) means those -- those items that come from anybody else's conviction?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And is that another way of saying as a result of this defendant's offense?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you -- you are not claiming, are you -- or are you? -- that she's been victimized to the tune of 3.4 million, as a result of this particular defendant's offense?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, contributed to."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I take it that the point Alderson Reporting Company of the government's submission is only contributed to, and now, we have to sort of approximate what the contribution was.  And you come in and you say, no, it shouldn't be -- notwithstanding that this particular offense was responsible for only a part, you think the defendant should be liable for the whole."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I guess I'm just not sure what that means, contributed to $100.  Does that mean she's -- the defendant is responsible for the entire $100 --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- as a matter of fact?  Or does it mean that the defendant is responsible as a matter of fact for some lesser part of the entire harm?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I guess I'm -- when I say responsible, I don't mean as a legal conclusion.  I mean did the defendant cause the entire $100 of harm?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's --"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":8,"sideBefore":"justices","text":"So he should contribute to the payment.  You're saying he contributed to the harm, but he makes 100 percent of the payment.  That doesn't seem to me to make much sense."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, full amount --"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":8,"sideBefore":"justices","text":"They don't say from that person."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":10,"sideBefore":"justices","text":"-- from the particular offense, Mr. Cassell, so that it's the full amount of whatever the particular offense caused.  But you're not saying that this Defendant caused the entire 3.4."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me give you this --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  I didn't mean to interrupt you."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so contributed, also, a person who didn't have a picture of her, but watched other victims."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That person contributed to her, too, because it creates a market for the entire situation.  So some limiting principle has to come into play, and the limiting principle that I think people are driving at is, because there's a terrible crime, we don't convict the person who didn't do it, all right? Alderson Reporting Company And similarly, because this is a terrible crime, you don't require a person to pay what he didn't cause. Now, that's sort of a principle going on. Now, if you accept that, at least hypothetically, can you give any answer -- I'm afraid you can't and you're going to say --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But answer to what seems to be bothering me and a lot of others is, okay, let's accept the notion of cause, but what is a -- this is called restitution --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- it isn't called fines. And so, given that, what -- how do you do it?  How do you distinguish, so she gets some reasonable amount? How do you do it that you're -- I can think of -- we've had about four different suggestions here.  But what's your opinion, if you lose on the first?  What's the best way to do it? That's what I think people are struggling for -- with."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's what I suspected you would say. Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Well, let me give you -- Mr. Cassell, let me give you this example.  There are pictures like this, and it's known that they are out on the Internet, and so therefore, they are probably always going to be available and who knows how many people are going to view it. And so the first person is caught for possession of some of these pictures and is convicted, and the psychologist testifies that -- you know, my client -- that the victim in this case knows that these things are out there, and there's an unknown -- an unknown quantity of people are going to view it, and my estimate is that the -- the treatment she is going to need for this is going to be $5 million.  All right.  Or 3 million -- $3 million, whatever it is. Now, the first person is convicted, so the first person is assessed restitution in the amount of $3 million, right?  But then, shortly after that, ten more people are convicted for possessing the same amount. They all pay nothing because the first person paid everything?  That's your answer?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about at least the amount of the judgments she has already received?  The total amount, I think, was 3.4 million that you're seeking?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And she has, so far, collected how much?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Would you at least deduct that from the --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Usually, when we approve joint and several liability, we do so against a background of a functioning system of contribution, Alderson Reporting Company where one defendant pays the entire thing, but then can go after --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- other defendants and be pretty well assured that he gets their share.  Now, here, there's nothing like that, and the question -- I guess the question is you're asking us to impose that kind of system without the usual thing that goes along with it, which is a sharing mechanism."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In my example, suppose that the first person, who has a restitution order for the full amount, seems unlikely ever to be able to pay that. Does that mean that they -- you would impose the same -- keep imposing the same judgment on everybody else, so everybody would be hit with $3 million?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what about doing -- what you'd say is make the department, you can find out figures, you could find out from figures what's the likelihood that X number of people will be caught.  And say it's 3 out of 1,000. Then what you do is you divide by three.        I mean, that way, everybody would be treated fairly, and Alderson Reporting Company moreover, the victim would at least have a shot at getting --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And how many -- how many are going to get caught and convicted?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you can find out. There's no -- it's not an impossible question for people to come in and use the numbers and figure it out.  My guess would be a very tiny percent."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Fine.  Then she's going to get a lot of her -- then she's going to get from each one a pretty good share, only --"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"This is subsequent legislative history?  Is that what this is?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Even those that like legislative history don't like subsequent legislative history. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, it's not a simple case.  You said, rhetorical exaggeration, every word in the statute leads to that.  But the key words don't.  The key words are \"proximate result of the offense.\" Alderson Reporting Company And it's difficult to argue that the entire amount is a proximate result of the offense of two pictures."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the point has already been made that it isn't a typical joint tortfeasor situation, where you can seek contribution from people who equally contributed.  How would --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"You can please Alderson Reporting Company answer."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":3,"sideBefore":"justices","text":"How would -- how would the defendant here go about seeking contribution?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Schneider, five minutes. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're right back to the question Justice Kagan began, that if you have two offenders, that there's going to be recovery.  If you have 1,002, there won't be. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"STANLEY G. SCHNEIDER","firstName":"STANLEY","lastName":"SCHNEIDER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1493,"interruptions":10,"times_spoken":27,"laughter":0,"num_int_by":4},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"respondent","words_spoken":1639,"interruptions":16,"times_spoken":40,"laughter":0,"num_int_by":4},{"id":2,"fullName":"PAUL G. CASSELL","firstName":"PAUL","lastName":"CASSELL","counsel":true,"justice":false,"side":"respondent","words_spoken":2022,"interruptions":18,"times_spoken":46,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":703,"interruptions":1,"times_spoken":24,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":591,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":384,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":459,"interruptions":6,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":174,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":477,"interruptions":4,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":897,"interruptions":4,"times_spoken":17,"laughter":2,"num_int_by":1},{"id":10,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1136,"interruptions":0,"times_spoken":27,"laughter":3,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":10,"words_spoken":1493,"times_spoken":27,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":34,"words_spoken":3661,"times_spoken":86,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":18,"words_spoken":4821,"times_spoken":129,"laughter":6,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1}}