{"petitioner":{"name":"LISA MADIGAN, ET AL.","counsel":[0]},"respondent":{"name":"HARVEY N. LEVIN ","counsel":[1]},"caseNumber":"12-872","date":"2013-10-07T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"Our first case this term is Case 12-872, Madigan v. Levin. Mr. Scodro? "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Scodro, there's a preliminary question before we get to the question you presented, and that is, what authority did the Seventh Circuit have to deal with the question under the Age Discrimination Act?  I mean, it was -- it went to the Seventh Circuit on interlocutory review --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a qualified immunity question.  Everybody agrees that there is no qualified immunity, that there -- that there is, indeed, a claim that the Equal Protection Clause includes age.  So Second -- Seventh Circuit had no authority to deal with any question other than that, did it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But in Wilkie, the whole case was dismissed by the district court, wasn't it?  So whatever was said in that footnote was dicta."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, we have an amicus brief from law professors who argue that the Seventh Circuit should not have considered the question of whether there was a cause of action under Section 1983.  But they also go on to argue that we, nevertheless, have jurisdiction to consider that question and that it is a -- a matter of discretion for us to decide whether to do that.  Is that -- do you agree with that position?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If we adopt that formulation and that solution, is it as if we are granting certiorari before judgment on an issue in our own discretion?  Is that the way it works?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but how -- what's the mechanism for us -- what's the rationale that we can exercise jurisdiction where a court of appeals could not?  Because we have --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- authority to grant certiorari before judgment or for some other reason?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could -- could I go back, Mr. Scodro, to the -- to the rationale of -- of the -- that -- that you're relying on.  I mean, you keep on saying, \"part and parcel.\"  But how is it part and parcel?  That seems to allay the distinction between a right and a remedy.  There's one question whether there has been a violation of law."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's another question whether a cause of action exists to remedy that violation.  Why aren't those two separate inquiries?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess I'm asking you to explain it to me --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because that footnote is about a sentence long.  So what's the theory as to why these are part and parcel of each other?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that seems a different argument, not that the two really are intertwined with each other, but it -- that it just might make sense to consider the one at the outset, even though, in fact, it's a separate inquiry."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you're correct that the two are one and the same, how -- how is it that we have authorized district courts to do the one or the other? Alderson Reporting Company We -- we have not required district courts to reach the merits if they're -- if they can resolve the question on -- on the basis of qualified immunity alone.  Well, how can that be, if the merits are necessarily part of the qualified immunity determination?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're running up against the Seventh Circuit in that respect because the Seventh Circuit held that the existence of -- of an -- whether ADEA was the exclusive remedy, that that was irrelevant to the qualified immunity issue."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the existence of a cause of action could not be considered in an interlocutory qualified immunity appeal, what would the effect be on the defendant's right not to be tried, which is the whole reason for allowing an interlocutory appeal in qualified immunity cases? Wouldn't it be the case that, if the district court found that there was no qualified immunity, then the case would have to be tried, and only at the end of the case could it be determined whether there actually was a cause of action?  So you’d Alderson Reporting Company have a trial, potentially, about nothing."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The decision was that there was no qualified immunity.  And the question is, having determined there was no qualified immunity, should they have stopped there?  There wouldn't have been a trial -- if there is no qualified immunity, then they have no exemption from trial."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure you see the distinction or -- or you're facing the distinction.  The right not to be tried is one of qualified immunity."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you can have a constitutional violation and still not have a remedy, Alderson Reporting Company which is what this question involves. So how do we deal with the concept that other people who have motions to dismiss that are denied still undergo trials, still experience the expense, and yet, we've said, repeatedly, an interlocutory appeal is not warranted. And so what makes it warranted here, where a court has already said that there was a -- or at least there's enough evidence to suggest a constitutional violation and that a reasonable officer wouldn't have believed his or -- a person would have believed his or her conduct was appropriate?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe -- well, maybe you better say a few words about the merits?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There's another preliminary question, and that is, why are we talking about the ADEA, when the district court held that the ADEA doesn't cover Mr. Levin?  And there seems to be not much of a dispute about that.  You're not arguing that the ADEA does cover him, are you?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, has -- has the Court ever held that an antidiscrimination statute that does not provide any rights for a particular class of plaintiffs, nevertheless, extinguishes the right of action that those plaintiffs would have under Section 1983? What if Mr. Levin were under 40 years old? Would you say that his equal protection Section 1983 cause of action was extinguished by the ADEA?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what is the difference between someone who's under 40 and someone who is not an employee, within the meaning of the ADEA?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":4,"sideBefore":"justices","text":"For some -- for -- please."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Well, why should we consider that question?  If this -- if we were back in the era before the enactment of the GERA, yes, we would have to consider that question.  But now that the new statute has been passed, why should we consider whether someone who was a non-employee lacked a -- a 1983 cause of action during the period when that -- prior to the enactment of that statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Which question?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think the point here Alderson Reporting Company is that Mr. Levin is covered not by the ADEA, but by a separate statute, the GERA.  And there's a separate question whether the GERA would displace constitutional relief, which apparently has -- has never been argued to anybody in this case."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there are some similarities -- many similarities, between the ADEA and the GERA, but there are also real differences.  I mean, they're obvious -- they obviously cover different people; there are different procedural prerequisites for the suit; you get a different kind of review, you only get administrative review under the GERA. So it's a separate inquiry as to whether Alderson Reporting Company this statute that has some commonalities, but some differences, displaces constitutional claims, and it's an inquiry that really has never been addressed in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"This is an -- the qualified immunity question is presented on interlocutory appeal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Decisions on the merits, factual and legal, are still pending.  Now -- now, we have a determination by the district court that Mr. Levin is not an employee. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The prior district court determined that he was.  The Respondents alleged that he was an employee in their complaint.  I presume, depending upon how we rule on the qualified immunity issue, the parties may want to revisit their positions on that question as the case goes go forward. And the district court in the first instance, I suppose, would be the one to decide whether they're allowed to revisit the issue in light of the change in his perception of the law or not."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But there are a few things Alderson Reporting Company I -- I don't really know.  I mean, does -- do you have to allege a claim under GERA for this particular individual?  I don't know. And if you do, I don't know whether GERA simply picked up whatever saving of the equal protection otherwise would have existed in the ADEA or didn't.  And I believe that GERA applies to employment discrimination claims based on gender or race or other things, right? Well, every circuit in the country has said you don't lose your -- your constitutional claim there. So are we supposed to read GERA, it goes this way in some cases and that way in other cases, when GERA is silent on the matter? And so I looked to see what the Seventh Circuit said.  Nothing.  I looked to see what you argued below.  Nothing.  I looked to see whether it's obvious that GERA does apply or doesn't apply and simply picks it up or not.  I don't know.  Maybe I'm just being thick. But nonetheless, where I don't know so much and the whole case turns on it, why are we hearing an issue that might not even be in the case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's about people not like the client who's at issue here.  That is about people whom the ADEA did cover.  Isn't that an advisory opinion in respect to this case?  I don't know.  That has a certain ring to it. But -- but what are we doing, deciding whether the ADEA applies and in what way to a person to whom it doesn't apply, assuming that GERA is, in fact, a separate statute that you have to sue under, the answer to which I do not know and which has never been argued."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, if there's so little about it, sometime, on occasion, we dismiss a case as improvidently granted, which is not a particularly desirable thing to do.  But how could we avoid doing that here? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I -- the only issue that's before us is whether someone who's exempted from the ADEA still has a 1983 claim, correct? That's what the Seventh Circuit said.  If you're not a part of the statute, then you still have your 1983 rights?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Theobald. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we said the exact opposite in Wilkie in footnote 4.  I mean, you can say it's only a footnote, but it is what we said."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, your brother --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"But did --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"-- who just sat down, explained that the Seventh Circuit's ruling didn't Alderson Reporting Company consider the issue that you're -- you're talking about now."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Was that the -- was that the first one or the second one?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In your brief, could I just -- you say -- I think this is pretty close to the exact words -- there's no realistic possibility of your obtaining a holding that Mr. Levin is an employee within the ADEA.  But do you concede that now?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No.  Do you concede that he is not an employee?  If you just say that there's no realistic possibility that the courts are going to take this correct position, then the issue is still in the case. So is it your position that he is an Alderson Reporting Company employee or he is not an employee?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you're not willing to say that he is not an employee, then the issue is still in the case, and we would have -- if we were to rule on the ADEA issue, wouldn't we have to decide whether there is a remedy for somebody who is an employee within the ADEA?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The district court might be wrong on that.  The Seventh Circuit might be wrong on that.  And you may be right.  There's not much of a realistic possibility that you're going to get a reversal of that.  But the issue is still in the case, unless you want to give it up."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you don't want -- you don't want to -- you don't want to give it up, which Alderson Reporting Company makes sense.  I mean, you've got a client.  It depends on what we do, right?  I mean, depending on what our ruling is, it may be advantageous to you to argue, as you alleged in your complaint, that he's an employee."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's pretty universal he's not an employee under ADEA, though he might be under GERA.  You have to say yes or no because, if you're going to say -- I mean, you know, let's either do it or not do it.  If you -- if you want to leave this issue in the case, it's possible to argue we should decide this whole issue on the ground that, although he's not really a bird, he's a fish or whatever. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"But, I mean, that -- this is supposed to be fairly realistic, I think, what we're supposed to do."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, just to get Alderson Reporting Company this clear, you asked for this ruling from the Seventh Circuit.  And -- and you won based on a factual record that was no different then than it is now.  You asked for this ruling based on these facts, you won, and now, you want to insulate that from any review. I mean, I think it'd -- it'd be a feather in your cap if you can pull it off.  But it seems to me -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"It seems to me that, since you asked for the ruling on the merits and got it, we ought to be able to review it, to determine whether it's right or wrong.  And to the extent there's a factual issue that would persist in the case, if it goes back on qualified immunity, you and the parties can reposition themselves on that. I mean, it is an issue that was apparently close enough for one district court to say, yes, the other district court, on looking at it again, to say no. The deck will be reshuffled depending on how we rule. And as I see you standing there, I don't see you willing to concede for -- for the future that he's not an employee."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There's no real possibility that any court is going to find that your client was, in fact, an employee without GERA.  That's what you said; is that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's a different statute. But just without GERA --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- he's a political appointment or whatever it is, so he's not within ADEA. That's what I think this is about."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's correct?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And you agree with that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Then thank you very much.  And then my argument comes into play that we shouldn't be deciding issues of an advisory nature that do not involve individuals who fall within the statute that someone once interpreted. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Do you also agree that he is covered by GERA?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So what --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it was never discussed because you never raised it; isn't that right?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You want us to hold that the Seventh Circuit lacked jurisdiction to consider whether -- whether there is a cause of action under Section 1983.  So that precedent, that Seventh Circuit precedent, would be wiped from the books.  The issue would be back in the case.  If ultimately there was another appeal, maybe it would go to a different Seventh Circuit panel.  Maybe it would come out differently. So you want that wiped away.        And you want us to hold only -- to limit our consideration to the ADEA and not consider GERA, so that would be back in the case when it came -- when it went back to the district court.  So that's correct?  That's what you want?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And as far as the -- the preclusion is concerned, why does it make a difference whether it's ADEA or GERA?  Wouldn't the arguable preclusion be even stronger under -- under GERA because there is a special administrative remedy, you have to go to the EEOC first, and the only form for review is the Federal Circuit?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, can I ask you a question about the constitutional right?  Do you -- do you agree that the standard for an equal protection age-discrimination claim is traditional, full-blown, rational-basis review?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So that if there's any conceivable ground on which the decision-maker could have decided that age was -- it was proper to make an age classification, there is no constitutional violation?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm just talking about Alderson Reporting Company equal protection age discrimination."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And what if the Illinois legislature passed a statute that said, now, forget about the ADEA, there is no ADEA, there is no state anti-discrimination law involved here, all we are talking about is equal protection.  And they passed a law that said, all attorneys working for the State of Illinois must retire at the age of 60 because everybody knows -- you know, once a lawyer passes 60, there's nothing left. (Laughter.)"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would that be -- would that survive a rational basis review?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Theobald, are there any cases out there in the universe of cases in which a Alderson Reporting Company person does not have an ADEA claim or a GERA claim, but has -- has pressed a successful constitutional claim based on age discrimination?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I guess the question is what are the circumstances in which, given the very low standard -- or given -- given the very low rational basis standard, what are the circumstances in which you would have a viable constitutional claim, but not a statutory claim?  What would that case look like?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would there be any unfairness to the parties if this case were remanded to the court of appeals with instructions for it in turn to remand to the district court to see whether or not the GERA issue has been properly presented or waived and to consider that?  Would there be --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- any unfairness to the parties in doing that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That argument -- that argument could be made in the district court."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What about doing --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What if the -- is there anything unfair about this?  I think Justice Ginsburg wrote an opinion in -- I recall a Third Circuit case involving ERISA or some medical thing, and an issue came up that was quite relevant, and nobody had really thought about it before or done much about it.  And what she wrote, to my recollection, is, well, we would like the advice of the lower court if they want to give it. And so we send it back for the Third Circuit Alderson Reporting Company to consider whether it's appropriate to reach the issue and, if it is appropriate to reach the issue, do so. Or, if they think the district court should reach it, do so.  In other words, we can't figure it out at this moment what's fair in terms of the entire litigation. Now, would that -- would that be a serious problem for you or your client?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know if you've satisfied my colleagues.  I'm not sure that you've answered directly.  I think your adversary is right, that the Seventh Circuit held that no one is precluded from a 1983 claim, whether they're an employee or a non-employee. That's the way the case was litigated. That's the way they decided.  The broad statement, whether he's an employee or not an employee, he doesn't have a 1983 -- he has a 1983 action.  You've come in, and you've said he's not an employee, so he's entitled Alderson Reporting Company to his 1983 claim."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  My colleagues are asking you, that only takes care of half of this problem because the circuit said, even if he was an employee, he would still have it.  And so you're being asked are you giving up that part of the claim, that he's not an employee?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then I assume -- if you're saying the qualified immunity ruling should not be reviewed because this person was not an employee, but instead covered by GERA, right?  Is that what --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they didn't address GERA in the preclusion ruling, right?  So presumably, they get another -- they get a chance on an interlocutory appeal.  The whole thing is -- qualified immunity is supposed to protect them from trial. And if you say the GERA issue wasn't -- wasn't considered, even though the Seventh Circuit's ruling was sweeping and didn't distinguish, well, they Alderson Reporting Company should have a chance to assert qualified immunity under that ground, I would think."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's true, but is that the issue?  Is that really the qualified immunity issue, whether irrational age discrimination violates equal protection?  Or is the qualified immunity issue whether, on the facts here, an official could believe that there was no constitutional violation -- reasonably believe there was no constitutional violation? yes. question? Isn't the latter --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't the latter the real"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's not what the Alderson Reporting Company district court held though, is it?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought the district court simply held that an official should have realized that irrational age discrimination was a violation of the Constitution, not that an official should have realized that it was a violation of the Constitution to do what was alleged to have been done here."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You don't see the difference between the two?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If there's a qualified Alderson Reporting Company immunity appeal on the question -- on the issue of whether, let's say, a search was an unreasonable search, would qualified immunity be denied on the ground that an official should realize that an unreasonable search is unconstitutional? Would that be -- that -- would that be the issue under qualified immunity?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Ah, on the facts that were presented?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but that's not what the Seventh Circuit held.  I mean, that -- that may well be, but we're asked to review a holding by the Seventh Circuit that, even if you aren't covered, even if you're not exempt, you still have a 1983 claim.  That's -- that's why we took this case. And now, you're -- you're telling us we should not review what the Seventh Circuit held.  And that would, presumably, remain the circuit law, right?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, not if there's no jurisdiction, right?  If they didn't have jurisdiction, the thing would be wiped out."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In the Seventh Circuit, even though they -- you had that reference to him being exempt, the Seventh Circuit basically said it didn't make a difference, right?  Whether he was covered as -- as an employee or not covered or covered under GERA or anything else, under their analysis, it doesn't make a difference."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let -- let's assume that the question that was presented is before us.  And you -- you have argued Fitzgerald.  The other side says Smith v. Robinson should control.  So why shouldn't the Handicapped Act decision control?  That, like the ADEA, has allowed procedural parts that wouldn't be included in an equal protection claim."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I'm trying to -- trying to see how -- how many of these arguments that you have made before us about why -- why we can't get to the holding of the Seventh Circuit, how many of them you made in your brief in opposition.  I mean, we -- we don't like to dismiss a case as improvidently granted, and --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- only when the -- when the case is before us, counsel suddenly finds all sorts of reasons why we shouldn't have taken it in the first place.  You should have told us that before we took it in the first place."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I read your brief in opposition as -- as going exclusively to what your unfortunate brother barely had a chance to argue; that is, the merits of the case.  That -- that's what your brief in opposition addressed, and here, we end up spending most of our discussion on -- on other stuff. I -- I don't -- I don't like to encourage that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Scodro, you have five minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you tell me what the authority is for Congress to extinguish a right for a constitutional violation?  Meaning --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- assume that someone -- it was the question that Justice Alito asked you -- someone under of the age of 40, someone who's not covered by any statute, someone who's part of an employer under 20, what would suggest to you in -- in this statute that Congress intended to extinguish those people's rights?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Restate that again, so I understand what you are saying."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Absent the GERA --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- would people who are executive officers, et cetera, absent the GERA --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- would they have retained a constitutional right?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Scodro, you are in a situation where the question is not whether the remedial scheme displaces a 1983 suit brought for a violation of the same statute that contains the remedial scheme. Instead, you have to argue that this remedial scheme displaces a preexisting statutory or constitutional right.  And when we've had that situation in the past, we've looked to more than just the remedial scheme itself. You know, Smith looks to the language of the statute, which refers to constitutional claims.  It looks to legislative history.  It looks to the coincidence between the statute -- the new statutory claim and the old constitutional claim.  And it seems to me that you don't have any of those things. All you have is a complicated remedial scheme, which would be enough to say, look, you can't bring 1983 suits to vindicate this statute.  But seems as though it's not enough under our case law to repeal preexisting rights and remedies."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- if the ADEA is expanding the Civil Rights protection against age discrimination much more generous to the employee, isn't it strange to think that Congress, at the same time, wanted employees to have these expanded rights and to do away with the preexisting remedy?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL A. SCODRO","firstName":"MICHAEL","lastName":"SCODRO","counsel":true,"justice":false,"side":"petitioner","words_spoken":3086,"interruptions":16,"times_spoken":45,"laughter":1,"num_int_by":7},{"id":1,"fullName":"EDWARD R. THEOBALD","firstName":"EDWARD","lastName":"THEOBALD","counsel":true,"justice":false,"side":"respondent","words_spoken":2399,"interruptions":17,"times_spoken":51,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":674,"interruptions":2,"times_spoken":19,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":412,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":1023,"interruptions":3,"times_spoken":24,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":145,"interruptions":2,"times_spoken":6,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":600,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":339,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":438,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":699,"interruptions":2,"times_spoken":13,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":3086,"times_spoken":45,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":17,"words_spoken":2399,"times_spoken":51,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":16,"words_spoken":4330,"times_spoken":103,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.7338481380027365,"respondent":0.2661518619972635,"date":1472703110758}}