{"petitioner":{"name":"SPRINT COMMUNICATIONS, INC.","counsel":[0]},"respondent":{"name":"ELIZABETH S. JACOBS, ET AL.       ","counsel":[1]},"caseNumber":"12-815","date":"2013-11-05T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will next hear argument in Case 12-815, Sprint Communications v. Jacobs. Mr. Simeone. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, one of the problems I have is I don't know how to define \"coercive.\"  The line seems very hard to draw.  There are plenty of examples in the brief where some courts have said this kind of proceeding is coercive and that kind is not.  So --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is it -- is it worthwhile using that distinction at all?  Or should we be thinking about going back to basic principles and doing something like the Second Circuit does, which is to say it's a sovereign interest, rather than a personal interest?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Those were when most of them involved State proceedings."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But then we went further in Pennzoil and in New Orleans -- well, perhaps not."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Simeone, this -- the background of this case, I don't quite grasp.  You originally said that you wanted to make sure you -- Alderson Reporting Company there was no disconnection, pending the FCC's resolution of the issue."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Has the FCC had a proceeding to resolve it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why wouldn't -- let's say you -- you -- there were no abstention.  You Alderson Reporting Company have your case in Federal court.  And the Federal judge says, the FCC hasn't spoken, so I don't want to step out in front of the FCC on this -- on this question."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you could.  You could challenge it in the State court or this Court and -- eventually, but there's a proceeding going on in the State court, and there's a review -- State review attached to that. And you're -- you're saying we can cut off this administrative process that ends in State review. We could cut it off and go to the Federal court."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you explain that. But -- but in the review -- in your review petition from the State court -- to -- to the State court, you brought up more than just this -- the question of these -- these charges."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what would have been the ruling, do you think -- what would have been the correct ruling if you had filed your Federal action while the case was still -- the issue was still pending before the Iowa board? In other words, before the State judicial Alderson Reporting Company review process kicked in?  Would the -- would your analysis of the case be the same or would we apply a different --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it would be an -- because it would be Burford at that point or what?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Simeone?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I take you back to -- to the agency proceeding?  So I guess I understood, from your respective briefs, that you say the agency proceeding was not an enforcement proceeding, and the agency says it was an enforcement proceeding because you might have brought it initially, but you tried to get out, and then the agency compelled you to keep on going in its process. So could you explain that to me."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"On Dayton, if the only relief available had been reinstatement and back pay, would that matter?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, those cases are different.  But why is there a -- why is there a greater federalism concern in those cases than in this case where the IUB has a legitimate interest in how much citizens of Iowa pay for a telephone service?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But then, if the question is whether something is tied to something that can be regarded as criminal or quasi-criminal, what about Middlesex County?  That's not criminal -- or is not criminal."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say about the argument that -- that once the IUB decided to go on with this proceeding, you didn't want them to, but they did, that that then became a proceeding for them to enforce the access charge?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Lynch? "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- but, I mean, is there a different category, some of the normal regulatory interests are important and other regulatory interests are not?  I mean, it seems to me the line that Younger drew -- or that I thought it was drawing, between criminal and civil has been eroded to a considerable extent. But your friend analogized that the other cases, for want of a better word, to -- they're sort of quasi-criminal or at least touching upon the process as opposed to a particular proceeding.  I mean, do you think that the abstention applies in the case of every regulatory proceeding?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how do you -- how do you tell which --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"When -- when aren't they?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, what's left of Colorado River, under your view of this case?  I mean, in Colorado River, we made it very clear that abstention should be the exception.  I always thought that was a driving principle, which Federal law should be announced by Federal courts. Alderson Reporting Company If we take the Eighth Circuit rule, where everything is unitary and required and your rule that any time it involves a State agency, essentially, it's subject to abstention, what's left of Federal courts having any jurisdiction?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the Eighth Circuit has decided that question.  You're right.  We didn't --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"They say it is."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, I --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But why don't you get to the essence of my question?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, especially in cases that involve jurisdictional issues.  It seems an Alderson Reporting Company awfully -- awful waste of counsel's time and client's money to be litigating about which court you ought to be in, and it seems to me, to avoid that, the lines ought to be clear. And it doesn't seem to me that the line -- you know, whether there is a significant State interest involved or not, is a clear line.  You can argue about that in almost any case.  So I'm disinclined to use that kind of a -- of a test along with any others. Why can't we just limit -- limit Younger abstention to the three categories discussed in NOPSI, and say, that's it, no more?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Any purely civil case that raises that kind of an issue can arguably be subject to Younger abstention; is that right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are you saying, then, that in every State agency adjudication attended by State court review -- Younger would apply?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So can you -- so can you then -- we have only the two cases.  We have Middlesex and Dayton, and you say this case belongs in that Younger category.  What State court adjudication -- State agency adjudications attended by State court review would fall outside Younger on your rationale of what Younger covers?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What was the State law here?  They were interpreting Federal law."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That mimicked the Federal law."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you don't derive any power independent of that Federal law?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"By the way, there are other abstention doctrines that can take care of State interests, aren't there?  There's Burford, and there are many others."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So I don't know why Younger as you're -- in following up on Justice Scalia's question, why Younger has to be the only vehicle, why we need to create more categories than NOPSI did to protect State interests when we have an awful lot of other doctrines that do that already."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"By the way, have we ever used the Younger abstention in a case where the Federal plaintiff also filed the Federal -- the State action as well?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Before anybody, court or a board."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, it's going to what?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Oh."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, don't all -- it's sort of like the important State interests.  I assume the State's not doing anything, unless they think it's important.  And any type of administrative proceeding, remedial or otherwise, has to a have some bite to it. There has to be something that is going happen to you if you don't do what they tell you to do. So in that sense, I mean, almost every administrative proceeding is coercive."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, my point is it doesn't seem like much of a limiting test, if you can say any time -- sort of any time anything bad can happen to you as a result of an administrative proceeding, that's coercive.  It doesn't seem like a serious constraint on the application of Younger."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, could you give me an example of State administrative proceedings that would not fall within your understanding of the scope of Younger?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I think --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Why is -- I'm sorry. I was just going to say why is that?  Presumably, the State is resolving that dispute pursuant to some State law or State regulation, State policy.  I don't know why the -- the State interest is unimportant simply because it's the resolution of a private dispute."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does it matter if it's just purely Federal law?  I mean, think of a civil case involving a State on one side and private parties on another in a State court, which has jurisdiction over Federal laws.  The State claims that the defendant has violated, civilly, a Federal statute.  There's an action also in Federal Court. In your view, does the Federal Court have to abstain?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  There's no action for an injunction.  What they want is the judge to decide the case.  The private party wants the Federal judge to decide his case.  That's all.  It's a matter of interpreting Federal law. Now, in your opinion, is Younger -- does Younger, not some other doctrine, does Younger require abstention?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  Okay.  So on your view, we can never have a case proceed in Federal court even on a purely Federal issue if, in fact, there is involving this estate civil case on the same question?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I can't think of a -- doesn't it often happen that there are such cases?  I mean, I -- I would think that wouldn't be too difficult. I mean, either there never is one and you tend to be right, or there are a whole lot of them and you tend to be wrong. I've just never heard it put in that extreme Alderson Reporting Company way, and maybe you're right.  I don't know.  What's your -- do you have authority for it or any light to shed?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose it's a licensing procedure.  Somebody's been denied a license to be a barber or a hairdresser and the person wants to challenge that in Federal court.  Would Younger apply there?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose there's Alderson Reporting Company some -- there's an -- an administrative agency in the State that hears appeals from that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I guess, Mr. Lynch, the concern is, given that we think agencies are doing things that implicate important State interests most of the time, that's why they do them, that -- that your test -- and not just your test, but the Eighth Circuit's tests, would turn agency adjudicators into the primary legal decision-makers in our system on all matters that they were -- you know, wanted to get into, including matters of Federal law."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That does seem like a big proposition -- no? I mean, do you think that Alderson Reporting Company Younger says that or that Middlesex says that or that we've ever said that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does Younger say \"before\"?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does Younger say \"before\"?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You just said before."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No.  So -- so in your view, it doesn't matter which is brought first, I guess."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is it correct that, under Eighth Circuit law, the -- the party that wants to bring the Federal lawsuit has to go to State court first?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought that -- I thought that Sprint was -- said that they had to go to State court whether they wanted to or not or else they wouldn't be able to go to Federal court."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If Younger only applies to -- to State proceedings that are brought first, then I guess we could have a -- a criminal defendant, who's not yet one, bring an action in Federal court to say that the law is unconstitutional or something or violates a Federal law.  And then the State prosecutes him criminally, and the Federal court couldn't -- and the Federal court could enjoin the criminal proceeding."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So we've said they can't -- you can enjoin a criminal decision -- a criminal Alderson Reporting Company proceeding in a State court, as long as the criminal proceeding wasn't brought first.  Is that what this Court has said?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  There is a pending one by the time they get around to it.  Then what?  I mean, I --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'll ask you to clarify. You've come up with a couple of rules that strike me as counterintuitive, and so I'm trying to figure that one out. The before or after one doesn't seem to work too well in my mind because it would seem -- you know, you couldn't -- Federal court couldn't.  Federal court could enjoin a criminal proceeding that came up later in your view, I guess."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then why wouldn't you say that Sprint was not the initiator of this State process?  Because Sprint withdrew its complaint, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Sprint -- Sprint withdrew its complaint."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  So, at that point, it becomes the board's proceeding.  It becomes a proceeding initiated by the board and not by Sprint."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you counsel. Mr. Simeone, you have 6 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"TIMOTHY J. SIMEONE","firstName":"TIMOTHY","lastName":"SIMEONE","counsel":true,"justice":false,"side":"petitioner","words_spoken":3273,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":1,"fullName":"DAVID J. LYNCH","firstName":"DAVID","lastName":"LYNCH","counsel":true,"justice":false,"side":"respondent","words_spoken":2374,"interruptions":13,"times_spoken":51,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":340,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":367,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":368,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":89,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":185,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":234,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":149,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":477,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":3,"words_spoken":3273,"times_spoken":19,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":13,"words_spoken":2374,"times_spoken":51,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":7,"words_spoken":2209,"times_spoken":72,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1.3751684139622276,"respondent":-0.37516841396222755,"date":1472419305606}}