{"petitioner":{"name":"JUSTUS C. ROSEMOND","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"12-895","date":"2013-11-12T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 12-895, Rosemond v. United States. Mr. Elwood. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that the jury could find the defendant guilty of the firearms charge under a proper instruction?  In other words, was there sufficient evidence so that if a proper instruction were given, there could have been a conviction?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess we can get into later to whether or not if you know a firearm is being carried and if you then facilitate the commission of the underlying felony by driving the car, participating in the transaction, whether that's sufficient. But let me ask you this:        Would the instruction that was given, which was at JA 196, would it be okay if Paragraph 1, \"The defendant knew his cohort used a firearm,\" I think there is a real problem with that, because it's retrospective. Would the instruction have been sufficient if the defendant knew his cohort would use or was carrying?  Would that change it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You do not agree, then, that if you know that there's going -- that there's a bank robbery afoot and you're cooperating in that, you're -- Alderson Reporting Company you're the wheelman, and you also know that the -- you know that the people who are conducting the bank robbery are carrying firearms, you say that there's no criminal liability for the firearms unless you intended them to use the firearms; is that your position?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Scalia can protect -- his own question.  But the question is:  What -- what does the jury have to find?  I know they can -- I know what they can infer, but the question from Justice Scalia is, you're the -- you drive -- you drive the car, you know firearms are there and might be used, is that sufficient?  And that's his question."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, wait.  It would support a verdict -- you're saying it would support a finding of -- of intent."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume there's a lot of evidence that he didn't really want them to use firearms, that there's no way you can say he intended them to use, but he knew that they had firearms."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  No, no, you can't. It's my hypothetical.  And you cannot conclude from that.  There is so much other evidence.  This -- this man hates firearms.  He does not like firearms.  There is no way he could have intended them to use firearms. But he knew they had firearms."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Facilitate the crime."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you don't have to -- you Alderson Reporting Company don't have to --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So if you intend a crime -- if you intend a crime and you know that the crime is being conducted with firearms, that's enough."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Beforehand.  Before -- you know beforehand that the crime is going to be perpetrated with firearms.  That's all you do.  You know beforehand, and you facilitate the crime."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, give me an example of that.  Give us --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't -- I don't understand the example.  The -- the alleged aider and abetter learns about this after it's happened?  That's the idea?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me change -- let me -- maybe this is the same as Justice Scalia's hypothetical, but let me try it.  Suppose that two guys have a meeting and it's -- it's in a place that's -- where there's an electronic eavesdropping device.  In fact, there's a camera.  So it's all recorded.  So we know exactly what was said.  And the principal says, here's the deal, I'm going to rob a convenience store Alderson Reporting Company and I'm going to carry a gun. And the aider and abetter says, well, all right.  I'm in on the -- you know, I'm in on robbing the convenience store, but I don't want anything having to do with the gun.  I think you should carry a baseball bat. The principal says, no, that's the deal. I'm robbing the store.  I'm carrying a gun.  Take it or leave it.  Are you going to drive me there? And -- and the other guy says, I hate guns, I don't want to have anything to do with guns.  I -- I hate this idea about the guns.  They go back and forth. And the -- the principal says finally, look, this is it.  This is the deal.  I'm robbing the store. I'm using a gun.  Are you going to help me or not? And the guy says, well, all right.        I'm going to drive you, but I want it noted for the record that I'm opposed -- I'm opposed to the use of a gun. (Laughter.)"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"See -- so I don't really Alderson Reporting Company see -- I can't -- I can't think of a situation where a person facilitates the crime, knows what the crime is going to be, knows that a gun is going to be used but doesn't intend for the gun to be used."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In those two situations, knowledge and intent, seem to me to be -- to be the same thing."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I didn’t understand your hypotheticals.  If you could give it to us again."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you facilitate -- Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Well, that's -- that's a conclusion.  The jury, it seems to me, could say you do facilitate it if in these hypotheticals you drive the car --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with knowledge that the gun might be used."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the submission is"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the gun would never have been used if you didn't drive the -- or carried if you didn't drive the car."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or in my -- in my hypothetical, could a rational jury say he knew about it, but he didn't intend it?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in my case -- and I'll finish.  I want to ask another question about this.  But in my case, if the judge had given the instruction, it's enough that he knew about it.  He facilitated the crime when he knew there was a gun.  Would that be error?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think it's ever harmless error to not instruct the jury -- or to instruct the jury not to find one of the elements of the Alderson Reporting Company crime.  If, indeed, intent is necessary, it seems to me he has to instruct the jury to find intent.  It's not up to the court to say, well, there surely was intent anyway so it's harmless error.  The jury has to find intent."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  But what are we instructing --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think what we're driving at here, and I think this is the moment you're resisting, but to me, and as you can tell from my colleague's questions, if you know that someone's carrying a gun, and whether you want them to use it or not is irrelevant, if they take it out and use it and you have gone along with them in the crime, you're guilty.  Okay?  That -- that's what we're driving at. Assume that I believe that.        Assume that I believe that if you have knowledge of the gun, and that I am participating in the crime with your knowledge of Alderson Reporting Company that gun, whether the knowledge is secured before the crime starts or during the crime, if I continue to participate in the crime knowing that you have a gun, then that's knowledge of the gun and intent to facilitate. I thought the example that you were relying on here or the issue that got confused in the briefs was whether or not, from the sequence of facts in this case, you can actually discern that intent to facilitate the crime because the alleged shooter, which your client said was someone else, jumped into the car and the car took off before anybody could abandon the crime.  That's what I actually thought this case was about:  At what juncture do you instruct the jury to say that you have to be a participant with knowledge of the crime? But you're saying something different right now.  You're almost suggesting that there has to be a pre-knowledge that the gun will be used."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm hard to imagine Alderson Reporting Company that.  Give me an example."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What would the instruction look like?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"To -- to -- what would it look like to capture the difference you're trying to convey?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then you come --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you come up against the government's argument that you don't have to facilitate every element."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm surprised to hear you say that you don't need prior knowledge."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I am too."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":3,"sideBefore":"justices","text":"I think you need prior knowledge."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"MR. SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what did you mean by -- by you don't need prior knowledge?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"After you know. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Elwood, you're dealing with all kinds of hypotheticals.  But in this case we had a jury determination that Rosemond was the person -- he was convicted of carrying ammunition, right?  There were two counts of carrying -- possession of the ammunition.  And couldn't one infer from that that if he -- he possessed the ammunition, he was the gun carrier?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the evidence that the jury had on whether he possessed the ammunition?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I just didn't -- you said the only evidence was that it was inside the gun?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And what was the evidence? I thought there was evidence that he possessed cartridges."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And was there any evidence Alderson Reporting Company that he had the gun?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, was the evidence that he had the gun and the evidence of the cartridges are exactly the same?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did -- did he facilitate the crime after the shots were fired?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But do we have cases that say that assisting flight immediately after the crime is not aiding and abetting the crime?  The crime is over? So everybody says the crime's over.  Let's -- let's walk home."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it just flight?  I thought there was evidence that they were Alderson Reporting Company chasing the people who robbed them."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he jumps in the car and, you know, they're going after them."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it might be -- it might be an effort to continue the crime of -- in other words, it might make a difference whether the people who are being chased look and see two guys in the car or three guys in the car.  If somebody says -- and I realize you dispute these facts -- let's go get them and the guy jumps in the car, it seems to me that that's aiding and abetting the underlying illegal activity with knowledge, of course, that guns were used."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand your argument about intent, but are you also arguing that the -- that the actus reus instruction was insufficient?  The instruction about what your client did?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think it's necessary for an aider and abetter to facilitate every element of a criminal offense?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So if there were not -- if the -- the drug offense itself were not illegal, there -- there wasn't a drug offense and then the -- the additional firearm element, it wouldn't be necessary for him -- for the defendant to facilitate every element of that offense.  It's dependent on the fact that there's this other criminal conduct."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the crime of conviction was -- was a drug offense with the use of a firearm, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And so I thought -- I Alderson Reporting Company thought that the law is pretty clear that if you -- if you facilitate an offense, you do not have to facilitate each element of that offense, so long as you have knowledge that that element existed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but more precisely, they could be asked did he facilitate the drug deal knowing that a firearm was going to be used in the drug deal.  Would that satisfy you?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand what your position is.  He has to use the gun himself?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I think it would help if you told us what the definition of the crime is. We'll talk about the jury instructions later. Justice Scalia is asking whether or not if you facilitate the drug crime knowing that a weapon is being Alderson Reporting Company carried, if that is sufficient for aiding and abetting as a legal matter?  Forget the jury instructions."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that -- does that have to do with the additional 120 months?  The underlying crime is 48 months and then the -- the gun makes it 120 months more consecutive?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't criminal law -- isn't criminal law replete with crimes which have lesser included offenses as part of them?  So wouldn't your rule be a very difficult one to apply because it would suggest that the person had to facilitate some part of the crime that was not a part of a lesser included Alderson Reporting Company offense?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me go back to my earlier hypothetical about the taped conversation. Suppose that the alleged aider and abetter there says, I intend for you to use the gun.  I have that intent. However, I'm not going to do one thing to help you get the gun or use the gun.  I don't want to -- I'm not going to.  There's an actus reus problem there because he doesn't facilitate the use of the gun?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I just want to make clear, Alderson Reporting Company and we'll get back to the bank robbery hypothetical. Driving the car, knowing that a gun is being carried and might be used, is or is not sufficient facilitation to make you an aider and abetter in the drug -- in the gun aspect of the crime?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you are not carrying. Your -- your cohort is carrying the gun."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You are driving the car, the cohort has the gun, the cohort is going to rob the bank.  Are you or are you not aiding and abetting because you're facilitating it by driving the car, yes or no?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But only -- you say it's enough to go to the jury and what you would ask the jury to find is intent, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not just to find those facts that were stated by Justice Kennedy."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In addition, the jury would have to find intent."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Bash. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's a very fanciful hypothetical, because the one thing the guard is going to know, that if the robber gets caught, he's in great jeopardy of -- of being caught himself and convicted.  Of course he wants the crime to succeed because he doesn't want the people to be there and being pressured by investigators or whatever to say, okay, you know, who was in on -- who was in on this with you? So if you're -- if you're being paid for a crime, to assist in the commission of the crime, you want it to succeed."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"He has a stake in it.  If the guy is caught, the police are going to say, where did you get the gun?  He may turn him in or not, but it's certainly a danger, a danger that wouldn't be there if the crime succeeded. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why don't we just take it that we have a crime, the underlying crime, it's a 48-month crime, and then if you have a gun in connection with that crime, it becomes 120 months consecutive.  And your position seems to be that all you have to prove is facilitation of the underlying drug offense.  And it seems to me to -- to get 10 years of your life for the government proving no more than the 48-month charge is a bit much."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But this instruction at J196 says that the defendant \"knew his cohort used a firearm.\"  It really should say that \"knew his cohort would carry a firearm.\""},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Because as I -- when I read this, I thought, well, given these confusing facts, a jury might think that there's liability if he knew that a firearm was used, which is a very odd interpretation, but that's -- the instruction lends itself to that interpretation."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But do you agree that, taken by itself, that one could be read that way?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I said taken by itself."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he proposed -- he proposed a different instruction that departed from the instruction that was given on that point."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Two -- two wrongs don't make a right."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Look at his -- look at his instruction and think about the bank robbery hypothetical with the driver of the car.  His number 2 is that they intentionally took some action to facilitate or encourage the use of the firearm.  I think that would be an okay instruction in the bank robbery hypothetical. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He drove the car. Principal object was to rob the bank, not to use the firearm, but he facilitated the use of a firearm.  I can see that a judge could give that instruction."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could you talk practically about what the difficulties are for the government in these scenarios?  It's nice to put hypotheticals in where you know, where you say someone knew X, Y and Z.  The reality is in most cases you don't.  Occasionally you get a co-conspirator that will tell you, but in most cases you have just the act.  A defendant is present during a crime, a gun is pulled, and he leaves with his cohorts.  You don't know whether he had advance knowledge that the gun would be used because he wasn't carrying it and he may have done nothing but be present during the crime, left, and got a split of the money later, correct?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's your point, right?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's your --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So isn't this really an argument about how you define facilitation?  You are not arguing that -- that some form of participation in the crime with knowledge that the gun is being used is required.  You are really arguing about how far the proof has to go."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because your adversary keeps saying mere knowledge that the gun's being used is not enough."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What is so hard about saying, did you have knowledge that the gun would be used, either -- and you facilitate -- but you continue to facilitate the crime?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- the underlying crime."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Bash, what about this case?  Suppose that there are two guys and they are talking about committing a crime, and they have the same Alderson Reporting Company kind of conversation that Justice Alito was referencing, you know, one guy says I want to bring a gun, the other says, no, I think that's a really bad idea.  But this time, the guy says:  Okay, you've convinced me, it's a bad idea to bring a gun, I won't bring a gun. And so then they go out and they rob whatever they are robbing, and in the middle of it, you know -- or they do a drug transaction, and in the middle of that drug transaction the guy who said don't bring a gun looks over and he realizes that, notwithstanding the promise, his confederate did bring a gun.  But there they are, they are in the middle of their drug transaction. So the guy, you know, they're right -- they are handing the money to each other and the guy keeps on doing it, all right?  Is -- is that enough, even though, you know, there's foreknowledge, there's acts after he -- he realizes that the guy has a gun?  Is that sufficient?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what exactly would you want him to do at that point to not be convicted of this, of this offense?  Would you want him to just say, Alderson Reporting Company you know, sort of like drop everything, I'm out of there?  Is that the idea?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  I mean, I guess that's the question:  Is there always a reasonable opportunity to withdraw after you see that there's a gun in the offense that you didn't expect to be there?  And do you think that there has to be a reasonable opportunity to withdraw, or would you say, no, everybody has a reasonable opportunity to withdraw all the time; you can just leave?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Bash, would you explain why in this situation the gun abetted a drug deal when there was no drug deal?  It had been thwarted. The drugs were stolen.  They were not engaged in any attempt to sell the drugs.  That was a failed attempt. So how is this done, abetting a drug deal, when the deal failed?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and you agree that for aiding and abetting, you must -- the gun offense, you must have knowledge that the gun is being carried by the cohort."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You agree with that."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could the defendant here have -- could the defendant here have been convicted of possession of the ammunition on the theory that -- under the instructions -- would the instructions have allowed Alderson Reporting Company that conviction on the theory that the defendant aided and abetted somebody else's possession of the ammunition?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what's the point of charging him with possession of the gun and possession of the bullets in the gun?  It would seem to me that the proof would be pretty much the same. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I guess, then, the question is:  What's the point of charging him with possession of the bullets if you're not charging him with possession of the gun?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Bash, you know, what sticks in my craw a little bit about your position is this:  Usually, we want punishments to -- two people and they do very different things and they have very different intents, we want them actually to be punished differently. And what you're suggesting is that there is -- let's say a crime, two people are involved in it. One person does almost everything.  You know, he does Alderson Reporting Company 90 percent of the stuff.  And the other person does just a little thing, but something, you know, that goes to the offense that helps facilitate the offense.  But it's really pretty small compared to the overall crime. And then in addition to that, that person does not have really full-fledged intent, just has a kind of knowledge that this other person with real purpose of intent is going to bring a gun. So -- so, you have a lesser act and a lesser intent, and notwithstanding that, you're saying that the person ought to be punished in the exact same way as his confederate."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But I guess what I would have thought was that the actus reus can be very small, but almost to compensate for that, you have to have full-fledged intent.  You have to have a really kind of purpose of -- a -- a purpose that the crime succeed as opposed to just knowledge of -- of what will happen."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would you agree that in order to show aiding and abetting -- and I'll just quote from a California case here -- that, \"The aider and abetter has to have knowledge of the criminal purpose of the perpetrator and the intent to facilitate it\"?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would you -- would you agree that the statement -- that the first part of the instruction that the district court gave, \"defendant knew his cohort used a firearm,\" is inaccurate?  Is incomplete?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Potentially misleading?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You would --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You would never -- if you got a call from the U.S. -- assistant U.S. attorney in the field said, this is the instruction I'm going to use, you would tell him, no, don't do that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, I know you have arguments about failure to object and harmless error. But on the substance of it, you think the instruction -- you would never counsel someone to give that instruction."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why -- why do you say -- you say in context, it was okay.  What -- what context?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's it?  Just that?  \"In order to aid or abet another to commit a crime, it is necessary that the defendant willfully and knowingly associated himself in some way with the crime.\""},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Knowing that a gun would be used.  You had to intentionally participate knowing that a gun would be used."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I don't see how \"make the crime succeed\" helps you because you would say the crime that he has to help make succeed is the underlying drug offense, not the use of the firearm."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Elwood, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What cases should I look up for that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That is to say, I thought Alderson Reporting Company generally in the criminal law a person who commits an illegal act is liable for the known consequences of that act.  That is the general rule.  I can't think -- I mean, people use all kinds of terminology, different kinds of terminology, but I thought that's the basic principle."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say \"purposeful intent,\" He didn't want it, but he knew it would happen."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And moreover, he helped to produce the occasion on which it would happen."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well just tell me where in the brief they are, or whatever's easier."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"They used the word \"intent.\" Some people used it in order to encompass the situation --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of the known but undesired consequence."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's language.  I am sure you will find language.  I want really an instance where the holding of the case is that a person who commits an unlawful event -- action with knowledge that the other unlawful action will occur is not liable for it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, blowing up the carriage and you kill the maid, who you didn't want to kill.  You are liable."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Which one is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"LaFave."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"LaFave."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Counsel, do you have anything for us on Rule 30?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How did you preserve that objection?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company The case is submitted."}],"people":[{"id":0,"fullName":"JOHN P. ELWOOD","firstName":"JOHN","lastName":"ELWOOD","counsel":true,"justice":false,"side":"petitioner","words_spoken":3135,"interruptions":34,"times_spoken":80,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JOHN F. BASH","firstName":"JOHN","lastName":"BASH","counsel":true,"justice":false,"side":"respondent","words_spoken":3477,"interruptions":16,"times_spoken":41,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":534,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":843,"interruptions":1,"times_spoken":29,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":581,"interruptions":1,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":680,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":247,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":616,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":201,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":34,"words_spoken":3135,"times_spoken":80,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":16,"words_spoken":3477,"times_spoken":41,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":4272,"times_spoken":126,"laughter":1,"num_int_by":2}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127272}}