{"petitioner":{"name":"REPUBLIC OF ARGENTINA","counsel":[0,1]},"respondent":{"name":"NML CAPITAL, LTD. ","counsel":[2]},"caseNumber":"12-842","date":"2014-04-21T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-842, the Republic of Argentina v. NML Capital, Ltd. Mr. Blackman. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Aren't those issues of privilege?  And didn't the Court below permit you to raise those questions as individual items came up?  As individual accounts?  Because the subpoena is only asking Bank of America for -- or the banks for their information.  Some of them may be of that nature.  But Alderson Reporting Company wasn't the district court going to monitor that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's on what you can execute.  FSIA itself doesn't say anything about discovery.  Is that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In an ordinary State case, let's say, you get a judgment in -- in New York, and the judgment is -- is not satisfied.  And so there is this kind of an inquiry into what property the -- the losing defendant owns.  Cannot you find out what property that defendant owns in Florida?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the New York court has -- its writ does not run to Florida. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You have to bring another -- another lawsuit in Florida, right?  And so also here, the writ -- the writ of the Second Circuit doesn't run to -- to France.  You may have to bring a separate suit in France.  But -- but I don't -- I don't see that it goes beyond the bounds of what the -- of what the law allows the discovery to -- to cover."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's absolutely not true because a New York court cannot order execution on property in Florida.  You have to bring another -- another cause of action in Florida.  And yet, you certainly can find out what -- what property the deadbeat defendant owns in Florida."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying that you can't inquire into property that would be exempt anywhere.  That's the difference.  You may have to bring a separate suit in Florida or probably if it's a Federal judgment you just register it there.  But in the typical case, the judgment debtor is exposed, all of her assets are exposed.  Here I think what you're saying is the statute, the Foreign Sovereign Immunities Act, confines what can be executed.  Whether Florida, France, anyplace, it's got to be property -- commercial property in the United States.  Is that --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's the reason -- I mean, I read this like Justice Scalia.  I thought when you read Rule 69, obtaining discovery, you can obtain it in aid of the judgment or execution as provided in the these rules.  So you look to the rule on discovery. It's certainly broad enough to encompass this.  I thought, of course, you can get discovery, in an appropriate case, to find out if the judgment creditor or debtor has property in Florida.  And the question is: Alderson Reporting Company Well, can you do the same thing where the executable property is in France?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And then I think that's the issue, at least as I saw it.  And I don't see -- well, there are two -- three ways of doing it.  One, you could just say no.  Two, you could say yes, but the State Department has to tell you it won't mix everybody up. Or you could say yes, but the State Department has the right to come in and tell you it will mix everybody up. I mean, those are three possibilities, or you could say let's mix them all up.  Are those -- those are the four. In other words, the Court can just do it on its own. So -- so I see four possibilities.  Now, maybe I'm not analyzing it correctly, but that's where I was, starting where Justice Scalia started."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know.  But just to sort of shorten this, I understand there's a statute.  The statute says nothing about discovery.  The statute does Alderson Reporting Company permit you to execute on property within the United States anyway.  And it does that under exceptions which are relevant here.  For example, on the back of a bond they said, we waive all sovereign immunity.  So -- so it does allow for execution in the United States.  It does, in fact, say nothing about discovery in aid of execution.  The rules do. Okay.        So I've given you four possibilities that I could see.  There may be five or six.  Which do you favor?  Why?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that goes back to --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Do you -- do you contend that you cannot levy upon commercial property in foreign countries where those countries have the same kind of Foreign Sovereign Immunities Act as we do?  When you get a judgment in New York, can you take that judgment and levy upon commercial property of Argentina in France?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are entitled to find out what -- what property Argentina has in France.  And your only complaint is you shouldn't be able to find out what -- what non -- what -- what property that is not subject to the Foreign Sovereign Immunities Act is in France, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  But you acknowledge that -- that you can levy on property in France.  You can take your New York judgment, go to France and so long as the property is commercial property and France has the same, which it does, the same modern rule that sovereign immunity does not extend to commercial property, you can -- you can satisfy your judgment in France."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course.  But that doesn't mean you can't find out and go to France and Alderson Reporting Company roll the dice in France, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- you're saying you can't even play the game."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I can't understand this. You acknowledge that you can go after property in France, but you assert you are not entitled to find out what property Argentina has in France."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Suppose I don't -- I have exactly the same question.  Is the only reason that you cannot ask a New York court for discovery to tell us where in the world there is property upon which we can levy -- they don't want to know about property where they can't levy.  They don't want to know about property they can't execute, so they're happy to write into that, even if it isn't Alderson Reporting Company written, which they think it is, we're only talking about property that we can seize.  No other property. Now, you agree that we can go do that in respect to property in California, Florida, and New Mexico.  Well, in today's world we want the same information about France, Italy, and Turkey.  And by the way, we won't take one penny from those countries except in accordance with the law of those countries, not a penny.  We'll get the information, we'll go over and go ask the court.  Now, why not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I didn't find language in the statute that forbids it, but I'll look that up again.  If the language is not an absolute barrier, why not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Let's assume we go back and we say it has to be limited to property that they have a right to obtain to under execution.  So we're all agreed between the two of us we're going to do that.  Now, why not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Okay.  I'm interested, though, about Turkey, France and --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if there were a limitation -- if there were a limitation of that sort, how would the district court possibly decide what could be executed on?  And let's say there -- there are 40 countries where Argentina has property.  The district court would have to look at 40 issues of foreign law; could this be executed on in Turkey, in Italy, in France, et cetera?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  But you said your Alderson Reporting Company fallback position was at least it should be limited to property that could be -- on which there could be execution in the country where the property is located. How would the Court go about doing that?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"We're waiting.  What about property in another country?  We're waiting."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In saying that, are you giving up the argument you started to make before Justice Breyer gave you four ways?  You pointed out that Rule 69, the discovery rule, says that -- that these rules are subject -- \"Statutes of the United States\" -- the Foreign Sovereign Immunities Act is one -- \"Statutes Alderson Reporting Company of the United States, when applicable -- applicable, govern under this rule,\" and then there's a slew of examples of statutes that limit what you can attach, what you can execute on.  I thought that that's -- that -- if that's right, then your answer now, well, as long it's the same kind of property in France, the answer would be the only thing you can discover relates to property in the United States."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if Argentina -- what if Argentina were a private, a foreign company?  Could you get -- could you have discovery of assets in other countries under Rule 69."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, wait, wait."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":6,"sideBefore":"justices","text":"The scope of execution."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Right.  The word -- there are two different -- look at the rule.  Rule 69 talks in Alderson Reporting Company (a) about execution of money judgments.  And in (a) it talks about the need to conform to statute.  In (b) it talks about obtaining discovery.  It doesn't say a word about American statutes.  It talks about the rules and statutes of the state, but it uses the word execution. So if you're saying it means execution in the United States and nowhere else, it applies to the private plaintiff just as much as -- the private defendant just as much as to the -- to the other defendant."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If we need not, then I'm back to my question:  Why not allow it with all these qualifications?  And the only answer I've heard is from Justice Alito, who says that it would be too complicated to try to figure out all the laws of France and Turkey in relation to execution.  Is there anything you want to add to that before you sit down?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I found it extraordinary that we did not have -- I think this is correct -- a single brief from foreign countries.  They file all the time when there is a case before us that they think trenches upon their prerogatives.  Not a single foreign country, maybe because Argentina owes them money as well as it does these plaintiffs."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Alderson Reporting Company Mr. Kneedler? "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Wait, wait, wait, wait, wait, wait, wait.  I thought that the whole purpose of the Foreign Sovereign Immunities Act was to protect us from you, from the State Department and the government coming in and saying, Oh, you know, in this case, grant this one, deny that one.  I thought the whole purpose of the FSIA was to enable us to look at the case and decide it on the basis of the statute."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But now you're coming in and saying, Oh, there are principles behind the statute Alderson Reporting Company that we have to apply that extend -- extend the words of the statute beyond what they say, and they say nothing about -- about finding out the assets of people abroad."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What provision of the statute controls here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So you think the discovery is certainly okay with respect to those commercial interests on which the plaintiffs can execute?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So this thing is a little too broad."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, why do you -- I'm sorry."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So you think they can't go to France and-- with the American judgment and seek commercial property there?  Let's assume, undisputed, there's a piece of land that they're using for a business purpose."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"How often do you think the U.S. is going to default on paying a judgment and have people chase it all around the world?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But the questions from Alderson Reporting Company the Court so far have narrowed the issue to property on which there could be execution in a foreign -- if it were in a foreign nation, and you said, Well, military and consulate.  No, no.  We're talking about property that if here would be subject to execution.  What's wrong with asking the judgment debtor in this Court, in this case, whether or not there are such assets, without reference to military and government officials, et cetera, property that's used in commercial transactions on which there can be execution in the United States?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No, discovery is about assets that can be executed on, but they are in other countries.  And you started saying, Oh, but the military and so forth.  That's not -- that's not this case."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it's this case on the or- -- but it's not -- it's not what the Court has been suggesting."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Clearinghouse, we're trying to get away from this issue by assuming out of the case the military things, all those lists.  Then we're trying to assume out of the case anything that isn't relevant to an asset which you can attach and seize.  And now we've got two sets.  In the United States everybody agrees they can do it, and then there's a set abroad. We have a statute we passed, a case, Intel, which says that anybody in America can go -- you know, the Intel case, anybody can go under 1728 and go ask a trial judge to have the Los Angeles firm issue some discovery and they are going to give that to the EU.  We aid their judgments all the time. So what's the principle?        What is wrong where it's clear like that with a Court saying, We want to find out if they have a supermarket chain in Sicily?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Why haven't foreign countries protested?  Why aren't they here as amici?  Is there a single foreign state that has taken your position?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Why haven't they told us? They have to ask you to pass it along?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"They file amicus briefs all the time and if this is as horrific as you are painting it, we would have had some briefs from them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, I don't have a very good understanding about how this works in practice.  Let's say that the discovery request on a French bank, the prevailing party has reason to believe that this is where Argentina deposits its rental income from properties around the United States.  They know, they think they know, that Argentina has -- you know, owns a townhouse that it rents out in the United States, and they think they will be able to discover where that is by going to the French bank account and saying, well, every month they get $10,000 from this address in the United States.  Can that be discovered or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So they can -- so the defendant that -- the prevailing party files a request saying, give us anything that has anything to do with assets in the United States on the French bank and that's fine?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you leave out the diplomatic --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, can I take you back to a question, I think it was Justice Alito who asked it.  Assume that there was a suit between private parties and the private party that won the judgment thought that there were assets abroad.  Do you have any question that the discovery rules would allow for discovery of what the person had abroad?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's -- if you think that Rule 69 allows that, I mean, my next question was Alderson Reporting Company going to be what in the text would put a foreign government in a different position than the -- than when the suit involved only private parties?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"What in the text -- what in the text puts you in a different position -- if you have that view of 69, which extends abroad as well as within the United States, what in the text would suggest that we're not under that rule?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But isn't the logical reason for that -- why would Congress pass a law limiting execution on property in another country where there's no United States jurisdiction?  How do you infer from that a desire to limit discovery?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Just one question.  I thought that I would hear a lot about waiver in this case.  Does the waiver in the bonds not affect this case or its outcome?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Olson? Alderson Reporting Company "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Olson, you have said -- you make this distinction between the exemption Alderson Reporting Company in the Act and what can be discovered.  But the discovery rule itself, the advisory committee, the note on the original drafting of the discovery rule says, \"Statutes of the United States on execution,\" and certainly the Foreign Sovereign Immunities Act is a statute of the United States on execution, \"govern under this rule.\"  And in case you don't get the point, it lists, oh, a few dozen statutes.  For example, it says that you can't execute -- assign, execute, levy or issue other legal process against a Federal employee's retirement annuities.  And there are all kinds of provisions, substantive provisions limiting what property is subject to execution."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"discovery rule."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This case is about finding But this is a note to the It says that Rule 69, the discovery rule, is subject to statutes on execution."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What exactly does that have to do with the issues before this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me that that context is totally irrelevant.  You have a question, it doesn't matter what the basis of the underlying judgement is.  The question is one of discovery."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Olson, but this is a sovereign, and as I understand the Foreign Sovereign Immunities Act, it says “execution, the foreign sovereign has immunity, has immunity except -- except when we're dealing with commercial property in the United States.” So the statute starts with a blanket immunity against execution for the foreign sovereign and then says, but Alderson Reporting Company there is an exception for property -- commercial property in the United States."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that that goes to jurisdiction and liability, the judgment of liability.  Then there's a separate section on execution.  And those two are not the same.  You can have full authority to issue a judgment against Argentina.  The execution portions of the statute are 1609 to 11, not 1606."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Could it be addressed to Argentina on your theory?  I think it could."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I thought they objected to it.  Didn't the banks object?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The banks, I thought that they objected to the subpoena."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't seem to me that the narrowing was -- we've been assuming that what Alderson Reporting Company we're talking about is discovery related to commercial property.  But the subpoena is written much more broadly than that.  It's asking for every piece of property that Argentina has anywhere in the world."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. Finish --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So I was right.  This is doing exactly what the Solicitor General is saying, it is asking for an accounting of everything that Argentina owns regardless of what its purpose is."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So just answer yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but doesn't that seem pretty extraordinary?  You just said you can get a discovery about a plane that says Argentine Air Force on the side of it.  That seems, to me, to go to the heart of what the Deputy Solicitor General was talking about.  That's pretty intrusive at a sovereign level to say you can find out how many jet fighters Argentina happens to have."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Just before you get Alderson Reporting Company over there, I thought your position was that yes, you can ask for discovery related to, you know, the Argentine Air Force."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could we say no to that and just say, look, here is the difficult question in the case, of course, every subpoena -- every subpoena has to have limits, and the limits are typically limits that have to do with the purpose of the subpoena, and where a sovereign is involved, maybe a District Court has to be more careful, but you are indeed searching for information in respect to assets out of the country that you could execute upon?  Make that assumption with me for a second."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If you want to fight it later, go right ahead.  But I have a question I'm trying to get to, and it is this, on that assumption, and we're only talking about butcher shops in Italy, there's marvelous Argentine beef, it's delicious. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"And that's the kind of thing you want to levy on.  Okay.  Fine.  Now, if there were property in the United States and it were against a Alderson Reporting Company private person, another private person could get the information.  If it was against a sovereign, the private person could get the information.  If it's abroad and the shops are in Sicily, a private person can get the information despite the fact that to know about levying, you may have to know a lot about Italian law.  Now, if it is a sovereign that you are trying to get the information, the other side is saying that's different. You say, why?  Why -- I knew you were going to say why. And the answer is going to be because there could be various interferences.  We can't even tell you exactly what.  But you're talking about every country in the world.  Who knows? Now, assume that there is something to their answer.  Then where are we legally?  We may be back A, before the Tate letter, in which case we could say to the State Department, if you see such a problem, come in and tell us, or we could say to the District Courts, go ask the State Department case by case.  If Congress wants to make a rule later, they can, but they haven't yet.  Or we could say something else.  That's the question -- those are the questions that I would like answered."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Olson, can I just make sure I understand the scope of your argument?  I mean, suppose there were some countries that executed on assets that in the United States would be nonexecutable. Alderson Reporting Company So suppose there were some countries that would execute on military assets or diplomatic assets or so forth. And somebody came into a U.S. court and said I want discovery about those assets, because after all, they are going to let me execute -- these other countries are going to let me execute on them.  It's in aid of the judgment, so it fits within the discovery rules.  What should the United States say to a -- a United States court say to a request like that, fine?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that makes it a lot harder for me because I thought you just looked to the Foreign Sovereign Immunities Act.  And anything that is executable in this country under that, you can get information on to try to execute abroad.  But you are saying, oh, no, it's more than that, it's stuff that you couldn't execute on in this country, but that some Alderson Reporting Company foreign countries will let you execute on.  What am I supposed to do, look at the law of all of these countries?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it includes military assets, diplomatic assets, everything?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Military assets?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No.  I'm saying it is within the scope.  It does -- it is those limited military assets that you cannot execute on in this country.  And you are saying, well, so long as we can do Alderson Reporting Company it abroad, we --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no.  But assume the validity of the question.  Does it -- why is it that your position applies to military assets if that is -- that is beyond the scope of the Court's power here, but on the assumption of Justice Scalia's question it's within, and of your hypothetical, that it's subject to execution in France?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in making the rule, we're asking whether or not our rule should take account of this concern.  And you say, well, it's up to the district court.  We're going to tell the district court what to do.  So what do we say on this point?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And they are statutes and the rule, whether you divide it into the two parts, the substance was the same.  The rule says you look to statutes of the United States.  I don't know how -- I don't know how you get around the fact that the discovery rule itself says that the statutes of the United States are relevant."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm talking about Advisory Committee notes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What they meant.  And they meant that the discovery -- that there isn't a world where we have statutes and then the Federal Rules. There is an interplay between the two, and that's what the Advisory Committee that drafted the rule told us Alderson Reporting Company about it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What about --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Let's assume -- let's assume that New York has an exemption from -- from levying on property.  It says homestead, you can't levy on homestead.  But Florida does not have that exemption. Can you, getting a judgment in a New York State court, seek to discover what homestead property the defendant has elsewhere?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Come on.  I'm doing the hypothetical, okay?  And my hypothetical is the discovery is what homes do you own in other states?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The same language as the New York statute --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- which exempts those homes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And you think you can levy on those homes --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- in Florida even though New York wouldn't let you do it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's a judgment limited to property other than homesteads.  You take that judgment to Florida, it doesn't expand.  It's the same judgment."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But not from -- not from homesteads."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"When you say you can't execute on homestead property, it means any judgment in New York excludes homesteads."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Olson, what --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- what about, there are countries that have more restrictive views than we do about what information, financial information, is confidential.  So this omnibus order says worldwide, we want to know what property worldwide.  And suppose the country in which the property is located says:  In our system, this property is – if the information -- the information that was sought from the bank was confidential. What then?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can you do this in discovery normally?  Can't someone go in and say I don't think -- I think the subpoena or this order is too broad.  It will do da, da, da.  There isn't that much Alderson Reporting Company need for it.  Please don't do it, judge.  And the judge has a lot of discretion to say no."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Now, is there any objection on your part, which there may well be, if we were to say one of the problems here is that this order, although they may have reason for it, is requiring discovery of airplanes, it's requiring discovery of consulates, it's requiring discovery of all of these other things, things that at least presumptively our statutes would not allow them to execute upon.  Before you give an order allowing discovery of that kind of thing, judge, you'd better have very good reason for it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm not saying that -- no.  I'm just saying where it is on its face something that couldn't be discovered."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Something that couldn't be executed upon."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Be very, very careful.  We do those things, and they are very often ignored, but nonetheless --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Olson."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If I am understanding your position, you -- I think what you are saying, the judgment here is only for money due, whatever the amount was.  And that's the judgment you have.  How you get that judgment paid depends on where the assets are located, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And so any -- any protection to those assets has to be provided by the Alderson Reporting Company jurisdiction in which they're located."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So your position, whether this is a sovereign or an individual, is that if they get a homestead exemption in New York, if the property is in New York, they're entitled to it, but if they have property in Florida and Florida doesn't give a homestead exemption, they can get that home -- they can't get the home in New York, but they can get the home in Florida."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And so in answer to Justice Kagan's question, even though there might be a country out there that doesn't make any property immune by a sovereign, then you could go and attach any property in that country?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How many of the bondholders settled with Argentina?  My understanding is the vast majority of them did."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The vast majority of the bondholders settled with Argentina."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If you win on the Alderson Reporting Company categorical question that's presented here, do you think it's still open to Argentina to go back to the district court and to say, modify your ruling for this or that privilege reason or because the order is overinclusive or any of these more prudential considerations."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What exactly would a district judge do in those circumstances?  So you -- Argentina says this, this is military property.  And what would the judge inquire?  What would the judge do before deciding whether to allow discovery of something like that?  Would it look -- would it look to the law of the country where the property is located?  Would it make some kind of factual inquiry as to whether it really is military?  What would go on?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Does the waiver extend to military property?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then the waiver just restates the immunity that's provided in the Foreign Sovereign Immunities Act."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"How does it go beyond that?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But not as to military property.  So how do I know how far the waiver extends?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm asking whether or not the waiver extends to Argentine military property."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Does it waive immunity as to a consular residence or an embassy building?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Blackman, you have 3 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JONATHAN I. BLACKMAN","firstName":"JONATHAN","lastName":"BLACKMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1473,"interruptions":8,"times_spoken":31,"laughter":0,"num_int_by":3},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":955,"interruptions":14,"times_spoken":24,"laughter":0,"num_int_by":6},{"id":2,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"respondent","words_spoken":2749,"interruptions":26,"times_spoken":61,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":353,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":387,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":762,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1010,"interruptions":3,"times_spoken":36,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1487,"interruptions":2,"times_spoken":18,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":260,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":367,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":2428,"times_spoken":55,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":26,"words_spoken":2749,"times_spoken":61,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":4956,"times_spoken":122,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":6}}