{"petitioner":{"name":"UNITE HERE LOCAL 355","counsel":[0,1]},"respondent":{"name":"MARTIN MULHALL, ET AL. ","counsel":[2]},"caseNumber":"12-99","date":"2013-11-13T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first in Case 12-99.  Unite Here Local 355 v. Mulhall. Mr. McCracken? "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I think there's substantial force to that argument.  But can we talk just about property for a minute, just in the abstract?  Isn't it true that what you have might become property when you trade it?  If you take a picture of a celebrity on a street, that-- that's your right to do so. But Alderson Reporting Company you can't sell it.  Maybe that's not quite the -- the right analogy.  But here, what, as-- as you point out, is fairly standard in labor relations, has been turned into property, arguably, by the parties. Could-- Could the parties say that we'll pay you -- the employer say we'll pay you $100,000 to get out of the recognition agreement?  That would be property in an economist sense.  Now, it might be a violation of the Labor Act."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in the abstract, wouldn't that be property?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And isn't the thing that's exchanged for the money also property?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just talking about common definition, a common agreement as to what property means. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And the list -- the list of -- the list of employees."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what about support of the legislation to-- to permit slot machines?  Was that a promise that the union made?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But as the case comes to us, we assume that there was such a commitment by the union."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"So suppose the company manufactures widgets and the union says, we'll spend $100,000 advertising your widgets if you so -- if you sign the recognition agreement."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that lawful?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there would have been a quid pro quo for that, certainly.  I mean, the union wouldn't promise that for nothing.  It would get something in exchange such as, as in this case, the right to go on the employer's property to -- to recruit union members or -- or some other thing of value from the employer, right?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So why isn't that the property that Justice Kennedy referred to?  They -- the union paid $100,000 to get the items that the employer gave them.  So aren't they valued, something tangible, valued for what the union paid for it?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But why?  Well, the -- the argument that Justice Scalia and Kennedy are referring to it, is that the employer paid with the employee list, the access to the facility, the promises not to strike to get the 100,000."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that is the essence of -- because the union paying money is not a violation of the Act."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McCracken, the Respondent's brief here asserts that these kinds of precertification agreements have only been common since the -- the '90s.  Is-- is that accurate to you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Sometimes there's a conflict between two different groups that want to unionize the same workforce, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How would this work Alderson Reporting Company in that case?  Let's say the employer gave -- entered in an agreement like this with one union that wanted to organize the same workforce but not the other."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that suggest it's a thing of value in -- in this context?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In the typical case, how important is an agreement like this to the union?  How much does it increase the likelihood that the union will be selected as the exclusive bargaining representative?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are the agreements -- are the agreements uniform or do they have varying elements? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is the card check provision standard?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I think this is slightly different from Justice Kagan’s question, can you give us some indication of how often employers make these agreements?  That's probably a hard statistic to -- to collect because there are so many variables."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Mr. McCracken, could you -- could you tell -- tell us about this particular contract, because as far as I can fathom from what we have it expired at least a year ago and there was -- there was no recognition, there was no election; is that right? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So, are we dealing with a live case considering that the -- the agreement has expired?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So what would be -- what would be the relief?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because -- is it on the theory that it did it once, so it might do it again?  Is that --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Would Mr. Mulhall have to face an imminent threat in order for him to have standing?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And why is the threat imminent at this time?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is the threat imminent at this time?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What-- What is your position now?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you also raise in an earlier stage an argument that he had no private right of action?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That has never been litigated?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But not in this -- not in this case.  It wasn't raised in this case."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And Sinclair is of a certain age before this Court looked more carefully at the implication of private rights of action."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't the right to use private property in a way that otherwise wouldn't be allowed constitute a thing of value?  Suppose the -- what the employer gave the union was a lease well -- well below market rate on property for use as the -- as a union office.  Would that qualify as a thing of value?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's the difference here?  There's a -- there's the use of -- there's the conveyance of a certain property right.  Why doesn't that constitute a thing of value?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's still -- it's a lesser property right, but isn't it a property right? Alderson Reporting Company What if the -- what if the employer sold to a catering company the right to drive lunch trucks onto its premises to sell sandwiches and coffee to the employees? Wouldn't that be a property right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Well, isn't a license a thing of value?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's true of all property owners.  I have a right to waive my right to exclude you from the property.  That's -- that's property -- that's a property right.  And -- and it can become so when I -- when I charge for it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, it's clear that there's some difficulty in defining the limits of property. There are some things that I think have value even though they may not have market value. For example, a union—- a-- an employer bribing a union steward by offering him a favorable work schedule or -- or days off that are a weekend or something that's valuable to the worker but doesn't necessarily have an objective value. The government cites Credit Suisse v. Billing in its brief. When you get up on rebuttal, I want to talk to you about the -- the law that has developed in that case and why it doesn't apply here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, of course."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Dreeben. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, before you get too much into the merits, could -- does the United States have a position on whether this case satisfies Article"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Does the United States have a position on the implication of a private right of action under 302?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you saying \"thing of value\" means something different in 302 than it means elsewhere in -- in the code?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I can see if there was a conspiracy to extort these benefits, that the government would take the position that there was a Alderson Reporting Company crime because there was a thing of value, a thing of property."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't Billing your best argument, the framework of Billing?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Some people have suggested that Billings is limited to the antitrust area."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And how do you respond to that belief and -- and how do you convince us to expand the doctrine outside its traditional context?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Fine.  But what is the -- suppose that the employer had written a check for $100,000 to the union and everything else is the same.  Now, you ask, why did he do that?  He said because they have to have the money so that they can run the organizing Alderson Reporting Company campaign along the lines that everyone wants.  Is that covered or not?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"So then when I write the opinion that says that is covered, but the access, the employer lists, and the --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"-- yes, and the neutrality, those are not covered because.  $100,000 is, but they aren't because; and then what comes after the \"because\"?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no.  We specify how they're going to use it.  They're going to use it just the way --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay.  Okay.  No.  Continue with the because.  One, because money might be a go-beyond.  Okay.  What's the other? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if -- if there --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"If I may?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But if you recall the point you made earlier, the point is, yes, voluntary Alderson Reporting Company agreement, but if a majority of the workforce wants to be organized and represented by that union, and the argument here, as I understand it, is that this agreement taints that process, in particular, by allowing the card check procedure that it has been argued exercises coercion against employees to support the union."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The argument that the card check --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, will you -- will you concede that they're more coercive than a secret ballot?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The union organizer comes up to you and says, well, here's a card.  You can check I want to join the union, or two, I don't want a union.  Which will it be?  And there's a bunch of your fellow workers gathered around as you fill out the card. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And he's a big guy. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"One curious thing about the Eleventh Circuit's opinion is it didn't reject. It's a -- it's a curious opinion and we are at an interlocutory stage.  But the opinion reads:  \"Employers and unions may set ground rules for an organizing campaign even if the employer and union benefit from the agreement.\"  So that the Eleventh Circuit seemed to agree that these agreements are enforceable.  But it said it can -- they can become illegal if used in a scheme to corrupt."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What about slot machines? You -- you mentioned all of the other things promised, but not -- not the promise to support legislation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Messenger. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Messenger, you Alderson Reporting Company are dealing with a decision that seems to uphold organizing agreements.  I just read the passage and all that it's saying is:  Find out if in this case there was some corruption involved.  But it does say employers and unions may set ground rules even if the employer and the union benefit from the agreement. So you seem to be construing the Eleventh Circuit decision to say something it didn't say, to say that organizing agreements violate 302."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Where is that?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It says -- it says that, at the end of that passage, curbing bribery and extortion are implicated."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And said that's what --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What is your position on the effect of the expiration of this agreement?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Messenger, could -- could all of these things that the employer gave to the union be included in a finally-negotiated collective bargaining agreement?  Couldn't that CBA say that the union shall have the ability to approach employees on the site, that the union shall have access to the employee list of the employer -- and what else, what's the third -- and that the employer will not -- will not seek to undermine the union?  Could all of that be Alderson Reporting Company included in a CBA?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Messenger, do I understand the structure of your argument to be as follows:  That whether before certification or afterwards in a collective bargaining agreement along the lines that Justice Scalia said, the only thing that an employer can promise a union or agree to provide to a union are things that are specifically authorized in Alderson Reporting Company other parts of the labor law?  Is that the structure of your argument?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You see, I would have thought that the premise and the policies of the labor laws are to encourage a wide variety of employer/employee agreements, both things that are listed in the labor laws, that are provided for in the labor laws, but many things that are not; that the idea is to get these parties together to reach agreements on a wide variety of things that matter to them regardless whether the labor law specifically refers to that."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It seems sort of turning the whole thing on its head to say that the only things that are allowed in terms of promises, whether in a collective bargaining agreement or prior to that, are the things that the law itself requires."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, why don't -- why doesn't the Billings -- Billing framework apply beautifully here?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What it holds is that where there's a regulatory framework, and here there is, that produces standards of conduct, going to Justice Kagan's point, that almost all of the three things that you're arguing against are standards of conduct that have been approved by -- have been approved by the government, and when those conflict with the separate Federal statute, then they are implicitly preempted, essentially. Why doesn't that doctrine do the work here?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But we have conflicting provisions within standard statutes anyway, so why doesn't the concept behind it still apply?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It's not covering.  As I understand the argument it goes back to like Jurisprudence 1.  Can you have -- the sign says no vehicles in the park.  Okay?  Does that apply to a Jeep used as a war memorial?  Answer, no.  That's been the law since the twelfth century.  You spilled blood in the streets of Bologna, a crime, but that's not applicable to the barber. All right?        So, here, I think what they're saying is that read this statute.  You don't have to get into a metaphysical argument about things of value; Alderson Reporting Company rather, those things which play a central role in the organizing campaign are things that are governed by the other parts of the NLRB and to throw them in here -- NLRA -- and to throw them in here is going to create a mess. Lists, access, promises to stay neutral are central to many aspects of organizing campaigns, and they are no more within this statute, this part of the thing than the Jeep on the pedestal is part of the no vehicles in the park.  Now, that's what I understand roughly their argument to be, if I've got it right.  And what is your response?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't say they had a right.  They didn't say they had a right."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What they said was the kinds of property or things of value are at issue here are the kinds of things that play important roles in organizing campaigns.  And we needn't go further than that.  We don't have to talk about rights to it.  We don't have to talk about who said what to whom.  It's just that these kinds of things are organizing things, and therefore they're outside the scope -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- just like the Jeep on the pedestal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  And I suppose -- I suppose that would also -- it would also follow if -- if -- with no indication in the text, you simply exclude organizing -- the organizing part of labor law.  I guess it would mean that the -- the union can cut a deal with the employer that if the employer gives them a freehand and -- and assists them in -- in organizing, the union will promise not to -- not to seek a raise in wages or not to seek insurance coverage or whatever.  I guess that would also be part of the organizing campaign, right, so it would be okay."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Then may I ask you, Mr. Messenger, to clarify, because I thought you told me before that some organizing agreements are okay.  Are you taking the position that all organizing agreements -- in other words, are you taking a position in opposition to what I read from the Eleventh Circuit, that organizing agreements can be valid?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So you -- you do you want us to say that -- that to the extent that the Eleventh Circuit said, \"Employers and unions may set ground rules for an organizing campaign, even if the employer and union benefit from the agreement,\" you want us to say that that was wrong."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So, Mr. Messenger, just to make sure I understand that, you're saying that regardless of whether there was a bargain in this case, forget the bargain.  Let's just say that there was an employer.  This employer said, you know, I think that my employees should have a right to listen to you and to decide for themselves whether they want to be represented by -- by the union, so I'm inviting the union onto my premises.  Just simple as that.  You're saying that the employer cannot do that."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But we -- we don't need this.  I mean, you say --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- of course, this is important to the union, so your argument is that it falls within the statute, regardless of whether there's any consideration or quid pro quo."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So this is to say that the National Labor Relations Act prohibits employers from providing access to their premises, from granting a union a list of employees, or from declaring itself neutral as to a union election."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you acknowledge that your -- that your answer to Justice Kagan is -- is contrary to years of settled practices and understandings?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In other words, this kind of an agreement is very rare?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And it has -- it has been enforced under 301.  So it -- it would be odd to say that an agreement that is enforceable that court -- courts haven't enforced agreements just like this under 301 are criminal under 302."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Have -- have courts enforced agreements just like this one under 301?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The question is the same, I think.  And to go back, I thought the most clear statement of your view was when you said to Justice Scalia that if we don't accept your interpretation, Alderson Reporting Company there's a hole in the statute."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"In fact, I think you said a big hole."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"MR. MESSENGER: enforceable --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"MR. MESSENGER:"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"MR. MESSENGER:"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"All right.  Now -- -- because of anything I get the point. I'm sorry. I'm focusing on the hole. Yes. Now, I thought the area that you're calling a hole is an area where the National Labor Relations Act gives the National Labor Relations Board all kinds of authority to set rules and to say what is an appropriate practice and not. Am I right about that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  If the answer is yes, and I'm sure there's some qualification, but if the heart of the answer is yes, then it's the contrary that creates the hole, because if we throw those things Alderson Reporting Company which are central to the NLRA's regulatory power into this particular provision, the NLRA loses the power to say when they're okay, when they're not okay, to make a thousand qualifications. Hence, the NLRA's regulatory provisions and this case are the Jeep on the pedestal or the barber in the street.  Even though I have to tell you, in Bologna in the 18th century, despite the exception of the eighth century, it did not mention barbers specifically in the statute.  They had to be read in by the courts. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Messenger, suppose that there was a -- a union and it was striking.  And the union goes to the employer and -- and they reach an agreement, and the agreement is the union will stop striking if the employer agrees to sit down and negotiate with the union.  So that's the promise that Alderson Reporting Company the employer makes to the union.  I'm going to sit down and negotiate with you.  And that's, obviously, a thing of important value to the union.  Is that also prohibited?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There's no thing that's given to the union?  I mean, I would think if your argument is thing of value is anything that's of value, there's nothing that's of greater value to the union than an employer's agreement to negotiate."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I guess -- I mean, we're going to negotiate about all kinds of things, Alderson Reporting Company things -- things that unions and employers negotiate about, and that's of great benefit to the union.  The union gets to turn around to all its employees and say: Look at this, the employer is going to sit down and talk with us."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, benefits -- benefits to the employees always benefit the union.  I mean, that's -- you know, that's automatic, it seems to me.  I don't understand how you say that this is just a gift statute and there doesn't have to be any, anything on the other side, no quid pro quo.  You say it's perfectly okay if the -- if the employer allows the union to come on his premises to recruit members, but it's not okay for him to agree, to agree to do so?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand what that means."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And what if the employer does not oppose the union, he neither speaks against it nor for it?  Is that giving something of value to the union?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It has no meaning to say you agree to something when you're not getting anything in return.  You can promise something without getting anything in return.  But to agree?  I think that means, you know, I won't do it in exchange for something else."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But if it did happen, you'd say it would be a violation."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You would argue that the three items in dispute -- the access to property, etc. -- that the consideration is the agreement to go into arbitration, first of all, putting aside the hundred thousand dollars."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The arbitration of disputes that was promised by the employer and the union under this agreement."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Not to strike."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Messenger, would your argument apply to the following?  I'm just going to give you a few kinds of different promises.  A promise to give a union information about the company and its finances?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"collective bargaining?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But not if not during Then if that had value to I'm sure it does. An agreement giving the union a role in grievance procedures?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you explain that distinction to me, ultimately go to the employee?  I mean, I assume that everything that the union does, the Alderson Reporting Company union is saying, well, ultimately the benefits go to the employee."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the union, on the ones that you say, well, the neutrality agreements, the access, that's just to the union, the union can turn around and say:  No, ultimately it's to the employee, that we're going to represent the employees well.  I mean, so the line you're drawing seems quite inadministrable to me."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, so the thing--"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, please. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but my hypothetical is the thing, was the union's role in grievance procedures."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So the union gets it, right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I guess I'll tell you that a union that can say that it has a role in grievance procedures is, that's an important thing for a union to be able to tell its employees.  That's of real value to the union to have that. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How about -- how about if a company gives a union a role in company decision-making, any kind, hiring, any other kind of company decision-making?  The company says, we want the union to participate in this."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It's hard to think that one really pays or lends or delivers, which is are statutory words, neutrality of speech."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Messenger, the Excelsior rule, if I understand it correctly, the NLRB says that an employer absolutely has to give a list of employees --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- to the union seven days after an election is called; is that correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, okay.  But the union gets it seven days after?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that's by requirement. Alderson Reporting Company So you're suggesting that if the employer gives it six days after, that's not only not required, that's forbidden?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So it goes within a period of 24 hours, something that no employer can do voluntarily to something that has to be done."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is it -- we heard from the other side that that hundred-thousand-dollar payment for the ballot initiative was a benefit both because it would mean that there would be many more workers employed by the casino if they were allowed to go into this new line of business.  So that it wasn't payment to the employer of something that is of benefit exclusively to the employer.  It was to the union's benefit too."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. McCracken, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. McCracken --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If I understood the circuit below, it was suggesting, like the government, Alderson Reporting Company that an exchange of agreements for purposes of peaceful recognition, terms that were given for that purpose were legal, but that things given for -- that were not solely for recognition, but had value outside of that, like money, would be wrong. That 100,000 is troubling to me because I think what the circuit was saying is if the 100,000 bought the peaceful recognition provisions, then that's corrupt, and that is outside the exemptions that the law provides.  That's how I read its decision. Tell me why I'm wrong about that and tell me how I deal with that niggling problem I have about the $100,000, because it does feel like a bribe to the employer."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think it -- it was puzzled by the provisions at issue.  I think it was puzzled by the 100,000."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but there was a promise to exercise the First Amendment rights in a particular way up to the amount of $100,000."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that's a little different."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RICHARD G. McCRACKEN","firstName":"RICHARD","lastName":"McCRACKEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1876,"interruptions":10,"times_spoken":50,"laughter":0,"num_int_by":4},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1190,"interruptions":8,"times_spoken":23,"laughter":2,"num_int_by":5},{"id":2,"fullName":"WILLIAM L. MESSENGER","firstName":"WILLIAM","lastName":"MESSENGER","counsel":true,"justice":false,"side":"respondent","words_spoken":2793,"interruptions":22,"times_spoken":63,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":337,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":403,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":529,"interruptions":0,"times_spoken":14,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":969,"interruptions":3,"times_spoken":31,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":590,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":214,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":705,"interruptions":3,"times_spoken":17,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3066,"times_spoken":73,"laughter":2,"num_int_by":6},{"side":"respondent","interruptions":22,"words_spoken":2793,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":4317,"times_spoken":141,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.7239296446070387,"respondent":0.2760703553929613,"date":1472419305618}}