{"petitioner":{"name":"ALEJANDRO MAYORKAS, DIRECTOR, UNITED STATES CITIZENSHIP AND IMMIGRATION SERVICES, ET AL.","counsel":[0]},"respondent":{"name":"v. ROSALINA CUELLAR DE OSORIO, ET AL.","counsel":[1]},"caseNumber":"12-930","date":"2013-12-10T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument now in Case 12-930, Mayorkas v. Cuellar de Osorio. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But isn't there -- isn't the effect on the no longer child much more severe?  I Alderson Reporting Company mean, if everybody has to get bumped down a little way, it'll make a difference of months until they qualify for a hearing."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's not going to be 27 years."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not going to be 20 years."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about all the time this one child has been waiting?  It gets no credit for that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's   F4?  What's F4?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"For those of us who don't deal with this as much as you do."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you interpret automatic to include immediate?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But your reading of this statute gives (h)(3) a very, very narrow scope; isn't that correct?  And I just want to see if I understand exactly how narrow it is.  It would apply -- first of all, does it apply to any employment-based or diversity-based petitions?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  It applies to an F2A petition filed by a legal permanent resident on behalf of that person's spouse; right?  And -- and if that -- if they have a minor child, then the minor child would be a derivative."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Benefit sharing."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you give me an idea of how -- just to follow up with Justice Alito.  Can you -- I don't know if you asked the IRS -- the INS this question, you may, or something like it.  Let's look at all of the derivative beneficiaries in the Fs, F1, 2A, 2B, F3, F4. And for the most part, they're grandchildren, they would be, or children, sometimes, nephews and nieces.  And now, think of the set of all those people who age out.  Okay?  They started out as children, but it's 15 years later -- what's this thing-- they're now aged out. Now, think of that set.        It's -- call it a certain size.  What percent of that set do you think Alderson Reporting Company are accounted for by the F2A people, who are the only ones on your interpretation that (3) would apply to?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Any idea -- any rough idea? Because, if you just look at it, one's natural instinct is just what Justice Alito said.  This is a minuscule component of a set.  It's much bigger, and therefore, it's just unlikely that Congress meant (3) to apply to a -- to a -- to a little molecule, when there's the whole ocean. Now, that -- that's the kind of argument that you're up against, I think, so I wanted to ask you that empirical question.  If you can give me any idea of the empirical?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm going to let you answer his question, but, yes, they had a regulation, so Alderson Reporting Company why didn't they copy the regulation?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It would have been much, much simpler to say this is limited to F2A beneficiaries than to write it the way they did and say this is to everybody who ages out."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Answer him, and then --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- did you ask -- anything that would give me -- that's the total global picture.  That's the 2,000, 3,000, sometimes 10,000 aging out.  All right.  But -- but the real relevant thing is if we can get some idea, which seems in the paper, that your interpretation applies to -- only to a subset of those people. And just from reading it, that it's qualitative reading it, it sounds like a tiny subset of those people.  Now, we can argue about whether that's for you or against you.  I think it's against you, but nonetheless --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"You do give the subsets. It's not just the general, is it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"MS. GOLDENBERG:"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"MS. GOLDENBERG: That's F2A.  But we want No, I think F2A is what's F2A.  You're right.  You're That's what's covered.  And Alderson Reporting Company this is not a full universe of the numbers.  These are numbers kept by the State Department, but the State Department is only responsible for half of the administration of this program. There are also people who adjust their status to lawful permanent resident in the United States, and those numbers just aren't kept.  We tried to get them and weren't able to."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"All right.  So it looks like it's between 10 percent, and sometimes, it gets it up to 30 percent --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose there are two -- suppose there are two lawful permanent residents who are exactly the same, except that one has a minor child and one has an adult unmarried child. So the latter files an F2B petition and gets in line on a particular date, right?  Then the former, the lawful permanent resident, who has an unmarried -- who has a minor child, files an F2A petition and gets in that line. But then by the time the date comes up, the child has aged out, and so, now, you would say that would be converted to an F2B petition."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the person would be -- the child would be at a much lower point, right, than the first one?  Why would Congress have wanted that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  And the other one would be higher up."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, okay.  I see.  Thank you."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Goldenberg, before you do that, could I just ask you to respond to a sort of different hypothesis of what Congress was up to here and tell me what, if anything, you think follows from it? Assume you think that Congress actually was not intending this very small category, that Congress was intending for this to be a pretty wide provision, Alderson Reporting Company but what Congress was -- it was laboring under a misapprehension.  I mean, it thought that you could do this kind of automatic conversion with respect to all of these people, and it turns out Congress was just utterly wrong on that. So -- but Congress includes this language about automatic conversion.  So what do I do if I basically have a hunch that that's what Congress was thinking, but, yet, the language that it adopted talks about automatic conversion, which is impossible for many of this category."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you mean we can't correct congressional mistakes?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that -- that's an expectation argument?  I mean, I'm not trying to put words in your mouth, but is that the point you're Alderson Reporting Company making?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't have numbers on separation from parents.  We do know that these people, the ones that would be caught on the broad interpretation, have also been waiting for years and years and years and years.  They've all been waiting for years and years and years and years, and it becomes hard to choose among them."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You can find sympathetic stories all over the place, and I mean -- all right.  Go ahead. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But is your real quarrel here with -- with the idea of an appropriate category or with the automatic conversion?  On the Respondents' view, why isn't there an automatic conversion?  Because they say that, as soon as the person ages out, they can be moved into -- into another category.  That sounds like it's automatic."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't it automatic?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But automatic just means something occurs without anybody having to initiate the change."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So why isn't there -- why isn't it automatic here?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that argument, but that's not the argument that Wang made, is it?  Wang suggested that if the -- the appropriate date was at the very date of aging out, so -- so it seems as though you shouldn't be entitled to Chevron deference on that question, given what Wang said about it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What do we do with a reasonable reading of the statute?  I looked at the board's opinion here, and it seems to me, in the two paragraphs just prior to Section 5, at the end of Section 4, they have as a critical step in their -- in reaching their conclusion, their belief that the legislative record demonstrates a clear concern on the part of Congress to ameliorate the delays associating with the process of the visa processing. Alderson Reporting Company And they say the same thing in the paragraph just above that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's what they think this statute is about.  But that statute -- that problem is taken care of in (1)(b).  And so the question would be, if that problem, which subtracts all the days that there was a processing delay, is taken care of on (1)(b), they can't be right, that that was the purpose of 3. So unless you can say to me how that could possibly be right, that reasoning, then what we should do, I guess, if we think that you have authority in the government to interpret this minor part of the statute, which I do, is generate.  Send it back.  And -- and maybe give them -- say you ought to do this again because the reason you gave is not good. Or why not?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That is strange because I look at (h)(3), which talks about automatic conversion Alderson Reporting Company of battered spouses, of widowed spouses, and I think, under your reading, you're basically saying Congress was not intending to let those people jump the line. Am I correct."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you have to change names?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, there's automatic --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why did Congress need to add (h) -- (h)(4), using exactly the same language that it used for (h)(3)?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That they -- that they were entitled to the same benefits of automatic conversion as (h)(3)?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you can have automatic --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":10,"sideBefore":"","text":"You can have automatic conversion only in the situations that give you other -- other statutes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Fleming. ORAL ARGUMENT BY MARK C. FLEMING ON BEHALF OF THE RESPONDENTS"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Under your view, does automatic conversion cover someone who has to file a new petition?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So the way this works, you don't have to file a new petition?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But under -- under her theory, the -- the petition is -- is still coming from the same person.  Under yours, it would be coming from a different person.  How can you -- how can you even know that that person now wants this -- this -- this new adult to come in, much less go ahead without a petition from that person?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You’re going to file a petition in that person's name, without that person's consent?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you're saying that this automatically gives the consent of that parent?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you must be if it can automatically convert."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Please."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In the usual case, a Alderson Reporting Company petitioner has to show a bunch of things, right?  You have to come in and say, I'm a legal permanent resident, and -- you know, I file an affidavit of support and show that you haven't committed any offenses against minors and all of this stuff, right? So -- but you're suggesting that we can just ignore all of those requirements that usually have to be shown at the threshold for a petition to be accepted; isn't that right?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is that for F2A children as well?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"These steps, are they applied to F2A? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes -- not derivatives. I'm talking about the children of spouses."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Everything happens at visa issuance moment?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Direct -- direct or derivative?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying -- you're saying that these things would happen -- do I understand you correctly, these things -- or most of these same things would happen in the cases in which the government says there is automatic conversion?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fleming, to accept that argument, don't you have to accept your understanding of what the appropriate date is?  I mean, let's suppose that the government is right, that the date is the one that's actually specified in the statute, which says the date on which an immigrant visa number becomes available. At that date, the parent is not even going to be a legal permanent resident; isn't that right?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But let's assume that this is the right date, the one that's actually specified in the statute.  Can you win if that's the right date?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know, but can you win if it is the right date?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But how does -- how -- can I try an example?  Because I find it easier."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Imagine Steven is a citizen.  His brother Charles is not.  So under 4 -- and Charles has a son, Joseph, who is not.  That will help you think about it. All right.        So we're under F4.  Steven files a petition.  The beneficiary is Charles.  Charles has a minor son, Joseph.  Visa is granted, et cetera, for -- not visa -- you know, he's given -- everything is in order, and now, Charles has to wait about ten years or so. By the time he gets -- at the time his number becomes current -- the number becomes available for the alien, namely for Charles, at that moment, we calculate Joseph's age, and it's 24. Alderson Reporting Company All right.        So your idea is that Charles is current.  Everything is fine.  He goes to the port or the office, wherever he's supposed to go, and he brings Joseph with him. At that point, Joseph, since he's no longer a child, has to come in under another category, and that category is going to be, I guess, 2B because Charles will be now an LPR, and Joseph will be unmarried over 21, right? Am I right so far?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":11,"sideBefore":"","text":"This is an imaginary -- he spells it with a V."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Now, if I have it right --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Now the --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  But there is one thing missing.  Charles has not filed a petition for Joseph.  So what do we do about that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And doesn't -- doesn't Charles, as a lawful permanent resident, have to file a piece of paper called the petition --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- in which Joseph is named primary beneficiary?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But there is no --there is no F2B petition because Charles never filed it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, yes; right."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I want to know. You don't need -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":11,"sideBefore":"","text":"We do all this, and --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If I understand you, the -- the parent will be deemed to have filed a petition for admission of this now-adult, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And -- but the parent can withdraw that petition?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All of this flows from the Alderson Reporting Company word \"automatic\"?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Based on -- another understanding of Chevron is, sometimes, Congress writes confusing statutes that point in two different directions at once, and then there's a choice.  Does the Court make the best of it, or does the Agency make the best of it? And the Agency knows a lot about the subject matter, and especially this Agency, and so irrespective of whether Congress meant to delegate something in some very self-conscious way, this is a confusing statute, it's a kind of a muddle.  The -- the Agency gets to do it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this is all upside Alderson Reporting Company down.  I thought it's the Agency that we deferred to. If it can be read in the way the Agency wants, we affirm the Agency's position."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying that that's not true, that if it can be read the way the court of appeals would like it to be read, we must affirm the court of appeals on it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It sure is.  I never heard -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"I never heard of that proposition."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That would depend entirely upon how much weight you want to give to the word \"automatically.\"  I frankly find it hard to think that all the things that you say are going to happen flow from the word \"automatic.\"  And once you have a more narrow view of automatically, it isn't -- your holistic argument does not carry the day, and you're left with an ambiguity that, it seems to me, we would defer to the Agency on, not -- not to the Ninth Circuit."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose everybody knows that, for the group that's covered by the Ninth Circuit's opinion, the nephews, that there's going to be a 3 or 4-year wait.  Doesn't a new petition have to be filed, so that BIA knows that this person's in line?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you a quick question --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- about your alternative argument, with you and Justice Scalia.  I take it your argument is, look at the words; the part before the comma defines a group, and that group is not in dispute. It's all the F derivatives."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Then look at the first part.  It says, the petition shall automatically be converted."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"See, if I lose on that, Alderson Reporting Company then look at the second part.  It says, the alien shall retain the original priority date.  And you say, as to that, that has an independent life."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's the B.  So it's either A or B.  And we think we win on A and B, but if not, we at least win on B.  Now, has the Agency ever expressed a view in respect to whether you are right or wrong about your independent B?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No.  So wouldn't the right thing to do there be, in respect to B, send it back to the Agency so that they can express a view in respect to that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How can you possibly qualify for B, without qualifying for A?  How can you retain your original priority if you have not been converted to another category?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's quite impossible. The two are obviously conjunctive and not dysjunctive."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, all that proves is that you need either automatic conversion or the filing of a separate petition.  But you obviously need either one or the other of those two --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- before the -- the B Alderson Reporting Company part, \"the alien shall retain the original priority,\" makes any sense."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Goldenberg, four minutes. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What he's saying -- but what he's saying is that's true of everybody.  FBA, any of these categories don't get converted until the visa Alderson Reporting Company is actually issued --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- until you go to the consular order -- office and apply.  That's true no matter what."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They can come in before their parent?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Their parent has to become a citizen, and then they can come in, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's not so odd to say they've got a priority date in their pocket when the statute says the original priority date -- they'll retain the original priority date."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Hold or maybe retain."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I am so confused.  You better unconfuse me, okay, on this argument."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an original date, basically, to the original petition, meaning there has -- it is that that's being converted.  If that hasn't been granted, there's nothing to convert.  If that person hasn't become a citizen, there is nothing to attach any change to."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're talking about his second step."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  We're talking about his second step."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  You're only talking about his second argument."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You can finish -- finish that sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ELAINE J. GOLDENBERG","firstName":"ELAINE","lastName":"GOLDENBERG","counsel":true,"justice":false,"side":"petitioner","words_spoken":4219,"interruptions":27,"times_spoken":54,"laughter":0,"num_int_by":8},{"id":1,"fullName":"MARK C. FLEMING","firstName":"MARK","lastName":"FLEMING","counsel":true,"justice":false,"side":"respondent","words_spoken":4446,"interruptions":27,"times_spoken":53,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":85,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":74,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":434,"interruptions":1,"times_spoken":21,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":108,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":354,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1256,"interruptions":7,"times_spoken":33,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":360,"interruptions":4,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":495,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":10,"fullName":"MS. GOLDBERG","lastName":"GOLDBERG","counsel":false,"justice":false,"side":"","words_spoken":1,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":11,"fullName":"MR. MITCHELL","lastName":"MITCHELL","counsel":false,"justice":false,"side":"","words_spoken":30,"interruptions":0,"times_spoken":2,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":4219,"times_spoken":54,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":27,"words_spoken":4446,"times_spoken":53,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":12,"words_spoken":3166,"times_spoken":115,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035432}}