{"petitioner":{"name":"RAY HALUCH GRAVEL COMPANY, ET AL","counsel":[0]},"respondent":{"name":"INTERNATIONAL UNION OF OPERATING ENGINEERS AND PARTICIPATING EMPLOYERS, ET AL. ","counsel":[1]},"caseNumber":"12-992","date":"2013-12-09T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case 12-992, Ray Haluch Gravel Company v. The Central Pension Fund. Mr. Himmelfarb. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand it, the -- the First Circuit position is not what's being defended; instead, it's the Eleventh Circuit's position, which is a bright-line."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was that, if it's statutory, Budinich controls; if it's contractual, then you -- you treat it as though it's a question of damages."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think that's not right, Mr. Himmelfarb.  I mean, the rationale that they use might have something to do with an underlying merits/nonmerits determination, but the test is just does the statute authorize it or is it authorized by contract?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just focusing on whether that's a bright-line rule or not, in other words, whether it's easy to apply or not, I thought you were suggesting whatever is true about whether it makes any sense or whether it's conceptually justifiable, I thought you were suggesting it wasn't easy to apply. And it does seem to me that once you say contractual provisions will be treated this way, Alderson Reporting Company statutory provisions will be treated that way, that's not a hard rule to implement."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't this view contradict 54(d)(2)?  What do we do with that?  If we accept your analysis that we should superimpose just a flat rule that all fees are not --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I'm a little confused.  So is your rule that if a fee is made by -- if a request is made by motion, whether it's contractual or statutory, that that then becomes a separate judgment and not a part of the final merits?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So you're not blocking a party from coming in and saying, you've got a -- how will a union know or a claiming party know whether or not you'll come back later and say you should have given it to the jury?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It does make sense. We held that or just circuit courts?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what do we do with the auditor's fees, which aren't traditional attorneys' fees, and those hadn't been decided in this case?  So why is the judgment, nevertheless, final, putting aside the attorneys' fees question?  Why is the merits final when the auditor's fees weren't?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's the problem. Alderson Reporting Company I mean, put Justice Kagan and Justice Sotomayor together.  I don't see any problem that I can see in deciding whether a case is contractual or statutory because the judge has to decide. If there's a contractual part of it, if he's going to deny it, he has to decide the contractual part. So if it's both, it's both.  It counts as contractual. The Eleventh Circuit rule applies. On the other hand, if we don't -- if we don't follow the Eleventh Circuit, we get into the question of, well, what about auditor's fees, what about witness fees, what about prelitigation attorneys' fees, what about some language in the contract that seems to cover attorneys' fees, but we're not certain, et cetera? And before you know it, that could even shade into the merits.  And so the simple thing to do is just say what the Eleventh Circuit said.  So we have one argument, that yours isn't really an administrative objection, and you have the other argument that, if we follow you, there's a big administrative problem."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So all we're going to have is a contract which, in its discussion of the merits, makes some general mention of fees.  And now, what we have is the initial notice of appeal has to be within 30 days of the judgment, when the fee issue is not yet resolved, and you're going to try to separate the merits from -- I mean, some -- you see what I'm worried about, what Justice Sotomayor was worried about, that these things will be very messy when you get to many contracts."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what if they hadn't done it that way?  What if they had listed those fees in their complaint, and what if they had argued for them as part of the bench trial?  Are you saying something would depend on that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I wrote it.  I don't think that's what I meant. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":8,"sideBefore":"justices","text":"It would be a strange -- strange thing to worry about, it seems to me.  It's a fairly infrequent situation, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would the case be over?  Presumably, you incurred attorneys' fees, Alderson Reporting Company seeking to recover the attorneys' fees."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think the district court here relied solely on the contract -- on the contract and on ERISA, or just on ERISA, in awarding these fees?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I can see how, if you're talking about lawyers' fees pretrial and lawyers' fees at the trial, that they would be interconnected, that it would be improper for the jury to hear about either, if there were a jury. Alderson Reporting Company But -- what about the auditor's fees?        Can you -- is there an argument that would support your side, but I'm not sure there is the argument, that auditor fees are also -- have an effect on what the attorneys' fees are or should be."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or are they really quite compartmentalized?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but I'm asking if there's a relation between the two."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And to the extent auditors have done a certain amount of work, then there should be no duplicative attorneys' fees, so the judge considers both together."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I thought, with respect to pre-litigation attorneys' fees, you said you can treat those differently because they're set and Alderson Reporting Company determined.  You know what they are.  It would seem to me, in most cases of an auditor's report, that's also true."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the trial court needs to know the amount of the pretrial fees and the -- and what they were incurred for, so that he doesn't give duplicative recovery when he provides for attorneys' fees for the course of the trial."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So articulate, again, for me your rule.  Would it go something like this:  To the extent that a party leaves attorneys' fees for after trial, it then -- that's a separate judgment that will not run the finality of the prior judgment?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but you're proposing not to estop parties if they choose to put this issue to a jury?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you’re saying, if they don't, then they have to treat it as the judgment that comes out of the contract dispute as final, the Alderson Reporting Company other aspects of it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because, now, you're saying not just attorneys' fees, also auditor's fees."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And what about witness fees?  Experts?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  Experts, experts, the payment of an expert."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  It's a contract."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So expert witnesses are -- are also, so we're talking about Budinich'ing or whatever, you want to do that for the attorneys' fees, auditor's fees, expert witness fees, experts who helped the attorney, but don't testify, what's the rule of what Alderson Reporting Company we're putting in here and what we're not?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about a different kind of standalone case?  I mean, suppose that the fund had actually paid up what it was due prior to the litigation, but -- but there was still all these outstanding costs that had been incurred for auditors and all of that, and -- and a suit was brought just involving those?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Himmelfarb, if -- if I think that we should aim for the rule that trips up the fewest lawyers, what rule would that be?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So on auditor's fees or anything that might possibly be viewed as falling into the same category as attorneys' fees, you can wait. That would trip up the fewest lawyers; is that right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, right.  But -- but if you don't -- you can wait and contest those things at a later time when you file -- when you appeal from the attorneys' fees?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You would argue to the contrary, no, that a rule that says wait till the end of everything that needs to be decided in the case, that's Alderson Reporting Company the finality rule, and that's the idea behind the finality rule."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  The words that make your point, I think, not absolutely obvious were when you said, \"which may or may not involve other kinds Alderson Reporting Company of fees.\"  Now, at that point, I'm thinking, well, if we follow your rule, there might be quite a lot of litigation going on about those words, \"may or may not.\" If you follow the opposite rule, we've got a clear exception for statutory attorneys' fees and nothing else.  All right.  So -- so do you want to add anything?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Feldman. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In a case with a jury, would you submit the question of the amount of attorneys' fees to the jury?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Your answer was, I'm sure, clear, but I didn't get it."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that seems, to me, to indicate that there's a final judgment when -- when the verdict is rendered."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If the fees are left, it's just a collateral matter as to what the fees will be."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feldman, what about -- what about a statute that says the plaintiff shall recover, as part of his damages, attorneys' fees?  What do we do with that, for purposes of 1291?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Absolutely clearly?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So it is clear, is it not, that the criterion is not whether it is part of damages?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Because, if that were the criterion, Budinich would have come out the other way."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Essentially, it doesn't matter whether it's merits or nonmerits."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"For purposes of -- for purposes of this rule."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know how else you can read it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"\"As a general matter.\" But -- but the case acknowledges that that's not always true, and the holding says it doesn't matter when it's not true, they will still be treated as -- as separate, even though they are damages, we're not going to treat Alderson Reporting Company them as damages."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why isn't it true?  I mean, assume a contract which just says, if we go to litigation, the prevailing party will pay fees, in much the same way that a statute does.  And now, assume lots of contracts basically have that provision as their attorneys' fees provision. Why wouldn't we just say -- you know, whether -- whether the source of the law is a contract or a statute makes no difference; they are essentially doing the exact same thing?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but Budinich acknowledged that some of these fees are not costs.  It acknowledged that."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand the difference between \"deeming\" and \"being.\"  When the statute deems it to be costs, they are costs.  They are costs."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But we said in Budinich that they are costs, even when the statute makes clear that they are damages.  I mean, we're saying it doesn't matter what the statute says, and I don't see why it should matter what the contract says."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If we have a different rule for statutory fees and contractual fees, will we have problems in some cases -- and maybe this is an example -- in determining whether an award of fees was based on a contract or based on the statute? Alderson Reporting Company Here, the district judge's opinion on fees says a lot about ERISA, and I don't see any references to the contract in there."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I thought, also, ERISA, too."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's be a little more precise.  Your notice of motion referenced ERISA alone. The supporting affidavit mentions both, and the district court opinion mentioned only ERISA."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you didn't mention the contract in your notice of motion."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would you tell me what page you're reading from?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Of the Joint Appendix?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feldman, before --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":3,"sideBefore":"justices","text":"I don't want to have to go through this in every case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feldman, there's a -- there's a question that has not been -- that's not surfaced yet, but after Budinich, however you pronounce it, the rule makers changed Rule 58(e), and now, 58(e) provides a mechanism for deferring the finality of the judgment until the fee question is decided. You didn't seek an order under 58(e), did you?  You didn't ask the district judge, please defer the finality of the judgment until the fee question is decided."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you didn't make that --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You still could have said to the judge, please defer the entry of judgment until you resolve the fee question, and you -- you would not be entitled to that relief, but it would be in the discretion of the judge. And so that's how the rulemakers thought this problem could be handled.  You can't have a judgment that does not become final until the fee question is decided.  But if there's -- absent that specific determination, then the judgment becomes final when it's final, and the fees are a separate matter. I mean, it seems to me that, now, that this mechanism in the rules to handle this, we should not depart from the rules, whether it's contract or statutory, it's separate.  It's not part of the Alderson Reporting Company underlying judgment."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I know the Petitioner doesn't rely on it, but it really is supplemental to Justice Ginsburg's point.  There was a judgment in this case, the June judgment.  And it -- and it says -- it's entitled, \"Judgment in a Civil Case,\" and it says that the interest runs from this date. Now, I know there are cases in which we say that the description the trial judge gives to the judgment is not necessarily conclusive of this final order, but it does seem to me that this is what the judge thought he was doing."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The interest ran -- the interest ran from the June 17th judgment."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The -- in my own mind, what matters is you have to have one clear rule, one way or the other."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And -- fine.  Okay. Both agree that's right, I think.  The -- so the First Circuit's approach is less referable.  Which should it be?  Well, go back to Justice Alito's question.  What are ordinary lawyers going to think? What they normally think now, I guess, is this:  There's a piece of paper separate.  It's called a judgment.  Counsel, one set goes into the file.  You have 30 days, if you're not going to change that judgment, and the fact that you want costs doesn't make a difference. Now, what you want us to say is the fact that you want costs sometimes makes a difference.  It makes a difference when it's nonstatutory.  I grant you, that's fairly simple.  But isn't it better to tell the lawyers -- I mean, I think that's what they would say -- it's better to tell the lawyers, look, counsel, a piece of paper is there, you have 30 days, and try to minimize Alderson Reporting Company the exceptions to that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feldman, going back Alderson Reporting Company to my 58(e) question, one thing that's interesting about the rulemakers' response to Budinich is they didn't -- they didn't make any distinction between statutory and contractual fee awards. You would have us divide the world up that way, statutes one rule, contracts another.  But the -- the Rule 58(e) doesn't -- it's not confined to statutory fees."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I believe this rule was cost of litigation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"In this case, it's lawyers, but it's going to treat the same -- experts, such as 1988, experts, real estate, all those things the lawyer simply thinks, costs of litigation, if it's cost of litigation I want, that doesn't make a difference, I better file it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So limit it to attorneys' fees, as the rule does.  That's a pretty clear line.  Attorneys' fees -- you know, you -- you have to file right away.  Anything else, it can extend."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't care about this case, frankly.  I care about the rule that we're going to be adopting."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I wouldn't be saying that. I would be saying there's attorneys' fees and there's stuff other than attorneys' fees.  Merits doesn't matter."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the procedure was, regardless of who prevails, it's not piecemeal appeals.  I mean, they often combine the two in the court of appeals for consideration. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, even if it's -- if they don't need -- you don't need Rule 58, at least the practice I was familiar with, you file for attorneys' fees, they calculate it -- unless the appellate court is moving with surprising speed, the first appeal is still pending by the time the district court rules on the attorneys' fees."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if they're worried about it, they could always appeal and withdraw the appeal later."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If they -- if they don't get the amount, right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That would apply to statutory fees as well, the argument about piecemeal, duplicative appeals."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Are you -- are you sure that, as a general matter, contractual provisions do not make attorneys' fees costs?  I've seen a lot of contracts that say -- you know, shall recover costs including -- including attorneys' fees."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I'm not quite sure why the word matters.  I mean, you can say attorneys' fees are costs under a statute and they're damages under a contract, but why should that control the analysis of what we do?  It's just which word we put up on it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Alderson Reporting Company Mr. Himmelfarb, four minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAN HIMMELFARB","firstName":"DAN","lastName":"HIMMELFARB","counsel":true,"justice":false,"side":"petitioner","words_spoken":3605,"interruptions":13,"times_spoken":37,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JAMES A. FELDMAN","firstName":"JAMES","lastName":"FELDMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3985,"interruptions":24,"times_spoken":45,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":199,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":350,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":351,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":348,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":358,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":690,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":406,"interruptions":0,"times_spoken":20,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":192,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":3605,"times_spoken":37,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":24,"words_spoken":3985,"times_spoken":45,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":3,"words_spoken":2894,"times_spoken":85,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515639}}