{"petitioner":{"name":"ALBERT A. DELIA, SECRETARY,\nNORTH CAROLINA DEPARTMENT OF\nHEALTH AND HUMAN SERVICES","counsel":[0]},"respondent":{"name":"E.M.A., A MINOR, BY AND THROUGH\nHER GUARDIAN AD LITEM, DANIEL H. JOHNSON, ET AL.         ","counsel":[1]},"caseNumber":"12-98","date":"2013-01-08T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 12-98, Delia v. E.M.A. Mr. Maddrey? "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you know that ex ante?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How could you ever know that ex ante?  I mean, without looking at the individual facts of the case, the 30 percent is going to be underinclusive in some circumstances, overinclusive in others.  So how do you deal with our holding that you are not entitled to the overinclusive portion?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Life is never certain, and so I don't even go to that issue.  I go just simply to the question, how can you, ex ante, predict -- particularly with a statute that wasn't based on any empirical data -- that 30 percent normally is the right amount? You just picked it out of the air?  You could pick 40, 50, 60.  How do we draw the line?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They must allocate?  Is the State saying, You do not own that 30 percent of the recovery, so you never get a property right in it, so that there's never any problem about asserting a lien against it?  I thought that's what's going on here.  And I think that's sort of disguised by talking about allocation. I thought the State is saying, as to 30 percent of the recovery, you have no property right in it.  Is it not saying that?  Am I wrong?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe -- maybe you didn't hear my -- my question.  My question is:  Is the State saying that you have no property right in the 30 percent?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask my question again.  Is the State saying that you have no property right in the 30 percent?  I think that can be answered \"yes\" or \"no.\""},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, how does it have the right to announce that in a FELA case or in a Jones Act case where those injured parties, they have a property right in their protection but this statute applies to that recovery as well?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So they can deny a litigant a property right in that recovery?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know how you can go in and ask for something you don't own.  I don't know how the plaintiff can go in and litigate a case if they don't have a property interest that they can then assign to someone else.  I've never heard of such a thing, how they would have standing to sue on your behalf if they have no property interest in the recovery."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you sue for something you have no property interest in?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So go back to Justice Scalia's question."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There has to be some interest in the 30 percent by the plaintiff."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I just clarify one point?  Does this rule preclude parties, as we said in Ahlborn, from stipulating to a settlement at all?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your brief is not clear on that.  They can still stipulate.  It's only if after the stipulation, it hasn't been allocated that you can recover?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what you're basically now saying is that there can never be a stipulation."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying that the parties cannot enter into a stipulation."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You can bind the parties for other purposes, I assume.  There are other purposes for which the distinction between pain and suffering and medical expenses might make a difference, right? What -- what if the parties agreed that it's 50/50?  Would the State take 50 percent then, or is the State still limited to 30?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"General, how do you come up with 33?  Why 33?  Why not 10 or 60 or 90?  Why -- how did you come up with the number?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if this case is tried to a verdict and there is a special verdict and the jury says that 10 percent was medical expenses?  Would the -- the statute would override that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the difference between that case and Ahlborn, where you have -- where the State has agreed that a certain amount is attributable for medical expenses, and then this hypothetical that the jury has determined that a certain amount constitutes medical expenses?  What's the difference between those two?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the reasoning of Ahlborn that when we know to a certainty how much the medical expenses were and what -- what part of the judgment this represents or the settlement represents medical expenses, then only that much can be assigned to the government?  And I don't see the difference between that and the verdict situation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it can -- it can participate in that process, can't it?  Its -- its money's at issue?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"General, you were -- you were telling me a little bit about the history of this statute.  But why 30?  Is there any indication of why the State picked 30?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's where it comes from, then it does relate to a kind of estimate, doesn't it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask you a somewhat technical -- and I appreciate your paying attention because it's hard for me to keep all this in my mind. All right.  It's my understanding of North Carolina, everyone accepts the rule and North Carolina agrees that if you in -- in North Carolina advance to the victim $50,000 in medical expenses -- now, you're never going to get more than that back and you don't want more than that back. Now, the victim and the tortfeasor enter into a settlement and you have a rule and the rule is you will never get more than 50,000 or 33 percent, whichever is less.  That's the rule, whichever is less. So if the settlement is for $100,000, you are not going to take more than 33, so you have advanced 50.  Okay.  So you have basically three situations.  The first situation is where a judge has said -- you know what, I find that only $10,000 of this settlement is for medical expenses.  In that case you take $10,000, no more.  Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh.  I got the impression that if there was a judicial -- there are three situations:  One is there is a judicial finding that only 10 percent was medical.  And the second is the situation where they stipulate that only 10 percent is for medical, and the third situation is this situation, namely there is no stipulation and there is no judicial finding. So my thought, which is wrong I guess, is if the judge says it's 10 percent you won't take more than 10 percent, but if in fact it's a stipulation of 10 percent North Carolina courts have not yet decided that, and this is a case where there is no stipulation and no judicial finding.  Now you're telling me I have that wrong.  So you explain what the North Carolina is on that because I think it makes quite a difference."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but in the settlement they stipulate that 10 percent is for medical and the rest for pain and suffering.  Now, I thought North Carolina courts have not yet decided whether North Carolina -- which would like more than 10 percent -- can get it.  Is that true or not true?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They have decided?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Said?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"This has nothing to do with Ahlborn.  Ahlborn, we all agree, says you cannot get more than medical -- the medical expense, okay?  The question here is how to figure that. So I thought that one way to figure it -- I will just be repeating myself.  One way to figure it is how much of this $100,000 settlement is attributable to medical expenses as a judge would say.  Now, you're telling me there is a case in North Carolina which says if the judge himself says that 10 percent of the settlement is for medical, that's not what California -- that doesn't matter according to North Carolina law, and I'd like the name of the case, the State case that says that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So we don't know the answer to that.  We know what you would like, but we don't know the answer."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Don't you think the statute may -- may give you the answer?  It says:  \"Any attorney retained by the beneficiary shall out of the proceeds obtained on behalf of the beneficiary by settlement with, judgment against, or otherwise from a third party by reason of injury or death distribute to the department the amount of assistance paid by the department on behalf of...up to 33 percent.\"  It applies to judgments as well as to settlements."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":5,"sideBefore":"justices","text":"You answered the question with respect to jury verdicts.  I suppose it would be no different if it 's the judge that found the 10 percent rather than the jury."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't hear Justice Ginsburg's question."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":4,"sideBefore":"justices","text":"The question that Justice Breyer was asking about the 10 percent has already been answered because we were told that if a jury allocated 10 percent to medicals, it would not make any difference, the statute entitles the State to 30 percent."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Basically you are saying the judge would be required to give you your one-third regardless of what the jury said."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So all those States that have jury verdicts, special verdicts that require a certain amount, they could avoid that by just simply passing this law and avoid the anti-lien statute that way?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"16 States already have something close to a presumption of a percentage.  Do you have any evidence that in those 16 States where it's only a presumption and not a fixed amount, that they are falling apart because of it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In the absence of this statute, what did your State do beforehand?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"General, on your theory am I correct that the North Carolina legislature could amend this statute tomorrow to make it two-thirds?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's what I mean.  I mean, on your theory it seems not to matter whether this statute says one-third or two-thirds.  And I'm asking whether that's correct."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I'm not sure about that.  In other words, I'm assuming an amendment that just all it does is it changes one-third to two-thirds. And so your theory it seems to me would work the exact same way.  Then you say, well, you need a rational basis for doing that.  But I thought you told me that the one-third really doesn't have anything to do with an estimate of how much is medical and how much is not medical.  So it seems that you would have the same basis to say two-thirds as you do to say one-third.  Am I wrong about that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're saying there's a kind of side constraint, that Medicaid recipients have to be treated like others, but then presumably, the State could change everybody's?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- I thought your brief said that at some point, if it gets too high, you do have a problem under the anti-lien provision of Medicaid?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  I don't understand that.  You see, I think the only way you can defend it is that -- is that the recipient never -- never had a property right.  Once -- once recovery is given to the recipient, the recovery does not belong to the recipient.  And if that's true for 33 percent, it can be through -- true for 100 percent. Has there ever been any litigation since 1935 about takings problems, with -- with the State requiring 33 percent to go to the medical provider, even though it may well be that -- that less or more of that amount went to medical damages --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- can I go back for a second?  Because I want to show you where I got my perhaps mistaken idea from. There is a case called Andrews.  And there is a statement in Andrews, which is a South -- North Carolina case -- which says in certain circumstances, although the statute says just what Justice Scalia says, the lawyer sits there, he takes one-third and pays it to the State.  Then this case has this sentence in it:  \"Ahlborn controls when there has been a prior determination or stipulation as to the medical expense portion of a plaintiff's settlement.  In those cases, the State may not receive reimbursement in excess of the portion so designated.\"  Now, having read that sentence, I thought the law of North Carolina was that this statute does not apply, and that when, in fact, the jury or the judge finds that only 10 percent was for medical expenses, the State cannot take more than 10 percent.  And the same is true of a stipulation.  That's what those words seem to say to me. Now you're telling me I'm not reading those words correctly, that the case of Andrews does not affect our case here, and that you -- that the law of North Carolina is that you get one-third. Now, what is it?  Do you see why I am confused?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"They say a prior determination or stipulation.  I took prior determination to mean a determination by a judge or a jury.  What does it mean, if it doesn't mean that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I correct that what you believe and what the courts have been doing in your State, the lower courts, is that they won't approve a settlement that doesn't have the one-third, and they won't enter a judgment that doesn't have the one-third? Is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So I'm right.  They just won't accept the private stipulation that doesn't do that, and they won't enter into a judgment that doesn't do that, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just answer my question."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Going back to Justice Alito's.  The jury says it's less or more or whatever of -- of the settlement is medical expenses, it doesn't matter what they say, the court can't enter a judgment for that amount, they have to enter a judgment for either the one-third or the full medical expenses."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's what they have been doing."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you how often this comes up in North Carolina?  Do you have any figures where you have a dispute of this nature, during the course of a year?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want to take up too much time talking about Andrews, but it seems to me that what the North Carolina Supreme Court said in Andrews is that in those States where there is a prior determination, that controls, but the -- North Carolina is entitled to adopt a different procedure and have a one-third across-the-board rule. That's the way I read it."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Does -- does that accord with your understanding?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that was argued before.  But I read Ahlborn very carefully, and I don't see it.  I read the amici briefs that reference different procedures, and not one of them referenced the North Carolina procedure.  So I know that was argued before.  You didn't argue it in your brief here, and I assume you didn't because you did what I did, which was to read Ahlborn carefully and read what it cited, and I don't see it cited."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see the North Carolina procedure referenced in Ahlborn as something that States could do.  It wasn't referenced directly in the -- in the opinion, and it wasn't referenced indirectly by the amici.  The amici were talking about substantially different procedures."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But my point is, Justice Kennedy's question was that somehow in that opinion, we approved the North Carolina system."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a direct reference to North Carolina's system --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in that or in any of the amici brief that talked about different State rules?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Browning? "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Browning, let me give you a different rationale for this statute.  It's different from the one the State suggests, but it would go something like this: There is an allocation that has to be made. In making allocations there are two ways of doing it. We can do it case-by-case, individualized decisionmaking; or we can use some bright-line rules. And the advantage of bright-line rules is that they are cheap and efficient and sometimes they are not more inaccurate than individualized decisionmaking because in individualized decisionmaking you can maker errors, too. So this is a reasonable way to make an allocation decision.  And nothing that we said in Ahlborn suggests that a State needs to use case-by-case decisionmaking rather than bright-line rules to make the allocation that it needs to make between medical and nonmedical damages.  What about that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but that doesn't answer the question.  I mean that portion, according to North Carolina, is one-third."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but what the State says is the law.  I mean, the State says one-third is for medical."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you need, ultimately you need an adjudication.  You have to leave it either to a jury to decide what percentage of the total award is -- is medical expenses or have a separate proceeding. Let's say where there has been a settlement, you need a separate proceeding to decide how much of it is really for medical.  You know, they may say 10 percent is, but who believes that?  You -- you need a proceeding. That is awfully time-consuming.  And -- and as Justice Kagan suggests, I'm not sure it's going to be very accurate.  I don't think a jury determination is going to be -- is going to be accurate on that score. And I don't know how you go about determining how much of a settlement is attributable to -- to medical expenses versus other things, especially when the settlement itself says only 10 percent is medical expenses."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How do you do that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"16 are doing it already."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How does it work?  Because I would imagine at the negotiation you have the -- the victim's lawyer and the tortfeasor's lawyer and the tortfeasor's lawyer is interested that the bottom line number be as low as possible and the victim's number, that it be as high as possible.  And the victim's lawyer, in fact, would like as little as possible to be allocated to a source which is going to take that money away from him. So they can reach agreement.  What they will do is say 1 penny is for medical expenses and everything else is for pain and suffering, and that's very good for the victim.  And it's irrelevant to the tortfeasor. So -- so when you see that on a piece of paper, what is it you are going to do?  What kind of proceeding are you going to have?  And it's a proceeding about a proceeding.  It's a proceeding about the settlement negotiation.  What's it going to look like? What does it look like in the 16 States?  We will have a plaintiff's lawyer testify.  He will say, Your Honor, I really wanted 1 penny and only 1 penny to be allocated to pain and -- to medical expense.  And the defendant's lawyer, he's being very honest, he'll say, I didn't care; if that's what he wants, that's fine with me."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Well, but it's worse than that.  He does care because the smaller amount means that the victim is going to actually get to keep more and that's all the victim's lawyer is concerned about, and that's fine with the tortfeasor's lawyer because otherwise he would have to pay more."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"Exactly.  So what does it look like?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Sorry to --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's the same point."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"It's the same point. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How does it work in those States?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand.  What do you adjudicate?  What is the issue in the adjudication?  How much of the award should have been allocated to medical expenses, or how much of the award was, in fact, allocated to medical expenses?  Which is the issue?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me it should be the latter, shouldn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's right.  How much was allocated, right?  It doesn't matter what ought to have been.  The issue is what proportion did the parties in fact allocate to medical expenses, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And they say 1 penny.  How are you going to contradict that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  But that's --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"But I am asking the same question.  There are 16 States that have this procedure. How does it work?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't want to know that they have it.  I want to know how it works.  We have put the problem as to why it seems it might not work too well, and now I would like you to tell us how it really works."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about fair?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Is that because they know they are going to be subject to a hearing if they don't reach an agreement?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So there is an inducement for them to do what this State didn't do."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When told to come in, they ignored it.  In those States, States know they are going to increase potentially their costs, so they come in more often."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly what?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how is this allocation not happening?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"I was going to say, how do we know what's fair and appropriate?  You come in -- let's say you have $20,000 in medical expenses and a claim for pain and suffering.  And they come in and they recover a million dollars, right? So what's appropriate in that case?  The other side will say, well, we settled on a million dollars, pain and suffering was really 20 million and we came down to a million.  So what's fair allocation in the case of the medical expenses?  It seems to be an entitled -- entirely artificial judgment.  To the extent it's not, it depends on the views of the two parties negotiating and I thought we established that that is entirely subject to manipulation."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, do judges do this in non-Medicaid cases regularly?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let's deal with what appears to be many of my colleagues' gut instinct, okay? This is -- it costs too much, it's too burdensome. We've already answered why not, but in the end, they don't believe you could ever figure out the number. That's really their bottom line, that this number's artificial no matter what you do, so you might as well just throw a label on it, reasonable or not, and leave it alone.  How do you answer that argument?  Because that's the essence of their -- of their belief --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- that this bottom line allocation is always going to be wrong somehow."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"It's -- it's a little better than that, but go ahead and answer. (Laughter.)"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, this is what I envision happening, if the -- if the parties can't -- if the State and the -- and the recipient of the -- of Medicaid assistance can't come to an agreement. Basically, you have to make an estimate of what the damages would have been if the case had been tried and then you determine that the medical portion of the damages would have been 15 percent and so you reduce, then you take the amount of the settlement, and the amount of the settlement that is attributable to the medical expenses is 15 percent.  That would be what I would envision.  Is that not correct?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That seems very -- that seems really very complicated."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How can a judge -- where the case is settled and the judge doesn't really know anything about the proof, how is a judge going to be in a position really to do that?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that -- is that what happens?  You said you -- that in North Carolina for workers' compensation -- for settlements that are subject to workers' compensation liens, you have this type of system."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How does it work for workers' compensation recoveries that have the same thing, they -- they owe the State for the medical."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, in those proceedings, are witnesses called or is it usually done on papers?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You know, putting -- putting it in the discretion of the court, as you say is done in the workmen's compensation, is quite different from what you're proposing here.  That seems to me quite workable -- you know.  The -- the court hears the evidence and he decides how much should be reimbursed within -- within the court's discretion.  But here, you're -- you're asking a court to decide how much of a recovery or how much of a settlement was attributable to -- to the medical portion."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's a totally different question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Are you satisfied --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"You've said several times that the way you do this is based on the judge's experience and so on with -- with the cases.  And I think what your -- your friend on the other side is saying is that's pretty much what's going on here except over time -- I mean, would it be all right if over time the judge says, well, typically, sometimes it's 25 percent, sometimes it's 35 percent, over time, it's sort of 33 percent.  And so we're going to have that as an absolute rule so that we don't have to go through these proceedings every time just to make sure that it's 30 percent rather than 33 percent. What's -- I guess it's Justice Kagan's question -- what's wrong with the bright-line rule here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you're -- you're satisfied with the presumption.  Is there any law here that gives you a leg-up?  I mean, is this like Chevron or Skidmore or something like that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I know that's their position.  But my question is, does the law mean that when we decide this case, I see you have a reasonable point, they have a reasonable point, that if both points are reasonable, you get the benefit of some kind of legal presumption like Chevron, Skidmore, et cetera. Maybe you can think of another one, I don't know.  Do you or don't you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we're dealing with a North Carolina statute.  Don't they get deference along the same lines?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it can't be very clear because CMS took the opposite position before this case, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask you a question on this different point?  Could the -- suppose the North Carolina legislature passed a statute that says something like the following:  \"In any tort action in which an item of damages sought is medical expenses, the plaintiff may not recover for any other item of damages until the full amount of the medical expenses is satisfied.\" Now, there they're just restructuring their tort law.  Would there be a problem with that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does Federal law -- did Federal law require your client to seek compensation for medical expenses?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you could have -- could you have filed suit and disclaimed any -- any claim for medical expenses, you only want to be compensated for other things?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it would be the defendant who's -- who's -- who's jiggering the system, I mean, not suing for the medical portion simply because the defendant knows that at least some of that portion, if not all of it, would -- would go -- would go to the State.  So, in a situation, such as yours, where the total recovery is -- is not going to suffice to cover both pain and suffering and medical expenses, it'd be very intelligent to do what Justice Alito proposed.  And that seems to me a real, I don't know, gaming -- gaming of the system."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Anders? "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"","text":"Could you move the microphone so it's a little closer to you?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"","text":"Thank you."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"","text":"Yes.  Thanks."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"","text":"Excuse me.  I have a -- I have a theoretical problem right at the outset.  I mean, what the statute forbids is asserting a lien on recovery that is for medical expenses.  And you're telling me that the States aren't even trying to find out what portion of the recovery was for medical expenses. They're looking to determine what proportion should have been for medical expenses. How does that tie in with the -- with the prohibition of the lien?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"","text":"So -- so you're saying that the State can, in making this determination, in fact take away from a plaintiff who has recovered a -- a greater amount in medical expenses, or a lesser amount in medical expenses, can take -- take away that by determining how much should have been allocated to medical expenses, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"","text":"So you're messing up the lien law anyway, no matter which way you play it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"","text":"Ms. Anders, could you please finish your response, when you said various States do various things.  Could you describe some of them?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"Is that a reasonable -- this is the Federal district court?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"So it's not a State Procedure?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"What if -- what if the other -- the parties I guess are coming in and saying, well, that's not how juries work.  They don't care that this measure of damages is particularly calculable.  They come to a general view.  You've got medical expenses, you've got pain and suffering.  They make a judgment about that.  Would that be a good argument to make?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"So how would it take it into account?  You said, well, because the medical expenses are readily calculable, we assume that that's what the jury meant first, and then the other stuff is extra so the State can get it.  But maybe sometimes they just come to a -- a total figure and they don't care how it's allocated.  You say, well, that's an argument they can make. Well, what's a judge supposed to do in a particular case?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"","text":"Do you agree -- do you agree that the only flaw in the North Carolina statute is that it's a fixed amount, and that if it were a rebuttable presumption it would be okay?  If the North Carolina law says 30 percent is the cap, but in a particular case you can show that that's not a fair allocation?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"","text":"And in those rebuttal presumption States, can both sides come in and try to rebut it?  So the individual beneficiary can try to rebut it, but the States could as well?  Or is it just a right for the beneficiary to try to rebut the presumption?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"So this is a real, significant increase in the burden on the State under the Medicaid program.  You're saying yes, you can try to recover recovery from third-party tortfeasors, but if you do that you've got to set up this apparatus where everybody can come in and you've got to prove what the allocation was and all that.  So -- I mean some -- 34 States haven't done that, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"Well, yes, for your purposes.  But I'm interested in -- in my purposes.  And I'm trying to figure out whether or not that's a significant financial burden on the State -- if they're going to go about trying to recover this money, that they've got to provide some apparatus, administrative, judicial, whatever, to make a calculation that I still don't understand what it's addressed to. And -- and not only that, but even if you do know what it's addressed to, you just take into account all these things and come up with an equitable."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"","text":"How many States have North Carolina's rule?  Do you know?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"Why isn't -- the missing part here -- maybe I just missed it -- we're interpreting a statute, and the part that trumps the lien provision is the part that says the State is entitled to payment that has been made for medical assistance for health care items -- and some other similar language is in the statute. They think their one-third rule is a good way of measuring that.  You think that the one-third rule as a rebuttable presumption is a better way of measuring that.  Now normally, or often, I would see government arguments like that where they'd say, and, by the way, we're interpreting very technical language in our statute, and Chevron and/or Skidmore means that you should give us particular weight.  Is that part of your argument here, and if it isn't, why isn't it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"My impression is that you get Chevron deference on the basis of whether Congress -- and there's a lot of rules and so forth, but --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"-- you haven't claimed it. And I -- so that puzzles me -- and I don't --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"","text":"I'm not -- you argue what you want to argue, but I -- this is awfully technical language.  It's a minor interstitial point."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"I'm not sure that HHS has -- has authority over -- over how a State recovers. I don't see that it's part of the administration of the statute committed to HHS.  So I -- you know, I admire you're not citing Chevron. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"","text":"Thank you, counsel. General Maddrey, you have three minutes remaining. "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, General, how about this, and I am having a little bit of trouble here because I think a State could come in, or I think there is a reasonable argument that a State could come in and say -- you know, we've made an estimate, and here's our best estimate, and we don't think there is a need for an individualized decision-making on top of that. But as I understand your argument, that is not what you are saying.  You are making a very different kind of argument, suggesting that you can peg this number any place, no matter what the relationship between the number and the actual allocation that cases -- that allocation of medical and nonmedical damages in the real world. So if that's the case, what do I do?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do -- what do we do with the Federal statute that says, You are not entitled to a lien of any amount that is greater than your medical expenses?  And using the Solicitor General's Office example, everybody knows that the true value of medical expenses in a particular case was only 10 percent, you are still getting 30 percent.  How do we -- how do we honor the terms of the Federal statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN F. MADDREY","firstName":"JOHN","lastName":"MADDREY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2054,"interruptions":33,"times_spoken":64,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CHRISTOPHER G. BROWNING","firstName":"CHRISTOPHER","lastName":"BROWNING","counsel":true,"justice":false,"side":"respondent","words_spoken":1562,"interruptions":20,"times_spoken":41,"laughter":0,"num_int_by":6},{"id":1,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"","words_spoken":1067,"interruptions":8,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":749,"interruptions":1,"times_spoken":22,"laughter":2,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1080,"interruptions":2,"times_spoken":42,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1060,"interruptions":2,"times_spoken":23,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":574,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":449,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1395,"interruptions":3,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":215,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":73,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":33,"words_spoken":2054,"times_spoken":64,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":20,"words_spoken":1562,"times_spoken":41,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":5595,"times_spoken":141,"laughter":3,"num_int_by":5}],"outcome":{"side":"respondent","margin":3},"prediction":{"petitioner":0.23183094256830894,"respondent":0.7681690574316911,"date":1472418053139}}