{"petitioner":{"name":"SHELBY COUNTY, ALABAMA","counsel":[0]},"respondent":{"name":"ERIC H. HOLDER, JR., ATTORNEY GENERAL, ET AL. ","counsel":[1,2]},"caseNumber":"12-96","date":"2013-02-27T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 12-96, Shelby County v. Holder. Mr. Rein? "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you a question?  Assuming I accept your premise, and there's some question about that, that some portions of the South have changed, your county pretty much hasn't."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in the period we're talking about, it has many more discriminating -- 240 discriminatory voting laws that were blocked by Section 5 objections. There were numerous remedied by Section 2 litigation.  You may be the wrong party bringing this."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the standard. And why would we vote in favor of a county whose record is the epitome of what caused the passage of this law to start with?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And Congress -- Congress said that, too.  Nobody -- there isn't anybody in -- on any side of this issue who doesn't admit that huge progress has been made.  Congress itself said that.  But in line with Justice Sotomayor's question, in the D.C. Court of Appeals, the dissenting judge there, Judge Williams, said, \"If this case were about three States,  Mississippi, Louisiana, and Alabama, those States have the worst records, and application of Section 5 to them might be okay.\""},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But think about this State that you're representing, it's about a quarter black, but Alabama has no black statewide elected officials. If Congress were to write a formula that looked to the number of successful Section 2 suits per million residents, Alabama would be the number one State on the list. If you factor in unpublished Section 2 suits, Alabama would be the number two State on the list.  If you use the number of Section 5 enforcement actions, Alabama would again be the number two State on the list. I mean, you're objecting to a formula, but under any formula that Congress could devise, it would capture Alabama."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But facial challenges are generally disfavored in our law.  And so the question becomes, why do we strike down a formula, as Justice Kagan said, which under any circumstance the record shows the remedy would be congruent, proportional, rational, whatever standard of review we apply, its application to Alabama would happen."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Interestingly enough, in Katzenbach the Court didn't do what you're asking us to do, which is to look at the record of all the other States or all of the other counties.  It basically concentrated on the record of the two litigants in the case, and from that extrapolate -- extrapolated more broadly."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're asking us to do something, which is to ignore your record and look at everybody else's."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose the thrust of the questions so far has been if you would be covered under any formula that most likely would be drawn, why are you injured under this one?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's -- that's the hypothesis.  If you could be covered under most suggested formulas for this kind of statute, why are you injured by this one?  I think that's the thrust of the question."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose Congress passed a law that said, everyone whose last name begins with A shall pay a special tax of $1,000 a year.  And let's say that tax is challenged by somebody whose last name begins with A.  Would it be a defense to that challenge that for some reason this particular person really should pay a $1,000 penalty that people with a different last name do not pay?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I was about to ask a similar question.  If someone is acquitted of a Federal crime, would it -- would the prosecution be able to say, well, okay, he didn't commit this crime, but Congress could have enacted a different statute which he would have violated in this case.  Of course, you wouldn't listen to that, would you?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem with those hypotheticals is obvious that it starts from a predicate that the application has no basis in any record, but there's no question that Alabama was rightly included in the original Voting Rights Act.  There's no challenge to the reauthorization acts.  The only question is whether a formula should be applied today.  And the point is that the record is replete with evidence to show that you should."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not like there's some made-up reason for why the $1,000 is being applied to you or why a different crime is going to be charged  against you.  It's a real record as to what Alabama has done to earn its place on the list."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, the reason for the formula -- of course, part of the formula looks back to what happened in 1965.  And it says are you a jurisdiction that did engage in testing and had low turnout or -- or low registration?  Now, that isn't true of Alabama today."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So when Congress in fact reenacted this in 2005, it knew what it was doing was picking out Alabama.  It understood it was picking out Alabama, even though the indicia are not -- I mean, even though they're not engaging in that particular thing. But the underlying evil is the discrimination.  So the  closest analogy I could think of is imagine a State has a plant disease and in 1965 you can recognize the presence of that disease, which is hard to find, by a certain kind of surface movement or plant growing up. Now, it's evolved.  So by now, when we use that same formula, all we're doing is picking out that State.  But we know one thing:  The disease is still there in the State.  Because this is a question of renewing a statute that in fact has worked.  And so the question I guess is, is it rational to pick out at least some of those States?  And to go back to Justice Sotomayor's question, as long as it's rational in at least some instances directly to pick out those States, at least one or two of them, then doesn't the statute survive a facial challenge?  That's the question."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But this is then the question, does it justify?  I mean, this isn't a question of rewriting the statute.  This is a question of renewing a statute that by and large has worked."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you have a statute that sunsets, you might say, I don't want it to sunset if it's worked, as long as the problem is still there to some degree.  That's the question of rationality.  Isn't that what happened?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You keep -- you keep --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rein, you keep emphasizing over and over again in your brief, registration and you said it a couple of times this morning.  Congress was well aware that registration was no longer the problem.  This legislative record is replete with what they call second generation devices.  Congress said up front:  We know that the registration is fine.  That is no longer the problem.  But the discrimination continues in other forms."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, the reason Section 5 was created was because States were moving faster than litigation permitted to catch the new forms of discriminatory practices that were being developed. As the courts struck down one form, the States would find another.  And basically, Justice Ginsburg calls it secondary.  I don't know that I'd call anything secondary or primary.  Discrimination is discrimination. And what Congress said is it continues, not in terms of voter numbers, but in terms of examples of other ways to disenfranchise voters, like moving a voting booth from a convenient location for all voters to a place that historically has been known for discrimination.  I think that's an example taken from one of the Section 2 and 5 cases from Alabama."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I don't know what the difference is except that this Court or some may think that secondary is not important.  But the form of discrimination is still discrimination if Congress has found it to be so."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what it did with Section 5.  It said we can't keep up with the way States are doing it."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And in 1986 -- or excuse me, 2006 -- Congress went back to the problem, developed a  very substantial record, a 15,000-page legislative record, talked about what problems had been solved, talked about what problems had yet to be solved, and decided that, although the problem had changed, the problem was still evident enough that the act should continue. It's hard to see how Congress could have developed a better and more thorough legislative record than it did, Mr. Rein."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Indeed, Congress must have found that the situation was even clearer and the violations even more evident than originally because, originally, the vote in the Senate, for example, was something like 79 to 18, and in the 2006 extension, it was 98 to nothing.  It must have been even clearer in 2006 that these States were violating the Constitution. Do you think that's true?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that sounds like a good argument to me, Justice Scalia.  It was clear to 98  Senators, including every Senator from a covered State, who decided that there was a continuing need for this piece of legislation."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Or decided that perhaps they'd better not vote against it, that there's nothing, that there's no -- none of their interests in voting against it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":9,"sideBefore":"justices","text":"I don't know what they're thinking exactly, but it seems to me one might reasonably think this:  It's an old disease, it's gotten a lot better, a lot better, but it's still there.  So if you had a remedy that really helped it work, but it wasn't totally over, wouldn't you keep that remedy?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Or would you not at least say that a person who wants to keep that remedy, which has worked for that old disease which is not yet dead, let's keep it going.  Is that an irrational decision?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm sorry.  The old disease is discrimination under the Fifteenth Amendment, which is abridging a person's right to vote because of  color or race."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It was on voter dilution as well.  It had already evolved away from that, or started to."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Fifteenth Amendment says \"denial or abridgement.\"  What would \"abridgement\" mean except for dilution?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, some of --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Some of the questions asked to this point I think mirror what the government says toward the end of its brief, page 48 and page 49. It's rather proud of this reverse engineering:  We really knew it was some specific States we were interested in, and so we used these old categories to cover that State. Is that a methodology that in your view is appropriate under the test of congruence and -- and proportionality?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, are you --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Suppose -- suppose there were and suppose that's the rationale because that's what I got from the government's brief and what I'm getting -- getting from some of the questions from the bench.  What is wrong with that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, and -- and I don't know why -- why you even go that far.  I don't know why under the equal footing doctrine it would be proper to just single out States by name, and if that, in effect, is what is being done, that seemed to me equally improper.  But you don't seem to make that argument."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- I thought the same thing.  I thought it's sort of extraordinary to say Congress can just pick out, we want to hit these eight States, it doesn't matter what formula we use; so long as we want to hit these eight States, that's good enough and that makes it constitutional.  I doubt that that's true."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  Why does Congress have to fix any problem immediately?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"I would like to hear the answer to the question."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the formula that has --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Rein, the formula that -- that is applied right now, under that formula covered jurisdictions, which have less than 25 percent of the nation's total population, they account for 56 percent of all successful published Section 2 lawsuits. If you do that on a per capita basis, the successful Section 2 lawsuits, four times higher in covered jurisdictions than in noncovered jurisdictions. So the formula -- you can -- you know, say maybe this district shouldn't be covered, maybe this one should be covered.  The formula seems to be working pretty well in terms of going after the actual violations on the ground and who's committing them."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, all formulas are underinclusive and all formulas are overinclusive. Congress has developed this formula and has continued it in use that actually seems to work pretty well in targeting the places where there are the most successful Section 2 lawsuits, where there are the most violations on the ground that have been adjudicated."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And it happens not to be the method that Congress selected."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If they selected that, you could say they used a rationale that works.  But just because they picked some other rationale, which happens to produce this result, doesn't seem to me very persuasive."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Your time is --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- about ready to expire for the rebuttal period.  But I do have this question:  Can you tell me -- it seems to me that the government can very easily bring a Section 2 suit and as part of that ask for bail-in under Section 3.  Are those expensive, time-consuming suits?  Do we have anything in the record that tells us or anything in the bar's  experience that you could advise us?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this an effective remedy?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rein, I just remind because it's something we said about equal footing, in Katzenbach the Court said, \"The doctrine of the equality of the States invoked by South Carolina does not bar this approach, for that doctrine applies only to the terms upon which States are admitted to the Union and not to the remedies for local evils which have subsequently appeared.\"  That's what -- has the Court changed that interpretation?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm going to have a hard time with that because you can't be suggesting that the government sees a problem in one or more States and decides it's going to do something for them and not for others, like emergency relief, and that that somehow violates the equal footing doctrine.  You can't treat States the same because their problems are different, their populations are different, their needs are different.  Everything is different about the States."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you tell me what you think is left of the rational means test in Katzenbach and City of Rome?  Do you think the City of Boerne now controls both Fourteen -- the Fourteenth and the Fifteenth Amendment and how we look at any case that arises under them?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Our questions have intruded on your rebuttal time, so we'll give you the 5 minutes and a commensurate increase in the General's time. General Verrilli? ORAL ARGUMENTS OF DONALD B. VERRILLI, JR., ON BEHALF OF THE FEDERAL RESPONDENT"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you just a little bit about that record?  Do you know how many submissions there were for preclearance to the Attorney General in 2005?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"3700.  Do you know how many objections the Attorney General lodged?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"One, so one out of"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that will always be true forever into the future.  You could always say, oh, there has been improvement, but the only reason there has been improvement are these extraordinary procedures that deny the States sovereign powers, which the Constitution preserves to them.  So, since the only reason it's improved is because of these procedures, we must continue those procedures in perpetuity."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the argument you are making?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that was the argument you were just making."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's a different argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Just to get the -- do you know which State has the worst ratio of white voter turnout to African American voter turnout?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Massachusetts.  Do you know what has the best, where African American turnout actually exceeds white turnout?  Mississippi."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Which State has the greatest disparity in registration between white and African American?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Massachusetts. Third is Mississippi, where again the African American registration rate is higher than the white registration rate."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there's no question that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Counsel, in the reauthorization --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":4,"sideBefore":"justices","text":"There's no question --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Justice Alito."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":3,"sideBefore":"justices","text":"There is no question that the Voting Rights Act has done enormous good.  It's one of the most successful statutes that Congress passed during the twentieth century and one could probably go farther than that. But when Congress decided to reauthorize it in 2006, why wasn't it incumbent on Congress under the congruence and proportionality standard to make a new determination of coverage?  Maybe the whole country  should be covered.  Or maybe certain parts of the country should be covered based on a formula that is grounded in up-to-date statistics. But why -- why wasn't that required by the congruence and proportionality standards?  Suppose that Congress in 1965 had based the coverage formula on voting statistics from 1919, 46 years earlier.  Do you think Katzenbach would have come out the same way?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This reverse engineering that you seem so proud of, it seems to me that that obscures the -- the real purpose of -- of the statute. And if Congress is going to single out separate States by name, it should do it by name.  If not, it should use criteria that are relevant to the existing -- and Congress just didn't have the time or the energy to do this; it just reenacted it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the Marshall Plan was very good, too, the Morrill Act, the Northwest Ordinance, but times change."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"General Verrilli --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":5,"sideBefore":"justices","text":"What the question --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":10,"sideBefore":"justices","text":"General Verrilli, could you respond to the question that Justice Kennedy asked earlier, which was for why isn't Section 2 enough now? The government could bring Section 2 claims if it seeks privately to do.  Why isn't -- he asked if it was expensive.  You heard the question, so."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I do think the evidence is very clear that Section -- that individual suits under Section 2 type litigation were just insufficient and that Section 5 was utterly necessary in 1965.  No doubt about that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But with -- with a modern understanding of -- of the dangers of polling place changes, with prospective injunctions, with preliminary injunctions, it's not clear -- and -- and with the fact that the government itself can commence these suits, it's not clear to me that there's that much difference in a Section 2 suit now and preclearance.  I may be wrong about that.  I don't have statistics for it. That's why we're asking."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can you tell us how many  attorneys and how many staff in the Justice Department are involved in the preclearance process?  Is it 5 or 15?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what does that mean?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Hundreds?  Hundreds? Dozens?  What?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then why shouldn't it apply everywhere in the country?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you do really think there was -- that the record in 2006 supports the proposition that -- let's just take the question of changing the location of polling places.  That's a bigger problem in Virginia than in Tennessee, or it's a bigger problem in Arizona than Nevada, or in the Bronx as opposed to Brooklyn."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the statistics that I have before me show that in, let's say the 5 years prior to reauthorization, the gap between success in Section 2 suits in the covered and the non-covered jurisdiction narrowed and eventually was eliminated.  Do you disagree with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"General, is it -- is it the government's submission that the citizens in the  South are more racist than citizens in the North?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, which you said it is not, and you don't know the answer to it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"A need to do what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And not -- and not impose it on everyone else?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So what's your answer?  I just want to be sure that I hear your answer to an allegation, argument, an excellent argument, that's been made, or at least as I've picked up, and that is that: Yes, the problem was terrible; it has gotten a lot better; it is not to some degree cured.  All right?  I think there is a kind of common ground.  Now then the question is:  Well, what about this statute that has a certain formula?  One response is:  Yes, it has a formula that no longer has tremendous relevance in terms of its characteristic -- that is literacy tests.  But it still picked out nine States.  So, so far, you're with me. So it was rational when you continue.  You know, you don't sunset it.  You just keep it going. You're not held to quite the same criteria as if you were writing it in the first place.  But it does treat States all the same that are somewhat different. One response to that is:  Well, this is the Fifteenth Amendment, a special amendment -- you know? Added by.  Maybe you're right.  Then let's proceed State by State. Let's look at it State by State.  That's what we normally do, not as applied. All right.  Now, I don't know how satisfactory that answer is.  I want to know what your  response is as to whether we should -- if he's right -- if he's right that there is an irrationality involved if you were writing it today in treating State A, which is not too discriminatorily worse than apparently Massachusetts or something.  All right?  So -- so if that's true, do we respond State by State?  Or is this a matter we should consider not as applied, but on its face? I just want to hear what you think about that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't  understand the distinction between facial and as-applied when you are talking about a formula.  As applied to Shelby County, they are covered because of the formula, so they're challenging the formula as applied to them. And we've heard some discussion.  I'm not even sure what your position is on the formula.  Is the formula congruent and proportional today, or do you have this reverse engineering argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"To -- to the problem or -- or was the formula congruent and proportional to the remedy?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- I'm sorry."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe it was making that judgment, Mr. Verrilli.  But that's -- that's a problem that I have.  This Court doesn't like to get involved in -- in racial questions such as this one. It's something that can be left -- left to Congress. The problem here, however, is suggested by the comment I made earlier, that the initial enactment of this legislation in a -- in a time when the need for it was so much more abundantly clear was -- in the Senate, there -- it was double-digits against it.  And that was only a 5-year term. Then, it is reenacted 5 years later, again for a 5-year term.  Double-digits against it in the Senate.  Then it was reenacted for 7 years.  Single digits against it.  Then enacted for 25 years, 8 Senate  votes against it. And this last enactment, not a single vote in the Senate against it.  And the House is pretty much the same.  Now, I don't think that's attributable to the fact that it is so much clearer now that we need this. I think it is attributable, very likely attributable, to a phenomenon that is called perpetuation of racial entitlement.  It's been written about.  Whenever a society adopts racial entitlements, it is very difficult to get out of them through the normal political processes. I don't think there is anything to be gained by any Senator to vote against continuation of this act. And I am fairly confident it will be reenacted in perpetuity unless -- unless a court can say it does not comport with the Constitution.  You have to show, when you are treating different States differently, that there's a good reason for it. That's the -- that's the concern that those of us who -- who have some questions about this statute have.  It's -- it's a concern that this is not the kind of a question you can leave to Congress.  There are certain districts in the House that are black districts by law just about now.  And even the Virginia Senators, they have no interest in voting against this.  The State  government is not their government, and they are going to lose -- they are going to lose votes if they do not reenact the Voting Rights Act. Even the name of it is wonderful:  The Voting Rights Act.  Who is going to vote against that in the future?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"You have an extra 5 minutes."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We looked behind it in Boerne.  I'm not talking about dismissing it.  I'm -- I'm talking about looking at it to see whether it makes any sense."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the preclearance device could be enacted for the entire United States?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And that is because that there is a federalism interest in each State being responsible to ensure that it has a political system that acts in a democratic and a civil and a decent and a proper and a constitutional way."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But if -- if Alabama wants to have monuments to the heros of the Civil Rights Movement, if it wants to acknowledge the wrongs of its past, is it better off doing that if it's an own independent sovereign or if it's under the trusteeship of the United States government?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Before your time expires, I  would like to make sure I understand your position on this as-applied versus facial issue.  Is it your position that this would be a different case if it were brought by, let's say, a county in Alaska as opposed to Shelby County, Alabama?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Adegbile? ORAL ARGUMENT BY DEBO P. ADEGBILE ON BEHALF OF RESPONDENTS BOBBY PIERSON, ET AL."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that's true in every State, isn't it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean -- you know, I don't think anybody is contesting that it's more effective if you use Section 5.  The issue is why just in these States.  That's it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But a Section 2 case can, in effect, have an order for bail-in, correct me if I'm wrong, under Section 3 and then you basically have a mini -- something that replicates Section 5."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree with the reverse engineering argument that the United States has made today?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I guess -- I guess the question is whether or not that disparity is sufficient to justify the differential treatment under Section 5.  Once you take away the formula, if you think it has to be reverse engineered and -- and not simply justified on its own, then it seems to me you have a much harder test to justify the differential treatment under Section 5."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we also said congruent and proportional."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the Fifteenth Amendment is limited to intentional discrimination, and, of course, the preclearance requirement is not so limited, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Section 5 -- the  Section 5 activity may show that there's a problem in the jurisdictions covered by Section 5, but it says nothing about the presence or absence of similar problems in noncovered jurisdictions, isn't that right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think all of the noncovered States are worse in that regard than the nine covered States, is that correct?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Every -- every one of them is worse."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's not just a fair one, it's the crucial question.  Congress has selected these nine States.  Now, is there some good reason for selecting these nine?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but his point, I think the point is this:  If you draw a red line around the States that are in, at least some of those States have a better record than some of the States that are out.  So in 1965, well, we have history.  We have 200 years or perhaps of slavery.  We have 80 years or so of legal segregation.  We have had 41 years of this statute.  And  this statute has helped, a lot. So therefore Congress in 2005 looks back and says don't change horses in the middle of the stream because we still have a ways to go. Now the question is, is it rational to do that?  And people could differ on that.  And one thing to say is, of course this is aimed at States.  What do you think the Civil War was about?  Of course it was aimed at treating some States differently than others. And at some point that historical and practical sunset/no sunset, renew what worked type of justification runs out.  And the question, I think, is has it run out now? And now you tell me when does it run out? What is the standard for when it runs out?  Never? That's something you have heard people worried about. Does it never run out?  Or does it run out, but not yet? Or do we have a clear case where at least it doesn't run out now? Now, I would like you to address that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Have there been episodes, egregious episodes of the kind you are talking about in States that are not covered?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then it doesn't seem to help you make the point that the differential between covered and noncovered continues to be justified."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Rein, 5 minutes. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that the right to vote is a racial entitlement in Section 5?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I asked a different question.  Do you think Section 5 was voted for because it was a racial entitlement?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think there was no basis to find that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that racial discrimination in voting has ended, that there is none anywhere?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But shouldn't --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You've given me some statistics that Alabama hasn't, but there are others that are very compelling that it has.  Why should we make the judgment, and not Congress, about the types and forms of discrimination and the need to remedy them?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How many other States have 240 successful Section 2 and Section 5 --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I had said don't change horses.  You renew what is in the past --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where it works, as long as the problem isn't solved.  Okay?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Rein --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that is the question, isn't it?  You said the problem has been solved.  But who gets to make that judgment really?  Is it you, is it the Court, or is it Congress?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a good answer.  I was hoping you would say that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a big, new power that you are giving us, that we have the power now  to decide whether racial discrimination has been solved? I did not think that that fell within our bailiwick."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But there is this difference, which I think is a key difference.  You refer to the problem as the problem identified by the tool for picking out the States, which was literacy tests, et cetera.  But I suspect the problem was the denial or abridgement by a State of the right to vote on the basis of race and color.  And that test was a way of picking out places where that problem existed. Now, if my version of the problem is the problem, it certainly is not solved.  If your version of the problem, literacy tests, is the problem, well, you have a much stronger case.  So how, in your opinion, do we decide what was the problem that Congress was addressing in the Voting Rights Act?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BERT W. REIN","firstName":"BERT","lastName":"REIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3375,"interruptions":34,"times_spoken":64,"laughter":1,"num_int_by":7},{"id":1,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":2733,"interruptions":16,"times_spoken":41,"laughter":2,"num_int_by":4},{"id":2,"fullName":"DEBO P. ADEGBILE","firstName":"DEBO","lastName":"ADEGBILE","counsel":true,"justice":false,"side":"respondent","words_spoken":1463,"interruptions":8,"times_spoken":16,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":508,"interruptions":0,"times_spoken":29,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":800,"interruptions":6,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":280,"interruptions":2,"times_spoken":6,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":482,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":707,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":409,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":869,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1151,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":34,"words_spoken":3375,"times_spoken":64,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":24,"words_spoken":4196,"times_spoken":57,"laughter":2,"num_int_by":5},{"side":"justices","interruptions":16,"words_spoken":5206,"times_spoken":133,"laughter":0,"num_int_by":7}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.5920242264823331,"respondent":0.4079757735176669,"date":1472501779278}}