{"petitioner":{"name":"DIRECT MARKETING ASSOCIATION","counsel":[0]},"respondent":{"name":"BARBARA BROHL, EXECUTIVE DIRECTOR, COLORADO DEPARTMENT OF REVENUE. ","counsel":[1]},"caseNumber":"13-1032","date":"2014-12-08T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case No. 13-1032, Direct Marketing Association v. Brohl, Executive Director, Colorado Department of Revenue. Mr. Isaacson. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it often happens. It's a jurisdictional issue.  So what's the point?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, the fact that she didn't raise it is irrelevant.  In fact, even -- even if she didn't raise it here, we would have to raise it here, wouldn't we?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, the comity, okay.  And you -- you agree it has nothing to do with the -- with the principal question?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse -- if the -- if the -- would the State be seeking the relief?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The State would be seeking to enjoin its own tax?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that -- that just means the district court should throw it out.  I mean, I --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Actually, you have raised the very question I started with, which is the waiver question.  Is it your position that the T -- that the TIA is a waivable protection?  Is that what you're arguing?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Either way consent or -- it probably is consent.  If it is consensual, what you're suggesting is that the reason for the TIA is not jurisdictional in its traditional sense, but one based on comity that can be -- that can be consented to."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the statute's addressed to the courts.  And the statute says the courts will not enjoin State -- State taxes.  Now, how -- how can that mandate to the court be altered by -- by private parties?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me it says that we just don't have the power, period.  But you say the States can give us the power?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- that's fine.  I -- I can understand that.  You say they used to think that it didn't apply, now they're saying it applies.  I agree, that's a good argument. But you're arguing much beyond that.        You're arguing that it doesn't matter any more because they once said that they wanted the Court to decide it, even though the Court had no power to decide it, right?  I mean, that's a different argument.  It's that one that I criticize.  If you want to say the State's argument seems weaker because they've changed their mind, that's fair enough."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Isaacson, can we get to the nub of this question?  We have your petition, the fact it is a restriction on the Court's jurisdiction. But you recognize that the TIA does cover regulations that require an employer to report an employer's -- an employee's taxable income.  That's a straight reporting requirement, and you recognize that that's covered by the TIA.  So this is another information reporting that will enable or facilitate the State's collection of its tax.  So what's the difference?  Why -- why is it that the one comes under the TIA and not the other?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose it weren't the taxpayer.  I mean, suppose a State has a form that's equivalent to the Federal W-2, requiring employers to say how much wages have been paid.  And suppose the employer itself challenges the use of that form, what do you think the result is in that case?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you say the words \"assessment\" and \"levy\" in the statute apply only to taxpayers."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"My very point. So what? Go ahead."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"justices","text":"The question is whether the word \"collection\" includes an injunction that makes it more difficult for the State to collect the tax. And in the case that Justice Ginsburg brought up, the injunction, because it would stop the -- the employer from telling the State how much has been earned, would make it more difficult to collect the tax. In this case, the injunction, by stopping sellers from telling the State how much the Colorado citizen has bought, would make it more difficult for them to collect the tax. So if collection includes in the one case an injunction that makes it more difficult to collect an income tax, why doesn't it in this case include an injunction that makes it more difficult to Alderson Reporting Company collect a use tax?  The point was they are identical conceptually. Now, I don’t care whether it's -- who -- who brings the suit.  In terms of the word \"collection,\" they seem identical.  Now, what is your response to that question, which is what I think was being asked?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't say anywhere \"injunction.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What the word is, \"enjoin,\" \"suspend\" or \"restrain.\"  And I get -- I'm totally with you on those, but what you are enjoining, suspend -- you are enjoining something.  There is an injunction that says the State cannot enforce its provision requiring out-of-State sellers to report what Colorado customers buy.  I don't see how you can deny that's an injunction. I think you could deny that it enjoins the collection of a tax.  But to do that, you will have to go right back to the question that Justice Ginsburg asked, and tell me how to distinguish the two cases she mentioned.  This one and the case where it's reporting income by an in-State citizen. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So your point is that if, in fact, there is in Colorado a law somewhat like Federal law that says all employers must report to the State the wages that in this Boulder area, or Denver, we pay our employees and someone tries to enjoin that law in Federal court, you are saying they can do it.  Right? It doesn't matter whether it's use, out of the State or employment within the State, and we simply have to Alderson Reporting Company accept that consequence because of Hibbs."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"1099s."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the Alexander v. Americans United case under the Anti-Injunction Act? That was not -- that was a third-party suit, wasn't it? An organization was -- wanted -- wanted a determination that contributions would be tax deductible."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But where -- where do you get, Mr. Isaacson, this idea that the -- the plaintiff has to be the taxpayer?  Because certainly the text of the statute does not say that.  The text of the statute speaks to what kinds of remedies a court can give.  It does not speak to what kind of plaintiffs have to bring the lawsuit."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I don't -- what I don't understand about your statutory argument, I mean, it seems a kind of natural thing for somebody to say suppose it's like we're going to all have pizza tonight, and we're going to take up a collection to buy the pizza.  And I assign one of my clerks, go collect the money for the pizza. So what that clerk is going to do is he's going to figure out who it is that's going to owe the money, right?  Who's going to partake of the pizza, so who owes the money.  And then, you know, maybe he's going to send an e-mail to those people and he's going to say you owe this money for pizza.  And then if no -- if somebody doesn't pay, he's going to identify the delinquent and -- and say, really, you owe this money for pizza. So that's all part of the collection process, isn't it?  I mean, basically, identifying -- Alderson Reporting Company informing the -- the people who have to pay, informing the people who have to pay and identifying the people who don't pay, and -- and the amounts that they owe."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're saying that collection is only as the money changes hands, that Alderson Reporting Company that's the only thing that constitutes collection?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you're saying it's just like garnishment or things like that? It has to be focused on a specific amount that's already been calculated and the taxpayer has not turned over?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you've got to know that he or she owes $1,482 because they've done the calculations and they haven't paid that over."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure what -- what you have conceded.  Do you acknowledge that if there were a State law which required in-State sellers not to collect the tax, but just to advise the -- the Alderson Reporting Company State revenue service that someone has purchased an item on which tax is due, would you acknowledge that that could be enjoined? That someone could bring a suit saying, I'm not the taxpayer, this is not the assessment or collection of a tax, and therefore you -- a suit will lie for me to say that this is an unconstitutional assessment or imposition upon me. Would that suit lie or not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's -- it's a Federal constitutional violation."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the only thing that would make the States able to do -- to get information about tax liability without being sued in Federal court is the fact that the person from whom the information is sought is liable for the tax, if the seller has to Alderson Reporting Company retain the sales tax."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what you mean by a third party acting in regard to --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, of course."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- the State's not interested in just liability.  It's interested in collecting, and the statute talks about collection."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So it seems to me that that -- that's just not responsive to the issue."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We're talking not about what you're challenging, we're talking about what the State's interest is."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's importance for a Alderson Reporting Company reason.   It's importance to enable them to collect. Essentially the State is saying we're not going to be able to collect this tax unless we do these things, unless we tell people that they, in fact, owe the tax and unless we have a mechanism to make sure that people who don't pay the tax are identified.   And that's what all these forms are all about.   It's about collecting a tax that most people do not pay."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But wouldn't you agree that in any case in which a -- a government goes about collecting the tax it has to say how are we going to collect this tax.   And this is just this State's answer to the how are we going to collect this tax.   Well, what we're going to do is that we're going to inform people Alderson Reporting Company that they owe the tax and then we're going to get information that enables us to make sure that the delinquents pay up.   That's how we're going to collect it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Domenico. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Am I correct that Colorado is the only State that seeks to do this with respect to out-of-State sellers?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that's amazing.  If indeed this is a, you know, a proper operation, why wouldn't all 50 -- in my experience, you know, if it moves, you tax it.   And I -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"I cannot imagine that the other States have not piled on with this thing if it is -- if it is so essential to the tax system and if there are no problems with -- with doing it.   My goodness."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I understand."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But the fact that it's -- it's a one of a kind gives me some pause.   This is certainly a -- a very important case because I have no Alderson Reporting Company doubt that if we come out agreeing with you, every one of the States is going to pass laws like this."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And all sellers will also have to be providing this information."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume I am a not -- not-for-profit -- an unpopular not-for-profit corporation that has members who don't -- who don't want their identity known because hurtful things will be done to them. And I make a sale which would -- would be exempt from Colorado's laws if indeed it was made by a not-for-profit organization to one of its members. And Colorado demands from this organization the names of its members. And you tell me that cannot get into -- I'm claiming a First Amendment objection to turning over the names of my members, and you tell me that cannot get into Federal court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It can't be that central if no other State has it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How central can it be?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm -- I'm a little bit confused.   In the normal tax situation, meaning my employer, the U.S. Courts, removes taxes from whatever area I declare is -- is my residency."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Is my employer required to send that information to the State government?   I don't think it is.  I think I'm required to send my W-2."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So there is no -- okay. Alderson Reporting Company Is -- that's what I thought. Now, the -- some employers have to withhold taxes --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- for certain entities in which they're resident or working."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And so that's because of jurisdictional powers."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The State can control someone who is within their jurisdiction."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So that makes sense to me.   What doesn't is how can we apply the TIA to an entity that has no direct responsibility to you? When -- and you have no jurisdictional control over them.   I mean, there is a presumption in the TIA that collection, assessment, et cetera, is going to be against an entity that owes you something."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How are -- how are they enjoined?   You can collect everything you want against Alderson Reporting Company your taxpayer over you have -- over your having jurisdiction.   So how are we restraining you from -- we're not giving you information, but this injunction is not stopping you from collecting that tax."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let's -- let's assume a State law that gives the State taxing authority a lot of money for new computers, and somebody challenges that law on some State ground, whatever it is.   Would that challenge -- on some Federal ground.   Would that challenge not be able to be brought in Federal court because the computers are going to help the tax service to get more delinquent taxpayers and, therefore, you are restraining the collection of taxes?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That isn't a very narrowing thing.   I mean, Henry Friendly, some years ago, said of course you can use the term collection to refer to any method of helping to secure payment.   But Congress was referring to methods similar to assessing and levy that would produce money or other property directly rather than indirectly.   The reason being, once we start down your road, there is no stopping place."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"GDP consists of about $16 trillion.   It's very hard to think of even one of those trillion dollars that you couldn't figure out passed through somebody's hands who owed a tax and then later went into somebody else's hands and it would help the State or the Federal government to know from that second or third person how it got the money from the first person's hands.   That's true of houses.  It's true of food.   It's true of -- in States that tax food.  It's true of this desk.   It's true of everything you can think of.   And therefore, there will be -- I mean, ruled Alderson Reporting Company out, unless you are going to start line drawing, and I don't know what lines to draw. Therefore, said Henry Friendly, let's not. Let us read collection to mean what it means in context, namely what Hibbs suggests the three phrases mean.   Read them together.   That, I think, is the strongest argument against you and, therefore, I would like to hear your response."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Really, you can't ask your citizens the same way that the Federal government asks us?   \"Pay,\" that's their polite way of saying it.  And by the way, if you fill out your form incorrectly, depending upon your state of mind, you may discover you are in prison. Now, that seems to be a not-perfect way of doing it, but it does tend to encourage people to pay the taxes that they believe they owe."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If they tell you the truth. MR. DOMENICO: That would be nice. JUSTICE BREYER: This is the west.  I I don't -- I'm from the west. (Laughter.) JUSTICE SCALIA: Can it make the -- the foreign seller collect the tax?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that is sort of strange. It can't make them collect it, but it -- it has the power to compel them, non -- non-State citizens, out-of-State people, provide the information, assist in the State's collection of the tax? I don't know why --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know why the one and not the other."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Couldn't we --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":4,"sideBefore":"justices","text":"Can I ask a question about where your argument might lead? I think you Alderson Reporting Company acknowledged earlier that if we hold that your statute cannot be challenged under the Tax Injunction Act and it's ultimately determined to be constitutional, this would be very attractive for all the other States to copy. So let's -- let's suppose that that happens and so now every State has a law like this, and every State -- and there are many different variations in the forms.   Maybe there are 50 forms that have to be submitted to State tax authorities.   And let's say I start up a small business and I'm selling a few thousand dollars worth of goods via the internet to people from all over the country. Now I will have to submit potentially 50 different forms to all of these States reporting that somebody in South Carolina purchased something from me that cost 23.99.   Now, I know you have a -- you have a requirement that it has to reach a certain threshold, but I don't see it and that's just something that you've chosen to do.   But that's where this all could lead, couldn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you know that we accept minuscule, minuscule percentage of appeals from State supreme courts.   And as a practical matter, these challenges in State supreme courts, if they're -- if they're ruled in a manner that -- that violates Federal law, they're not going to come up here -- 90 percent of them aren't going to come up -- more than 90 percent. So it is important that it begin in Federal court when -- especially when what is at issue is the selfish State's assessment and collection of taxes.   I mean, there is a real incentive on the part of the State government which includes the State courts to, you know, to find the tax not paid."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, for collection, yes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Domenico, you don't dispute that what Congress had in mind when it passed the Tax Injunction Act was the proposition that States that have a system, taxpayer, you pay now, you sue for a refund later.   It was that scheme that the Tax Injunction Act was meant to shield so the taxpayer couldn't say I'd rather pay later. You pay up front, and then you sue for a refund.   That's -- that was what was in the front of Congress's mind.   You don't doubt that, do you?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Congress wrote a statute with terms that seem most naturally read to have a technical meaning, restrain, suspend, enjoin, assess, levy, and collect.   Those are not -- those are not the terms that one might use if one were speaking Alderson Reporting Company colloquially. Let me come back to Justice Kagan's pizza example.   So her clerks are collecting money for pizza to be had at night and let's say the Chief Justice says this is fine, but you -- you may not use court e-mail to try to collect this.   Now, would you say that the Chief Justice has restrained, suspended or enjoined the collection of the pizza money?   You might say he's made it a little bit harder, maybe he's interfered with it. But would -- would anybody naturally use those technical terms."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's say we're back in -- we're in the pre-internet era and I order Alderson Reporting Company something over the phone from an out-of-State vendor. So this vendor is going to mail it to me across State lines.   And let's say this particular vendor is somebody who feels very strongly that everybody ought to pay taxes that are due.   So this vendor voluntarily, once my order has been placed, says to me, now, I'm going to ship this to you in your State and I'm not going to charge you -- say I'm not going to make you pay sales tax in my State.   I just want to remind you that you are obligated under the law of your State to pay use tax. Would you say that that vendor has assessed the use tax?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  Yes.  Yes."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's -- that's what you're arguing here, isn't it?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's exactly what happens."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You would say that by saying that, making that illegal statement, they've enjoined the -- the payment of the tax?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They have restrained it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Restrain means impede?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't restrained a synonym I -- I thought restrain means to stop.  You restrain somebody, you prevent that person from doing what he wants to do.   But you're using it to mean, you know, whatever impedes the collection of the tax.   It doesn't make it impossible, it doesn't stop it.   It just -- it just impedes it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, so let's say the law says not only do you have to notify the people at the point of sale on the internet, but it must be in inch-high type so they're sure to see it.   Is that okay? Because that makes it -- impedes the collection. Because where, presumably, they can't just put it in the tiniest little type at the bottom of the page."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, you -- you can make light of it if you like, but they're more likely to notice it if it's there glaring them in the face as opposed to a little footnote at the bottom along with the all the other --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And that restrains the collection of the tax?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Your argument is at least intentioned with this Court's decision in Hibbs.   So what is your best argument for why Hibbs doesn't control?   Hibbs says this statute is about stopping taxpayers from avoiding the obligation to paying the government, and here we have a third party not a taxpayer."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm not quite sure that you're addressing the essence of Hibbs.   Hibbs defined the terms \"collection,\" \"assessment,\" et cetera very narrowly.   Much more narrowly than you are right now.   The difference that Justice Breyer was pointing to is the important one.   You haven't answered how you can get to where you're going unless we disavow the narrow definitional reading that Hibbs gave to those three issues."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's the means of what -- let's posit a State law that requires all taxpayers to use only a single bank because it will be -- one bank named by the State because it will be easier to levy Alderson Reporting Company upon all -- upon all accounts.   It makes it a lot easier for the State.   They just go to that bank and take your bank account.   Okay? This is challenged as being a taking, okay, and the party tries to get into Federal court with that Federal challenge.   Not possible, right?  Because this facilitates the collection of the State tax and therefore to prevent that facilitation is to restrain the collection of the State tax and therefore the suit has to be brought in State court; is that right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, it is.  That's the whole reason --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're disavowing then our pointing to in Hibbs the Second Circuit case. You're saying if the purpose of the law, a law that says if you don't pay your taxes we're going to imprison you, that can't be brought to Federal Court, if the purpose is to ensure that you pay your taxes or to encourage you to pay your taxes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't want to miss the question that we started at the beginning of your brother's argument, which was the consents below issue."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why was it that until your briefing here you have been arguing that the TIA Alderson Reporting Company did not apply or were not challenging the analysis by your adversary?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I guess Federal law is the same because we have the, what is it, the AIA, the Anti-Injunction Act.   So if Congress tomorrow passes a law -- I'm not saying they would -- but that anyone who hears of anyone paying anyone else any money for any service or good shall immediately report it to the nearest -- nearest IRS office, and if they fail to do so, it's a crime or we'll seize all his assets. You wouldn't be able to bring that suit for an injunction in Federal Court on the ground that it's a bit extreme.   You'd have to wait and pay this whatever you're supposed -- you're not even supposed to pay, you just have to do it and then hope somebody challenges it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, I'm not interested in State now.   I'm just interested in why it might be that it is wise for Henry Friendly to narrow this word \"collection\" because we knew not where we go when, in Alderson Reporting Company fact, it gets too broad."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that you have to distinguish some of the hypotheticals, say, from Justice Scalia about the computer being used to expedite tax collection or the bank by saying that what we have here is an information device that's so closely linked in the ordinary course to the collection of taxes that it's collect -- but I -- I --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know how you would formulate that test and I'm not quite sure how you'd get it out of the statute."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But don't you have to do that in order to distinguish those hypotheticals? That's my question."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Before your time expires, what's your best formulation of the connection that you think is required?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The likely effect culminating in collection just seems to me that it Alderson Reporting Company benefits collection in some way."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, it doesn't prohibit you from doing that at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, yes, it prohibits you from doing what you want to do but the whole question is whether you can do it.   It doesn't prohibit you -- the relationship between the State and the taxpayer is between, you know, John Q. Public and the State.   And John Q. Public owes this money and the way you get it from him is the same way you get other taxes that are due from him or you -- you can.   You just want to have a more efficient way.   But it doesn't interfere with that relationship."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- the question -- this is just a forum question; right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You can sue in Federal court.   The question wouldn't be the one you posed.  The question would be the one on the merits:   Does this violate the Commerce Clause?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Isaacson, you have four minutes remaining. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":10,"sideBefore":"","text":"How successful are any of those methods?   You can have as much notice as you want to the taxpayer, but most people are not going to pay the use tax if they don't think the government could find out that they bought something in another State."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I just ask you to clarify your position on the State's alleged consent to this suit?   Is it your argument that the Tax Injunction Act allows a Federal court to consider -- to entertain a case that would be otherwise barred by that Act if the State consents?   If that's your position, do you have authority for it and have you raised this argument in your -- in your petition and in your brief?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"GEORGE S. ISAACSON","firstName":"GEORGE","lastName":"ISAACSON","counsel":true,"justice":false,"side":"petitioner","words_spoken":2711,"interruptions":19,"times_spoken":40,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DANIEL D. DOMENICO","firstName":"DANIEL","lastName":"DOMENICO","counsel":true,"justice":false,"side":"respondent","words_spoken":2053,"interruptions":22,"times_spoken":59,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":328,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1198,"interruptions":4,"times_spoken":34,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":509,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":323,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":489,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":167,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":917,"interruptions":0,"times_spoken":13,"laughter":1,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":658,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":10,"fullName":"I believe that it's boundless in two regards","lastName":"regards","counsel":false,"justice":false,"side":"","words_spoken":441,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":2711,"times_spoken":40,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":22,"words_spoken":2053,"times_spoken":59,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":9,"words_spoken":4589,"times_spoken":105,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472703110774}}