{"petitioner":{"name":"OBB PERSONENVERKEHR AG","counsel":[0,1]},"respondent":{"name":"CAROL P. SACHS. ","counsel":[2]},"caseNumber":"13-1067","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning, first this term, in Case 13-1067, OBB Personenverkehr v. Sachs. Mr. Basombrio. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in -- in that case, there was a distinction between State activity -- that is, police activity -- and the commercial activity in hiring the plaintiff. Here, I think it's conceded that Alderson Reporting Company the activity -- running a railroad -- that's commercial. So we don't have the commercial/State action division."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Just as a matter of background, suppose a hypothetical case -- no foreign sovereign. It was a private corporation in Austria. Would there then be jurisdiction under the Due Process Clause in your view? You don't have to prevail on -- on that issue, but as a background issue, what -- do you have a position?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And Daimler is your best case for that proposition?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do -- do you think that it's Alderson Reporting Company the same test? In other words, is the test a specific jurisdiction test here, based-on, arising-from, that we are basically asking the same question as we would be asking if this were a -- a foreign corporation?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but why -- I mean, it doesn't seem to me that that wording is very different from the wording that we've used in specific jurisdiction cases. The wording here is \"based on\" -- we've used \"arising out of.\" Sometimes we've used \"related to.\" In some respects -- I mean, it's pretty clear that the FSIA is meant to ensure that when a foreign government is acting as a commercial actor, it gets treated like a foreign corporation. And the language here is very similar, right? There's the insistence on a sufficient contact, a minimum contact, and then there is the insistence on a particular kind of relationship between that contact -- contact and the claim. Alderson Reporting Company So it seems -- I guess the question is: Why should we think of these two questions as at all different? And I don't know, by the way, I mean, that it would hurt you if they were the same, because it might just be there would be no specific jurisdiction here, you know? But I guess I'm having trouble of thinking why it is that there -- that there would be a different test."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm sorry. I'm -- I don't even understand why we're talking about based-upon. As Justice Ginsburg said, there's no dispute here that whether the based-upon is the ticket sale or the operation of the train, both of them are commercial Alderson Reporting Company activities. Isn't the work in substantial contact with the United States? Isn't that what we should be looking at instead? Was this commercial activity substantial enough? The operation of the train and the ticket sale here, did it have a substantial contact with the United States?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So we did that in the context of deciding when something was a sovereign act as opposed to a commercial act. We know this is a commercial act. So -- and we -- I'm just confused. Why isn't the work -- why shouldn't the work be done by substantial contact with the U.S.?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether it's -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- commercial or sovereign."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if they had looked at the conduct, it's commercial."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But how do you propose -- how do you propose that we determine whether it's based on commercial activity? Take their failure-to-warn claim. Why isn't that based on something that occurred in the United States? You're just -- are you just asking us to -- to step back and say, well, in that case we -- we really think they're just trying -- they have a -- they Alderson Reporting Company have a tort that occurred in Austria, a negligence tort that occurred in Austria, and they're just trying to plead around it with these other claims?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it might be -- it might be a claim that couldn't prevail, but why does that answer the question?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would -- would you agree and -- and, as you've been doing, take out the agency question -- but would you agree if -- if what had Alderson Reporting Company happened here was that the ticket was not honored. You know, the plaintiff bought a ticket, and the ticket was not honored, and -- and the suit was where the ticket was purchased, would you agree that that's based-on?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just a breach of contract case."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In Austria, even though she bought the ticket in the United States? You think even the breach of contract case could not be brought in the United States?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Suppose we disagree with that --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose we disagree with that answer? Do you lose the case? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose we disagree with the answer that you gave to Justice Kagan. Suppose we disagree that that suit has to be in Austria. Can you still prevail on the facts of this case? The hypothetical was the ticket is not honored. Suppose we disagree with your answer. Can you still prevail on the facts that it --  that it did, in fact, occur in this case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"On what --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":5,"sideBefore":"justices","text":"But you --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Could you go back and explain to me what --  I'm sorry."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":6,"sideBefore":"justices","text":"You -- you'd lose on --  on the other point."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You --  you acknowledge that you would lose on the other point if --  if that hypothetical came out the other way?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But not --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":9,"sideBefore":"justices","text":"What about apart --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":4,"sideBefore":"justices","text":"-- not under -- under the argument you're -- you're first making?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"On that -- why? Why? I mean, couldn't -- couldn't you make the argument that the question ought to be decided not -- not by where the -- where the contract was breached but where the contract was made? I mean, we could hold -- we could hold that, and that would not affect your case. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I want to come back to Justice Kagan's speculation of --  of whether based-on is --  is nothing more than due process. It seems to me that the definition of commercial activity carried on in the United States by a foreign state is the due process test. The definition is, \"A commercial activity carried on in the United States by a foreign state means commercial activity carried on by such state and having substantial contact with the United States.\" That sounds to me like --  like the due process test. But what is required here is not just a commercial activity carried on in the United States, it has to be based on a commercial activity carried on in the United States. And it seems to me that is something --  something added to the --  to the constitutional test."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what if there are acts or omissions in two -- let's say you have a flight from New York to Vienna. And in New York, someone negligently sets or whatever they do with the landing gear, okay? So then the plane takes off, and then in Vienna, because of the negligence in New York, it's a rough landing, somebody gets a concussion."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is the gravamen of the action in that case? Can you bring that in -- in the United States?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it's --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a typical tort. If the negligence occurs in one place, and the impact is the other, you could bring the suit in either place, as far as our notions of personal jurisdictions, either injury in the state or conduct in the state causing injury outside it. Those are typical long-arm bases of jurisdictions. So the Chief's hypothetical where the negligence occurred in the United States, that you agree would be a case that could be brought in the United States because the relevant conduct occurred there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, correct. I don't understand, then, what gravamen means in the Nelson decision. Gravamen means one place, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Or do you think you could have a lot of different -- I mean, if it's the gravamen of your complaint, I think you have to choose, don't you, one or the other?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So can you have more than one place under the based-upon analysis in Nelson, or has you -- have you got to decide there's only one place where you could bring the action?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In the Chief Justice's example, he -- he stated that there was negligence in the United States. But what if there's no evidence of that? There's a -- there's a problem with the landing gear when the plane lands in Austria, and the claim is that there was a failure to inspect in the United States, or a failure to do proper maintenance in the United States. Would that be different?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose it's --  it's -- it's proper to say that where you have negligence that causes an injury, the --  the complaint is based on both. You --  you don't have liability without the negligence. You don't have liability without the injury. So why can't you say based-on, in --  in that situation, would enable either one to --  to sustain the cause of action?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Getting back to our earlier discussion, questions from me and from Justice Kagan, it seemed to me you have to say the due process analysis is insufficient under this statute because -- then fill in the blank. And Justice Scalia was asking you the same question."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"One --  one answer might be Alderson Reporting Company because otherwise there would be no necessity for a statute. Due process applies anyway. But the counterargument is, well, there has to be because the statute makes the distinction between sovereign and commercial and so it has a real purpose."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You did answer, I think -- you did answer, rendering Justice Kennedy's question somewhat academic, that there would be no specific jurisdiction in the United States if all that happened here was a ticket purchase from an agent where the injurious conduct occurred abroad and the railroad operates solely abroad. You answered that whether it were the due process specific jurisdiction inquiry or the Foreign Sovereign Immunities Act, the answer would be the same, that the ticket sale in the United States was not enough."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, of course, my question was suppose that the due process analysis is sufficient to sustain jurisdiction. Then what? Then does based-on still have a separate meaning as a Alderson Reporting Company separate requirement that has to be met and has not been met here? And if so, why?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But not general jurisdiction."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I was really talking about specific jurisdiction."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And, of course, Justice Scalia is absolutely right with respect to general jurisdiction, that all you look at is the contacts. But with respect to specific jurisdiction --  this is a company that doesn't have pervasive contacts --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"--  it's critical to the due process analysis that there be a relationship, and a real relationship between the particular contact with the United States and the lawsuit in the exact same way that this statute focuses on. And so, again, I don't know if it hurts you. It might be, as Justice Ginsburg says, that there wouldn't be specific jurisdiction here for a corporation. But --  but --  but why shouldn't we treat Alderson Reporting Company those two things exactly the same way?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Well, that's an answer for why there is no specific jurisdiction here."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you can make the exact same answer in the completely private context. And you --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- could well be right. I'm want to ask Mr. Fisher about that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not an answer for why the tests should be different."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What provision are you -- what provision are you referring to?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Kneedler. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So is it the based-upon language or the substantial-context language?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but how is based-upon different from the language we routinely use in specific jurisdiction cases? In other words, it just seems as Alderson Reporting Company though Congress, in line with its objective of treating foreign government engaging in commercial activity in the same way as they would be treated in the foreign corporations case, in line with that objective, used language that's virtually synonymous with the language that we use in specific jurisdiction cases."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, except it did so in the context of distinguishing between commercial activity and sovereign activity."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What if you have a tort claim that has one element in the United States? How do -- how does a court determine whether the gravamen of the claim is in the United States or elsewhere?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"If we want to give based-upon a separate substantive effect in this statute and so that it means something more substantial than mere due --  than what would suffice for due process, what --  what body of law, case law do we look to?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"If I want to find out about based-on, what kind of cases am I supposed to read?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So Mr. --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"In -- in my contract hypo, if the -- if the suit was a breach of contract action, do you think it would be based-upon? Just a straight, like, you don't -- you didn't honor my ticket?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, before you -- before you finish, you bring up an interest in relations with other nations. Do you know -- I mean, there are other nations that have similar legislation to the Foreign Sovereign Immunities Act. Do we know how this case would come out, say, in Canada, Germany, or France under similar legislation?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"The Netherlands -- the Netherlands and Switzerland have filed a brief, haven't they, in which they said that this injury, the claim that's pursued against here, the facts that underlie it, are based upon activity that took place in Switzerland."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"In Austria."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"And so they wouldn't --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"-- under their law. Is there any indication -- I saw none in any of these briefs -- that there's any country in the world Alderson Reporting Company that would reach a different result?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"They've put lawyers on both sides, and I'm sure one of the lawyers would have told us if they'd found a country that would have reached --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"-- result."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, how about -- there is a contract claim in this lawsuit, so there is a -- is a kind of warranty of fitness kind of claim. How -- how about that? Why -- if you think that the -- let's assume that the contract claim, which is like you didn't honor my ticket, that there would be personal jurisdiction over, how do we separate out the warranty of habitability or fitness claim?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is --  is that a typical thing --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that a typical thing or an unusual thing to do in jurisdiction cases? In other words, to say, we're just not going to look at this claim by claim, we're going to ask about the whole gist of the lawsuit."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Can the gravamen be in more than one place?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Is --  the based-upon language, does it identify a single place, or could it be based-upon activity in --  in two jurisdictions?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But not in the airline case. You would not say that the airline case, the gravamen was the negligence in the United States and the injury when the plane landed?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"It can't be both?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you're not suggesting the result be different if it were a boat, are you? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If this was a private company --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"In your hypothetical."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":5,"sideBefore":"justices","text":"--  would there be jurisdiction here?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If this were a private company, not the state, would there be jurisdiction here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. Alderson Reporting Company Mr. Fisher. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why, Mr. Fisher? There is one contact with the United States. A pass is bought from a travel agent in Massachusetts, a pass covering 30-odd railroads. That's all that happened in the United States. All of the relevant conduct, the tortious conduct occurred abroad. I don't know of a single case where we have said specific jurisdiction can be based on a connection that had nothing to do with the injurious conduct."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, but not for everything. I mean, let's assume this. Let's assume that I get a brochure from the Vienna Opera Company, and I send back the order form, I'd like to buy tickets, okay? Now, for sure, if the Vienna Opera Company refused to honor my tickets, I have a claim, and it arises out of the fact that they have marketed my tickets in the United States. But now they honor my tickets, and I go up the stairs, and I slip in a puddle, and I injure myself. What does that have to do with the only contact that they've in the United States? I mean, at that point, you're just saying it's a but-for test, and everything would be included. But I don't know of a sensible specific jurisdiction analysis that would -- that would run like that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"In the -- in the Austrian case of the Opera, there is an implied warranty that the Alderson Reporting Company Opera is fit for the purposes --  the opera house is fit for the purposes which it serves. Okay? Same thing. Not too hard to draft that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What's the difference between saying that they have to warrant their product, which is an opera house, to be safe, to say that they have to warrant their trains safe for --  for passage? I can't see a difference. And it seems to me it's very normal in a contract to say that the seller of the product is implicitly warranting fitness. Isn't it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's --  that's the problem. I take it to go back to the questions you were asked, from your answer, you have found no case in any country where a waiver of sovereign immunity based on commercial activity supports you. And if so, what is that case? Switzerland and Britain --  or rather, Netherlands, say no. The EU Treaty says no. The UN Charter says no. And they have all these lists of language which, while not absolutely against you, leans Alderson Reporting Company against you. So I want to know what is there, in the law of sovereign immunity particularly, that argue -- leans in your favor."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No. But I'm taking your Alderson Reporting Company answer to my question being we have none."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Okay. All right."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you tell me, your adversary claims you've been trying to change what your claim is. Is it based on the ticket sale? Or is it based on the operation of the train?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I see our interests, but I'm thinking there are 190-some-odd countries in the world. Many of them do have governments that run various kinds of enterprises. When they come to the United States, perhaps not being totally conversant with American law, they might think if my commercial activity in the United States really gives rise to some problem in the United States, I expect to be sued. But where what really gives rise to it -- you see, I have to use language like that -- takes place in my country, I Alderson Reporting Company expect it will be my courts that will deal with it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, maybe --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- they would've read -- if they had read our opinion in Nelson, that would have given them a good inclination to read sovereign immunity the way Justice Breyer suggests."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he has a paragraph in Alderson Reporting Company Nelson, one sentence of which helps you, that he says the Nelsons -- you know, they negotiated with the Nelsons in the United States. They entered into a contract in the United States. The Nelsons are heard aborad. I take it that's the basis of it, and this helps you. But he says before even taking each of the Nelsons' allegations about the recruitment and employment is true, those facts entitle the Nelsons to nothing under their theory of the case, which isn't contract. But, he goes on to say, it's these torts, which happened in the hospital abroad and not the arguably commercial activities that preceded their commission that formed the basis for the Nelsons' suit."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The basis for. You see. And so --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- that's why I'm thinking it does not help you."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So in line with the discussion we had earlier about specific jurisdiction, is your argument that general jurisdiction is enough to support based-upon under the statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought you talked about just all of the different commercial activities that the Austrian airline engaged in in the United States. And if it's all of the different commercial activities, that sounds like general jurisdiction, not the specific jurisdiction."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. But in point of fact, that's all OBB does. So, effectively, your argument is an argument that OBB is subject to jurisdiction in a general jurisdiction kind of way with respect to everything that they do. And, you know, I think what the Chief Justice is suggesting is, like, that seems wrong."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Sure. Finish your answer."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose Ms. Sachs was Australian, and she bought this ticket on the Internet in Australia. Would you say that there would be no sovereign immunity in the suit in the United States?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But there would be -- there would be -- there would not be immunity because it was based on the running of the railroad."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Fisher, you -- you recognize -- I think you recognized in your brief that Alderson Reporting Company this --  you can call it a question of first impression. You --  you said, I believe, based on --  the meaning of based-on in this context is an open question. And if it is an open question, why should we allow a foreign carrier to be sued in the United States for acts or omissions overseas --  the negligent conduct occurred overseas --  when the only link, the single link is a ticket, a pass, purchased from a --  a travel agent in the United States?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But if that's true --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If that's true, I don't understand why you answered my hypothetical question the way you did, because in my hypothetical question I Alderson Reporting Company thought you said that there would not be jurisdiction to sue in the United States when I slip and fall in Vienna. And --  but you could make the same argument. Well, there was a duty created in the United States, and that's what I'm suing on."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there's --  I mean, the only thing that's happened in the United States is that I've purchased a ticket there. That's --  that's what I've done."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So I take it that your argument is that purchase of a ticket gives rise to a duty which is then violated when I slip and fall in another country."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If --  if you get on Alderson Reporting Company the train in Vienna, and you buy your ticket in Vienna and you get on the train in Vienna, there is on the train operator some duty of care, isn't there? Without regard to -- in other words, there's nothing special about buying a ticket in the United States that gives rise to a unique duty of care that's any different from the duty of care that the railroad owes its passengers in Austria."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I understand. But there's nothing unique about the standard of care based upon whether it's a Eurail Pass or something else, is there? I'm just trying to suggest that you're Alderson Reporting Company putting an awful lot of weight on the standard of care created by the purchase of the ticket. And -- and that's no different here or whether the ticket was purchased in -- in Austria."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It makes no difference to what standard of care she would allege if there were some other basis for jurisdiction in the United States?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Fisher, the purposefully-availed-of test relates to specific jurisdiction, and there has to be an instant connecting. If there is that connection, then you must have, in addition, purposefully-availed-of. But purposefully-availed-of, standing alone, doesn't give you general jurisdiction, and it doesn't give you specific jurisdiction. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you also have to have a relationship."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's say that I don't accept that argument, okay? Let's just for a moment assume that on a straight negligence claim, the idea that a negligence claim arising from an accident in Austria arises --  let's say I think it arises from the accident in Austria. It does not arise from the purchase of a ticket in the United States, okay?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Now, I guess there's still a question as to whether your warranty claims ought to be treated differently. And I take it what Mr. Kneedler has said about that is, no, they shouldn't be, that's just fancy pleading, it's just a way of converting a negligence claim into a contract claim. It's the same kind of thing that happened in Nelson that we refused to allow. Why isn't that right?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"How does it work with a domestic contract, an ordinary domestic contract entered into in Nevada, and the breach of the contract, which consisted of a failure, for example, to deliver goods to San Francisco, took place in California, and the lawsuit is brought in Nevada? How does that work? They move --  well, how does it happen?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I know that, but I mean where does the --  where does the --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, yeah. Does that not come up as to what law applies, as to a factor in forum non conveniens."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, it doesn't? How do you decide what law applies? The contract doesn't say."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Ah. Most significant Alderson Reporting Company relationship. I see."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And does it matter whether it's -- is it to the formation of the contract or is it to the breach?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And what's the difference whether it's the one or the other?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What's the difference?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean how does the Court decide?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I'm simply pointing out that these kinds of problems are not unique to the international context."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"They arise in many different legal circumstances, and courts have to decide what is the gravamen, and sometimes that's difficult and sometimes it's not."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Am I right about that? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"--  the weight of the --  I don't know. You're the one --  I'm not very knowledgeable, and I --  I tend to believe you're more knowledgeable. Therefore, I'm asking you the question."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If we're dealing --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If we're dealing with choice of law, is --  is there any serious question of what law would govern the adequacy of OBB's boarding protocol, or their platform design? Would that be any law other than Austria?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And I'm --  I'm asking you. Never mind what the California court said. We have an accident in Austria, and it's Alderson Reporting Company based on --  the allegation is the boarding protocol was negligently designed, or the platform, the space between the train and the platform, negligently designed. What law would govern whether that platform was negligently designed, whether the boarding protocol, operating protocol was negligent?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And that -- and that works, even though it's an adhesion contract, and it's small print --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that was an admiralty case, though."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose -- suppose the Court simply said, buying a ticket from an agent in the United States is not enough, period. We don't adopt any gravamen. The question is, what does based-on mean. And the Court could say based-on is not based-on if all that happened in the United States is the purchase of Alderson Reporting Company the ticket. We don't have to buy any gravamen or anything else."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What makes it commercial is it's a railroad doing the same thing a private railroad would do. It's in -- its business is operating a railroad."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And we say, look, did -- they're --  your exact words."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Are they liable for activity that took place in this country? They are liable for the breach of the contract. The breach of Alderson Reporting Company the contract took place in Austria."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"End of case."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Basombrio, you have three minutes remaining. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you suggesting the based-upon determination is not done on a claim-by-claim basis, it's -- you look at the entire complaint?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You find the gravamen of the entire complaint?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if the only claim were the breach of warranty claim?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What if she also had, in addition to the claims she's asserted, a conventional breach of contract claim? She said that when they -- when she tried to get on the train, they said no, your Eurail Pass doesn't let you get on free, you have to pay an additional amount?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We look to the gravamen of the whole thing and we say, well, the tort claims are in Austria and therefore she can't bring this breach of contract claim in the United States?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, exactly what happened here, plus she said they made me pay extra."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JUAN C. BASOMBRIO","firstName":"JUAN","lastName":"BASOMBRIO","counsel":true,"justice":false,"side":"petitioner","words_spoken":2170,"interruptions":17,"times_spoken":56,"laughter":0,"num_int_by":7},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1341,"interruptions":13,"times_spoken":28,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"respondent","words_spoken":2844,"interruptions":31,"times_spoken":61,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":519,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":736,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":386,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1255,"interruptions":7,"times_spoken":31,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":234,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":428,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":395,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":888,"interruptions":4,"times_spoken":32,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3511,"times_spoken":84,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":31,"words_spoken":2844,"times_spoken":61,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":25,"words_spoken":4841,"times_spoken":152,"laughter":0,"num_int_by":7}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.9057704608473381,"respondent":0.09422953915266186,"date":1472703110777}}