{"petitioner":{"name":"CITY AND COUNTY OF SAN FRANCISCO, CALIFORNIA, ET AL.","counsel":[0,1]},"respondent":{"name":"TERESA SHEEHAN ","counsel":[2]},"caseNumber":"13-1412","date":"2015-03-23T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next this morning in Case No. 13-1412, the City and County of San Francisco v. Sheehan. Ms. Van Aken. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"any further. (Laughter.) Ms. Van Aken, before you go"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Your petition for -- for writ of certiorari -- and it was a petition that had your name on it, said on -- on the reasons for granting the petition, this Court should resolve whether and how the Americans with Disabilities Act applies to arrests of armed and violent suspects who are disabled.  The circuits are in conflict on this question.  The question presented is recurring and important, and Title II of the ADA does not require accommodations for armed and violent suspects who are disabled, and that's the issue Alderson Reporting Company on which there is a circuit conflict. I now look at the Table of Contents of your petition.  This argument is not made in the petition at all.  You -- you concede that -- that Title II does apply even to the arrest of -- of armed and dangerous suspects.  You just say in this case, \"Modification to Sheehan's arrest would not have eliminated the significant risk she posed.\" There -- there's a technical word for this. It's called bait-and-switch.  We might well not have granted this petition had you not listed those reasons. Are we supposed to appoint somebody else to argue the point that you asked -- asked us to resolve in the -- in -- in your petition for certiorari?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's not what your -- that's not what your petition said.  Title II does not require accommodations for armed and violent suspects who are disabled, period, is what it says.  And Alderson Reporting Company that is not the argument you are -- you -- you make in your -- in -- in your principal brief."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  I -- I looked at your papers below, and there, there was an argument as to whether the ADA applied at all to arrests.  And nowhere do you raise the direct threat argument; nowhere do you raise -- raise below the risk argument.  It was a pure legal question, the one I thought we were going to answer. But on appeal, you're now using the words \"direct threat\" and -- and \"risk.\"  What are we supposed to do with this?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We’re supposed to change the -- the nature of the case and perhaps reverse Alderson Reporting Company the Ninth Circuit on an argument that was never presented to it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Before we get to the question that you have briefed and the question that the Solicitor General has briefed, there is another question that logically comes first.  The statute, 42 U.S.C. 12132, says, \"No qualified individual with a disability shall, by reason of such disability, be subjected to discrimination by any such entity.\"  That's the relevant statutory provision, isn't it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So all we have there is discrimination.  In the -- is there any provision of the ADA that defines what is meant by discrimination in that context?  Not in the employment context, in that context."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  Where does that appear?  Is that in the statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, before you get to that, I -- I'm still not entirely satisfied with your answer about discrimination.  We have to answer that question before we get to the arguments that you make and that the United States makes based on regulations that have been issued pursuant to the statute. If discrimination means what it means in ordinary parlance, which means treating people differently, then there would be no basis for those regulations.  But nobody's briefed this other issue, this threshold issue.  Now, maybe you're right.  But it hadn't been briefed."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  What -- what is the public service that she could not --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a public service?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's call it an activity instead of a service."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I have another preliminary question. The ADA does not apply to the individual officers; right?  It applies to the entity."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So this -- the scenario we presented are actions taken on the spot by two officers.  Is -- what is the entity liability?  Is this a vicarious liability?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're not making the argument that the entity would be liable for a pattern or practice of discrimination, but not what the officer on the beat does?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And while we are talking about questions that are not strictly speaking in the case -- (Laughter.)"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What is your view of when you are liable for monetary damages?  What is the standard on that?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As long as they are intentionally making the arrest, do you think that that meets the standards that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It isn't that the institution must be purposeful, that it must be a policy of the institution?  It's enough if the actor, the officer in question, acted purposefully?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't -- you don't challenge that?  You think that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- you want us to assume that Title II applies, and then to say that in this case, however, because of this particular individual's behavior, there was an exemption from that normal application of Title II.  And then we will decide in some future case whether it's true that Title II applies at all; right?  That's --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You didn't say so in your -- in your petition."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Title II of the ADA does not require accommodations for armed and violent suspects who are disabled."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not -- you're not arguing that here.  You are saying in the circumstances of this case, is all you're saying."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it enough that the individual was armed and dangerous?  Is that alone enough?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about this case? Suppose that there is an armed and dangerous person who the officer knows is deaf, and the officer says put your hands up or I’ll shoot."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And, of course, the deaf person doesn't put his hands up and the officer shoots. Is that -- I guess you are saying that the ADA has nothing to do with that case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not what you answered to me.  You said if the individual is armed and dangerous -- actually it should be armed and violent, that -- now you are saying that is not enough. This individual was armed and violent, and you say it's not enough.  It depends on the circumstances.  Now, which do you want us to hold?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And there is a circuit conflict on that point; isn't there?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where was that in your brief?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where was -- the brief below it, to the circuit court.  Where did you use the words direct threat and parrot the statute?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you're -- you're not parroting the statute.  The statute says, in determining whether an individual possesses a direct threat, a public entity must make an individualized Alderson Reporting Company assessment based on reasonable judgment that relies on current medical damage or on the best available objective evidence to ascertain the nature, duration, and severity of the risk, the probability that the potential injury will occur, and whether reasonable modifications will mitigate the risk."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That is the regulation."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, Alderson Reporting Company what -- I -- I -- let's assume certain facts."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right?  Contrary to what you're -- I will wait for your reply."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I finish the question?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":3,"sideBefore":"justices","text":"There is no exit possible, and the police officers knew that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The police officers knew that there was no way to escape from that apartment. They knew that the building was empty.  Could you still defend their decision to go in given that they could have waited and tried to talk her out?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's different than what they did however."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They opened the door, and they rushed in and pepper sprayed her.  They -- they weren't just opening the door to see if she had a gun or other instruments of danger."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So let's -- let's assume my hypothetical.  Doesn't -- doesn't this require them, if it doesn't change the nature of their service, protecting the public, to wait for their backup and to wait for the crisis intervention team?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So why isn't that a jury fact?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't that a jury fact? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gershengorn. "},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":9,"sideBefore":"","text":"There is no circuit conflict on that point?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"","text":"Of course, at the common law, it was -- it was clear that statutes normally did not apply to the police, for instance, even though the speeding law does not have an exemption for police vehicles, a policeman could speed.  It was just assumed that normal criminal offenses did not apply to a policeman acting within the scope of his duties. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"","text":"No, I'm not talking about prisons.  I'm just talking about enforcing the law."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":9,"sideBefore":"","text":"And do you also agree with Ms. Van Aken that there is vicarious liability, because the ADA operates against entities, not Alderson Reporting Company individuals, not officers.  So do you also accept that there is vicarious liability, rather than the enterprise, the entity would be liable if it had a pattern or practice."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":9,"sideBefore":"","text":"It does seem to me that the dynamics are different in the arrest context.  Now, here, I guess the officers had reason to know that this individual had a disability, but what happens if police officers have to arrest somebody out on the street that seems to be behaving in an unusual fashion.  How can they determine whether that person has a disability, it may be someone who is schizophrenic and isn't taking his or her medications, or it might be somebody who does not have a mental illness, but has taken some kind of controlled substance, how do they make those determinations on the spot when they're arresting someone."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":9,"sideBefore":"","text":"But in the case I posited, there would be an issue about whether the officers should have known that this person was behaving bizarrely, had a mental illness?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"","text":"What about saying it is never reasonable to accommodate somebody who is armed and violent?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"","text":"That seems to me a fairly sensible statement.  It is never reasonable to accommodate somebody who is armed and violent, period."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"","text":"Which is what some courts have held."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"","text":"Excuse me, but I don't accept that.  That's not a bright line rule."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":9,"sideBefore":"","text":"It doesn't apply -- it doesn't apply in one particular circumstance, where the person is armed and violent."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":9,"sideBefore":"","text":"And you are asking for a remand -- you say most of the time officers can go ahead.  But there may be some times when not. What is there in the fact picture here that would warrant a remand?  Remand to determine what?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":9,"sideBefore":"","text":"Mr. Gershengorn, if I can just get your understanding.  What are the special circumstances that we're reserving here?  What is the reason for not adopting Justice -- the Fifth Circuit Alderson Reporting Company rule?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":9,"sideBefore":"","text":"Tell me what those facts are."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":9,"sideBefore":"","text":"I think the standard you just proposed gives no guidance at all to an officer faced with a violent -- with a violent person."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"","text":"Thank you, counsel. Mr. Feldman. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly.  I don't know why we took the case."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the actual dispute was that Hodge, the social worker, claims he told them that this was a second-floor apartment, and there was no way to leave, and that the building had been evacuated."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So there's a factual dispute between what they say and the witness says."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"She might have wanted to commit suicide -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- which is a reason -- I mean, the officers did not go in there to shoot her.  They used the pepper spray first.  Why isn't that a sufficient justification?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm not sure I understand that distinction.  If you think she's going to harm herself, apprehending her prevents that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I understand the point.  And it's -- it's a clever point to make, except, as I said earlier, they used pepper spray the first time.  And it was only when the pepper spray was ineffective that they had a necessity of taking armed action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I understand -- I understand the factual dispute in this case.  But is your position that based on the Justice regulations, that danger to self is never a justification for approaching and trying to apprehend and subdue somebody in this situation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know why you wouldn't think the pepper spray, instead of the weapons, Alderson Reporting Company in the first instance wasn't a reasonable accommodation."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Just -- just to make clear --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- you say danger to -- to – to the self is -- is not a reason for apprehending the person?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Or at least trying to."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"She had called for backup, and she had called for the CIT, correct?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why should that be?  I -- I can't imagine why that should be.  I mean, if you have a person that you know is mentally unstable and they're -- they're about to kill themselves, you -- you -- you have Alderson Reporting Company to back off and say, well, you know, this is not -- not something that requires accommodation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I don't care.  That doesn't make sense."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But this case is about danger to the police -- police officers.  This is -- this is a case where a social worker says, she threatened to kill me."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. -- Mr. Feldman, do you agree with the Solicitor General's standard here, and you just disagree on the facts, or do you disagree with Alderson Reporting Company the Solicitor General's standard?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what did -- I thought that the government said if somebody is armed and dangerous, the presumption is no modifications are required."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I have a hard time actually understanding if there's much of a difference between the reg and the Government's special circumstance, because the ADA, as a matter of course, doesn't say you have to change your procedures unless a reasonable accommodation can reduce the risk or can eliminate the risk.  So what's the difference between that and special circumstance?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"There I -- I agree with you.  Any time we start creating tests, I think it complicates things when you just go by the language. The issue always for the jury is, could they have eliminated this risk."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That is what the statute -- that's what the reg says."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but I think the idea of the government's test, Mr. Feldman, is this is an extraordinary circumstance in which the government is facing somebody who has a weapon, somebody who may be violent at any time, and that we shouldn't turn every case into an inquiry about, was this the absolute best thing that the police could have done.  You know, there's -- there's a lot of uncertainty in these situations, and some reason to give the police officers who have to deal with them the benefit of the doubt."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  But then that's, again, just the question of does this meet the special circumstances or does it not meet the special circumstances?  I guess what I was trying to sort of Alderson Reporting Company figure out was the reason why you object to the government's test in the first instance."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So what -- if you were giving the two-sentence guidance in the -- in the education course to the police about what to do in a situation where they confront somebody who is mentally unstable, what would you tell them to do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that doesn't Alderson Reporting Company give -- I mean, that throws a lot of legal terms at them.  I mean, in terms of their actual on-the-ground guidance, can you do better than saying you must accommodate the disability?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Gee, I -- I would -- I would have thought it was foreseeable that the pepper spray would disable her."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't that what pepper spray is supposed to do."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Was this defective pepper spray?  What was -- what was the matter here?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What would you say to officers who encounter a person on the street about determining whether the person has a disability?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I understand it's not this case, but our decision would have implications in other contexts.  So you would tell the officers, well, you have to determine whether this person is substantially limited in a major life activity, and if so, that person has a disability, what would you do?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is -- is being high on drugs a mental disability?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"He's high on drugs because he took drugs."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Mr. Gershengorn said that the ADA was only triggered when the officer knew there was a disability.  Do you disagree with that from your answer to Justice Alito?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And presumably, Alderson Reporting Company there's no way to tell if there's somebody you come upon on the street who's exhibiting signs of being on -- on drugs, whether that is because of prescription medication or illicit drugs."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And -- but they -- but they have to be treated differently."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  Why?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If the -- if the danger is present, right?  All right?  Why do they have to be treated differently?  One -- one would assume that if someone's dangerous and violent, and there's no way to modify dealing with them, does it matter whether they're disabled or not or what the cause is or not?  The issue is, don't resort to violence automatically if there's a way to mitigate the risk.  Isn't that the answer? Now, whether you'll be liable for potential damages or an injunction or anything else, that depends on whether you knew the person was disabled.  That's a different issue altogether."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If you know about it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But if you don't, and whatever the cause is, if the person's violent and there's no way to mitigate the risk, it doesn't matter whether they're disabled or not."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Hodge also said there was probably a fire escape.  He was wrong about that, but he did say that."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and, Mr. Feldman, I guess I'm still trying to figure out exactly who's advocating for what legal standard and how those standards are connected with each other.  But if -- if you are using this direct threat regulation, do you understand you and the City to be advocating for the Alderson Reporting Company same legal standard?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Because you're both looking to the regulation as the test."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And the City says it's satisfied; you say it's not."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So the only party who is not saying that that's the standard is the Solicitor General, whose stand -- whose regulation it is."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought in Diorro, the plaintiff was unarmed, had not attacked or touched anyone, had generally obeyed instructions."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's very hard when you have such a fact-intensive inquiry, and I think that was part of your submission, to say that the law was clearly established as to how they should function in a particular circumstance, which I think is important when you're talking about making the officers personally liable."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Only facts in the same jurisdiction -- of cases in the same jurisdiction are relevant?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  Well, I mean, suppose this officer knows that in -- in some jurisdictions or Alderson Reporting Company at least in the Fifth Circuit, boy, you know, if this person's armed and violent, I don't have to accommodate at all.  So, you know, you could say that the point was -- was not clear.  I mean, how can you say that -- that it was clear under -- at least under Supreme Court law?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"On the qualified immunity issue, could we consider the question whether there was a Fourth Amendment violation at all?  Assuming the City -- assuming that counsel for the officers raised that argument?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you think they waived that argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Alderson Reporting Company Ms. Van Aken, you have three minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that the point of the treatment, though, to try to give it a chance?  I mean, what your adversary has said is, we can't assume, unless we want a society in which the mentally ill are automatically killed, there's 350 people a year, estimated, who are shot by police officers and killed, who have mental illness.  And this is not to minimize, there's a hundred police officers who are killed, almost half of them from ambushes, and the other 50, I'm not sure what the circumstances were, but not ambush circumstances.  The point is, isn't the ADA -- and the Alderson Reporting Company House report makes this very clear -- intended to ensure that police officers try mitigation in these situations before they jump to violence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHRISTINE VAN AKEN","firstName":"CHRISTINE","lastName":"AKEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1987,"interruptions":21,"times_spoken":47,"laughter":1,"num_int_by":3},{"id":1,"fullName":"IAN H. GERSHERNGORN","firstName":"IAN","lastName":"GERSHERNGORN","counsel":true,"justice":false,"side":"petitioner","words_spoken":0,"interruptions":0,"times_spoken":0,"laughter":0,"num_int_by":0},{"id":2,"fullName":"LEONARD FELDMAN","firstName":"LEONARD","lastName":"FELDMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3306,"interruptions":20,"times_spoken":54,"laughter":1,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":416,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":940,"interruptions":3,"times_spoken":38,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":839,"interruptions":0,"times_spoken":28,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":436,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":263,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":461,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":9,"fullName":"MR. GERSHENGORN","lastName":"GERSHENGORN","counsel":false,"justice":false,"side":"","words_spoken":1502,"interruptions":8,"times_spoken":18,"laughter":0,"num_int_by":4},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":60,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":11,"fullName":"THE COURT","lastName":"COURT","counsel":false,"justice":false,"side":"","words_spoken":15,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":1987,"times_spoken":47,"laughter":1,"num_int_by":3},{"side":"respondent","interruptions":20,"words_spoken":3306,"times_spoken":54,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":5,"words_spoken":3415,"times_spoken":121,"laughter":2,"num_int_by":2}],"outcome":{"side":"respondent","margin":8},"prediction":{"petitioner":0.8492810510392584,"respondent":0.15071894896074156,"date":1472419305634}}