{"petitioner":{"name":"M&G POLYMERS USA, LLC, ET AL.","counsel":[0]},"respondent":{"name":"No. 13-1010\nHOBERT FREEL TACKETT, ET AL. ","counsel":[1]},"caseNumber":"13-1010","date":"2014-11-10T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 13-1010, M&G Polymers v. Tackett. Ms. Ho. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- we're dealing with a case where there isn't silence.  I mean, it's a matter of construing what the words mean, but for example, this collective bargaining agreement says that the employees will receive a full company contribution toward the cost of health benefits.  That's not silent."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what you say, but there was a hearing by the district court.  You're recommending we apply ordinary contract principles, no?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume -- assume that I find those words ambiguous, you have a hearing.  The district court had a hearing, and it didn't -- I don't think the district court relied on a presumption.  It relied on a bevy of evidence, including the fact that your company bought the predecessor company, assessing the health contributions at full value for retirees. Why -- why wouldn't ordinary contract principles permit the district court to do exactly what it did here?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Ho, I'm wondering if you would agree with this.  If we could start all over again, forget all the history that you just said, if we could start all over again, you, I think, just agreed that we would use ordinary contract principles; is that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So ordinary contract principles, we would -- first, we would look at the agreement, and if the agreement said something clearly either way, whether it was for vesting or against vesting, the agreement would control; is that correct? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if the agreement was ambiguous, we could take extrinsic evidence to clarify the terms of the agreement; is that correct?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, so --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"You acknowledge that?  See, I wouldn't acknowledge that if I were you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't believe in the parol evidence rule?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Custom, practice."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I hear you."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I hear you.  I was not Alderson Reporting Company getting you to agree with Yard-Man and I was not getting you to agree to the Sixth Circuit."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But what -- what I want to -- is you look at the text, if the text says it either way, you go with the text; if the text doesn't say it either way, it's permissible to look at extrinsic evidence, like, the practice of the parties and, you know, what you sold this for and things like that."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but then you get to Justice Ginsburg's question, don't you, which is that this is a case where actually the parties are disputing language.  It's not really a case where there is silence.  I mean, you've come in and you've given some language that's very good for your side, which is that Alderson Reporting Company duration clause, and the other party has come in and focused on the word \"receiving\" and focused on the tying arrangement between this and pensions, and focused on the surviving spouse clause.  So you have -- you have some language, they have some language."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does -- where does ordinary contract interpretation require a clear statement?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you keep saying when there is silence, and as Justice Kagan pointed out and as I pointed out, one side is not silent.  There are always indicia that vesting was intended."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I thought your –but I thought your position here was that what the contract says under ordinary principles of contract interpretation is not the point.  The point is, is that in the first court of appeals case, they mention Yard-Man at least four times and said the Yard-Man presumption controls, and that's what the district court thought."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And the question -- the principal question here is whether the Yard-Man presumption should have a -- play a significant part in Alderson Reporting Company the interpretation of this contract, and you say no."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And there would be -- and presumably there would be -- we could make that decision in remand so that we don't interpret this contract initially without -- without the benefit of what the district court and -- and the court of appeals would say without the Yard-Man presumption if you prevail."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless, of course, the Yard-Man presumption is normal contract interpretation. That is, you know, the court of appeals could be saying that when you look at the totality of the contract where the benefits are being given for, as payment for work, you get them if you've worked so many years, they increase when you've worked more years.  Where that is the case, it is a reasonable assumption, call it a presumption if you like, that any promise to pay those benefits continues after the termination of the -- of the union contract.  In other words, I'm not sure that the court of appeals would agree that -- that this presumption is contrary to normal contractual interpretation.  I think the court of appeals would say that is normal contractual interpretation."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we know that contracts have certain assumptions about them, about what continues.  Arbitration provisions continue after the expiration.  We have found that, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And Justice Scalia just said to you something that talks about retirement and the surviving spouse and her right to get things would -- I think could reasonably be viewed  as a vesting provision."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"See, that's --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that’s the question for the following reason, okay?  I don't know whether there's a lifetime health benefit if this company stops providing any, meaning if the company some day says we're not going to give any whatsoever, the issue -- that, I think, is a more interesting question because then the contract has truly expired.  But if it chooses to, it seems to me that the full benefits or -- will receive a reduced -- will receive a full company contribution, could suggest that that doesn't expire."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So long as the health -- as long as the company is providing health insurance."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But could you have -- if the collective bargaining agreement has expired, you Alderson Reporting Company have your duration clause, and the company instead of saying, retirees, we're going to make you contribute something to the health care, says:  Well, the contract expired; no health coverage at all for retirees.  Under your theory, I assume they could do that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the fact --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it your position that once the contract expires, the employer is free to say no health coverage for retirees, period?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you answered the question.  The answer is yes, right?  The company can terminate.  You're saying it hasn't terminated here, it's a nice company; but it doesn't have to be a nice company, does it?  Isn't that your position?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What I would like to hear, earlier you said there were two reasons:  One was the termination clause and second that the contract had to be read in light of the background rule -- then you got cut off.  And I really want to know what the background rule you were about to refer to was."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the second one -- before you get cut off again, what's the second one?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Ho, Congress has said, yes, in pension benefits, there's vesting.  And in health care benefits we leave it to the parties; is that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it doesn't have any implication for health care benefits other than we leave it to the parties, isn't that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but then you're back to your first background rule, which is that we would expect to see this if it were there.  But you can -- I mean, that seems -- that statement has its corollary, right?  Which is that, you know, either party -- we would expect, we would expect to see if the union had Alderson Reporting Company won, that it would say vested.  We would expect to see if the employer had won, it would say unvested. And, indeed, I think that there's an amicus brief in this case that suggests that there was a survey done of all these agreements and about 60 percent of them say quite explicitly unvested.  Yours doesn't do that.  So there we are.  We're left with this ambiguity, and you have some language and they have some language and some judge has to figure it out."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Congress has said we don't care.  Congress has said we leave it to them."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"This is an important benefit and an expensive one.  Why is it that in this collective bargaining agreement and apparently many others -- I don't know whether the figure is 40 percent or whatever it is -- there isn't anything explicit one way or the other?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"This certainly can't be something that didn't occur to the employer or to the union.  Why did they choose to leave it silent?  Why did they choose not to address it expressly?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How about \"Retirees will receive health benefits as long as they are eligible for and receiving a monthly pension\"?  Doesn't that sound like as long as they're getting the pension, they will get health benefits?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't think it's reversing that.  I think it's -- it's an argument of -- of contractual expression, contractual intent.  It says if you tie the continuing receipt of health benefits to the continuing receipt of retirement benefits, and if you know that retirement benefits survive the termination of the contract, right?  You acknowledge that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to suggest that -- that health benefits continue as long as retirement benefits do.  Now, I mean, maybe there are other indications, but that one certainly seems to -- seems to tie health benefits to retirement benefits. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you have to -- why do you have to do that?  If you want to treat them as separate, treat them as separate.  Don't tie them together.  There was nothing that required these two to be tied together."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought it was your position that whatever might be the outcome of these questions, the Sixth Circuit didn't think that that was the right analysis, that the Sixth Circuit didn't think the result could be reached without imposing the presumption of your argument, and so instructed the district court.  And that's the issue before us."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that the district court on remand said it would have come out the same way anyway.  They said there are no facts that would defeat this same conclusion."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, the nice thing about a contract case of this sort is you can't feel bad about it.  Whoever loses deserves to lose. (Laughter.) Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"I mean, this thing is obviously an important feature.  Both sides knew it was left unaddressed, so, you know, whoever loses deserves to lose for casting this upon us when it could have been said very clearly in the contract.  Such an important feature.  So I hope we'll get it right, but, you know, I can't feel bad about it. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Well, you know, the workers who don’t discover they've been retired for five years and don't have any health benefits might feel a little bad about it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm taking sides, but I want to -- (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"I mean, what I've listened to sort of drives me to the conclusion where you started, decide these things without any presumption, period.  Ordinary contract.  Go read the contract. Where it's ambiguous, Judge, ask them for extrinsic evidence if they want to present it.  Decide it like any other case.  I started there.  Maybe I've heard something that should change my mind.  I often do change Alderson Reporting Company it in oral argument, but I haven't yet."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"He agrees with you, doesn't he?  I mean, you're not going to argue that, are you?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So you say just have us decide it, and in this case, I've read an awful lot that you may well lose."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Clark? "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that what Justice Scalia believes?  I tend to agree with him.  He said -- he said the other side is arguing the same thing, and -- and says since both sides want to argue the same thing, maybe we can just agree with them. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it may be music, but it -- Yard-Man says that retiree healthcare benefits are not subject to the stricture of ordinary contract interpretation and -- I mean, that's what Yard-Man says, and so I think you would have to vacate Alderson Reporting Company if we're going to say apply the normal principles of contract interpretation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know you're saying that you win without Yard-Man, but -- but it still seemed to mean something to the Sixth Circuit. And the many other courts of appeals that have addressed the question have distinguished what they're doing, saying, you know, we're not going to follow Yard-Man. We're going to apply normal principles of contract interpretation."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Now, the only point of this that I'm unsure of is that almost all of the other circuits require either a clear statement of vesting or at least words clearly susceptible to vesting.  One or the other. What do you -- How do you stand on those two Alderson Reporting Company principles of statutory construction --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm saying what other -- I think other courts have done this, correct?  They have presumptions against vesting, some of the courts."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that -- is that the Second and Seventh -- are you saying essentially you agree with the position of the Second and Seventh Alderson Reporting Company Circuits?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is it a traditional principle of contract interpretation that if you're dealing with something as big a deal as healthcare benefits for life, you might expect that to be addressed -- addressed more specifically?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You want us to write an Alderson Reporting Company opinion saying that whether or not health care benefits survive in a collective bargaining agreement is not a big deal?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then I'm thinking -- I don't understand your answer to the question --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- posed by the Chief Justice."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that's exactly contrary to what your argument instructs."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's the general principle of what custom or practice in the industry or something like that, which I guess -- I guess that's an ordinary principle of contract interpretation that could be applied."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a practice on this -- on this subject?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, I'm not talking -- I'm talking --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- about in the industry."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but Sixth Circuit we can't rely on because of Yard-Man."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This may be an unfair Alderson Reporting Company question, but following up on what Justice Scalia is getting at, I don't know how many others of those rubber companies are requiring contributions of active employees that are different than the contributions of retired employees.  Do you have any information about that?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Please."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And is it right that Petitioners' original arguments were not that they didn't have to pay these at all, but only that these benefits were capped at a certain level; is that right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask  you a question about retirees?  I don't know if it's industry standard or just this contract.  Are retirees eligible to vote on the agreements that are entered into by the union?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"They are not. Alderson Reporting Company And is that generally true of retirees?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And do they -- does the union represent them in any other disputes they may have as retirees with -- because generally, the union represents employees, active employees?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so in a way, you would expect the union to give this away so -- so it can get higher benefits for the people that are still in its bargaining unit, wouldn't you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's a cynical --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right, right."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is one of -- is one of the ingredients that goes into this mix the background rule that I -- I thought your friend would bring up, and that is it is the normal rule in contract interpretation that when the contract expires, so do its terms.  If you start with that, contract expires, all its terms expire.  Isn't that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about the arbitration context of Litton?  I mean, the idea is, well, of course, it doesn't expire because you might have disputes, particularly disputes going in connection Alderson Reporting Company with the expiration.  So the idea in Litton, that the arbitration requirements continue, really can't be applied outside that context."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So is this the language Alderson Reporting Company you're referring to, \"Exceptions are determined by contract interpretation, rights which accrued or vested under the agreement will, as a general rule, survive termination of the agreement\"?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Go back to something that you said earlier that I wasn't sure I understood from reading the briefs.  You said that this was a standard form contract that arose in Ohio for rubber companies; is that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And did these contracts arise before or after Yard-Man?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Clark. Ms. Ho, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure that's true.  I --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The language of vesting has to be reasonably susceptible from something in the contract."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the contract as a whole."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How about the spouses?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying it does continue as to the spouse?  I didn't get the point."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ALLYSON N. HO","firstName":"ALLYSON","lastName":"HO","counsel":true,"justice":false,"side":"petitioner","words_spoken":2601,"interruptions":19,"times_spoken":55,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JULIA P. CLARK","firstName":"JULIA","lastName":"CLARK","counsel":true,"justice":false,"side":"respondent","words_spoken":2625,"interruptions":9,"times_spoken":31,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":276,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":391,"interruptions":3,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":497,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":628,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":539,"interruptions":2,"times_spoken":18,"laughter":2,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":259,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":78,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":181,"interruptions":0,"times_spoken":5,"laughter":2,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":2601,"times_spoken":55,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":9,"words_spoken":2625,"times_spoken":31,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":10,"words_spoken":2849,"times_spoken":91,"laughter":4,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.5464190409110908,"respondent":0.45358095908890916,"date":1472418053142}}