{"petitioner":{"name":"TIM WOOD AND ROB SAVAGE","counsel":[0]},"respondent":{"name":"MICHAEL MOSS, ET AL. ","counsel":[1]},"caseNumber":"13-115","date":"2014-03-26T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 13-115, Wood v. Moss. Mr. Gershengorn. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask a question? So were the pro-Bush demonstrators.  In fact, the pro-Bush demonstrators were across the street pretty much at a diagonal to the President, and they were permitted to remain there the entire time.  He -- they had a throwing distance of a bomb or a shooting distance as well."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That was after the second move, not the first."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I don't understand the government to be making the argument, and I can't understand why it isn't making the argument, that it doesn't matter whether there was any intent to suppress anti-Bush demonstrations, that in this area, as in traffic stops, we don't consult subjective intent. Alderson Reporting Company If -- if a policeman stops somebody, and it's, oh, you stopped me only because I was coming back from an anti-Bush demonstration, we wouldn't -- we wouldn't listen to that argument.  We'd say, did you have a broken taillight or not?  If you had a broken taillight, we do not inquire into the subjective intent of the officer.  Why is it any different here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You haven't made it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't even have to get into that.  You don't have to get into clearly established law.  It's a very simple case.  If you say, was there objectively a reason to move these people?  If there was, if you had an ulterior motive that was unconstitutional, we don't inquire into it."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you agree with that, Mr. Gershengorn?  Because you have these hypotheticals in the last page of your brief where you say that a complaint could survive a motion to dismiss if the Secret Service members had, you know, announced, had admitted that they had an intention to discriminate or if they had told the local police that. So I took what you were saying there to say, if there is evidence of a very clear nature, that it was all about animus and it was nothing about security, then the complaint would survive."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you get oblige us by answering Justice Scalia's question.  Forget clearly established.  What do you think the law is or ought to be?  If the only motive for the officer's action, for the Secret Service action, is one based on viewpoint discrimination, but that nonetheless there was an objective reason that could have justified the action, what should the outcome be there as a matter of law? Forget clearly established."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- what does that answer mean?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you -- so you say that any time there is an objective basis for the Secret Service to act to move a protester, the fact that this wasn't the motive at all, but that it was viewpoint discrimination is irrelevant. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that your position or is it not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we all know you don't need to win on that question.  The question is:  Should, in your opinion, the Court reach that question.  And my hesitation would be that it is one thing to talk about ordinary policemen.  It is another thing to talk about First Amendment matters where we are engaged with a kind of special protective force, and certain residences there that make -- residences that may make a person hesitate to extend into that area.  And so what is the government's view? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I can't understand why you didn't brief it then in that case.  I cannot understand why you didn't brief it.  And -- and talking about things that we haven't -- haven't held in the past, we haven't even held in the past that -- that there is a Bivens cause of action for a First Amendment violation, have we?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have any cases that has held that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a relevant -- well, what is your position on that? Is it pertinent in analyzing qualified immunity that there's no private right of action for the asserted constitutional violation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't mean what the Court could consider."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to know whether or not -- well, the question is simple. Can you only -- can you not violate the Constitution if there's no right of action against you, or do you look and say, well, whether there's a right of action or not, it still violates the Constitution?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, on -- on the merits of the case, if you were called to brief the Secret Service, what would you say in response to this question:  Do we have any duties under the First Amendment when we are protecting the President with respect to crowds and -- and people that are close to him?  Do we have any First Amendment duty?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They’re asking about a law, they say we want to know what the law is.  We're law enforcement officers.  Will you please tell us what the law is."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They said that's why we've invited Alderson Reporting Company you to lunch, so that you will tell us what the law is. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You actually are arguing that it's not --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Could I --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":6,"sideBefore":"justices","text":"-- that it's not --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"-- have an answer to this question, please?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Answer Justice Kennedy's question."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can I ask you a question?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think it's not Alderson Reporting Company clearly established that you can't discriminate solely -- I've used the word \"solely.\"  No security reason, no nothing.  You can't discriminate solely on the basis of viewpoint?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's constitutionally established?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  Let me go --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- step by step.  You agree that's clearly established."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  What you don't think is clearly established is a mixed motive case."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a different issue.  So the question here is:  Is this a mixed motive case or not?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- the other side, I think, is saying it's not, that there was no valid security reason, no objective security reason for this move."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not a mixed motive. Why -- why do you accept the description of that as a mixed motive case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If you agreed with my hypothetical, the point is it doesn't matter what the officer's motive was.  It does not matter.  If there's an objective basis for a traffic stop, even if his sole motive was discriminatory, the stop is nonetheless valid.  This is not a mixed motive issue."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then don't -- just don't call it mixed motive.  It confuses everything.  It confuses everything."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Alito has been trying to get a question in."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  It's certainly not Alderson Reporting Company your fault. (Laughter.)"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":8,"sideBefore":"justices","text":"This question about the -- the issue that you've been addressing in response to Justice Scalia's question.  In -- in the Fourth Amendment context where it is purely -- the inquiry is purely objective, we have case law on what is reasonable suspicion, what is probable cause.  Now, if you apply that to a First Amendment case where there -- where it's asserted that there is a security -- there may or may not be a security concern, would it not be necessary for us to identify a -- a degree of suspicion or probable cause that the Secret Service would have to have before making -- before moving people for security reasons? I imagine whenever the President is out in public, there is some degree of risk.  You want no risk? You know, keep him in a bunker.  So at some point -- do you see what I'm saying?  They --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The Secret Service has to make a decision about how much information they need before they can -- they should move people or change a route or something like that.  So the courts would then have to set that standard."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you say that under your view of the case, that there is a First Amendment interest that protesters have, but that it is virtually unenforceable in the context of crowd control?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it seems to me that if this complaint doesn't survive, nothing will."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, I really -- I really don't understand what the government is doing here.  It seems to me you want to win this case, but not too big. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in light of the arguments waived below and the arguments not made here, you want us to find for you, but on the narrowest possible ground.  I would think it is in the interest of the United States and the Secret Service to say there are no Bivens First Amendment actions, but you don't make that argument.  Didn't make it below; don't make it here. Likewise, it would be in their interest to say, oh, this is just like a traffic stop.  It doesn't matter whether we had a -- a bad motive so long as there Alderson Reporting Company was an objective reason, that's the end, but you don't make that argument here either.  I -- I really can't understand what the government is trying to do here."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gershengorn, suppose that we changed the facts here and that both the pro-Bush demonstrators and the anti-Bush demonstrators were in the same place and they were at the foot of the alleyway, so that there was an objective security rationale, but that the Secret Service members -- and they were in all respects the same except that they had different signs.  Some signs say the President is great and some signs say the President is terrible.  And the Secret Service members had only removed the ones with the signs that said the President is terrible. So what would your analysis of that be, both Alderson Reporting Company under the clearly established, but also, I want you to get to what you think the law is there."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you're changing my hypothetical, or let me just explain my hypothetical."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I put them both at the foot of the alleyway because that meant that both have a straight shot, you know, that they can throw a grenade into the patio, which is, I take it, what the nature of your objective security consideration is.  So that's true of both of them.  But you only move the ones that say the President is terrible."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But just -- just tell me what your answer to that case is.  What do you think --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you think it would be unlawful?  Forget clearly established."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that's responsive to Justice Kagan's hypothetical.  Justice Scalia's hypothetical, there is an objective reason for stopping the car.  It's violating traffic regulations, which is the broken taillight.  I understood my colleague's question to be there is no objective security rationale."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I said both can throw a grenade into the patio area, but in fact you only remove the people who have the anti-President sign --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- notwithstanding that the security consideration applies to both equally."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, no.  I thought the question was there's no differential security rationale.  In other words, maybe it's not the question my colleague asked, but I'll --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"justices","text":"No, that is."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"-- I'll ask it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's say you have to move the President in an emergency situation.  You've got two options, go through the anti-Bush crowd or go through the pro-Bush crowd, and you've got to do it right away.  Is it a justified security rationale to say that we think it's more likely that it will be Alderson Reporting Company problematic if you evacuate the President through the anti-Bush crowd than through the pro-Bush crowd?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So in other words, the viewpoint itself constitutes a security consideration?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so, your answer to Justice Kagan is that it would be proper if you have only 15 minutes, a limited amount of time, to move the people with the -- with the adverse -- with the signs that criticize the President?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So your answer to Justice Kagan is that there is no violation if they move just the Bush protesters.  That's your answer."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know -- I thought what the Chief was going to say, there's no Alderson Reporting Company differential reason to move one or the other.  Let's assume you have an equal amount of time, you can get everybody moved, and you just are choosing to move the Bush -- anti-Bush demonstrators."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, suppose I add to my hypothetical and I say -- and the Secret Service goes to the local police and says -- and, you know, doesn't talk about grenades at all and really just says we have got Alderson Reporting Company to get these anti-President people out of here because they're annoying the President; let's do it right now, and that's what they do."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is one.  I mean, there is one in a sense of as we look back, we can see that there's an alleyway and that somebody could have a grenade, but there is evidence that that's not at all what was in the heads of the Secret Service members."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We understand that and I think that that's the problem, and I think you're being sort of picked at for this reason in my mind, and I don't know if you have an answer to this.  I know everyone understands the importance of guarding the President in this country.  Everyone understands the danger.  You can't run a risk.  At the same time, no one wants a Praetorian Guard that is above the law, and we have examples of history of what happens when you do that.  So everyone is looking for some kind of line that permits the protection but denies the Praetorian Guard. And if you have anything to say that we're immersed in details about how to get to that general objective, I would love to hear it from either side."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Wilker. "},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Would you have taken the same position if all that had been was the first move, that is, the move to Fourth Street?  Then there would have been about an equal distance from the pro-President demonstrators."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then would you say that you would have no tenable case if they moved them just the one street over so they wouldn't be in a position to throw a hand grenade to the patio?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, do you acknowledge that -- that the issue here is whether the law was clearly established?  Do you agree with that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not saying whether you believe it is.  Is that the -- if you find it wasn't clearly established, do you lose, is what I'm saying?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Now, how can it be clearly established if we have never held that there is a Bivens cause of action for a First Amendment violation?  We've never held that, have we?  How can you possibly say that the violation here is clearly established."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, it is pernicious.  But is there a Bivens action for it?  The Constitution does not create a cause of action for this.  1983 doesn't cover this.  We invented it out of -- really out of nothing, and we have not extended that to First Amendment violations up to now."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, regardless of whether it was made below, it certainly goes to the argument that was made below and here, that the violation here was not clearly established. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, okay."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's a good point."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's a good point."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Mr. Wilker, let's say something happens back in the patio area where you -- you're the head of the Secret Service detail. You've got to evacuate the President right away.  Do you go through the anti-Bush crowd or through the pro-Bush crowd?  You've got to decide right now quickly.  I'm serious.  You have to make a split-second decision. Which way do you go?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  They are both the same.  That was one of your propositions, that there is no way to distinguish there. It's too late.        You've taken too long to decide.  It's a serious point. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You've got to decide like that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I know.  But if we're trying to decide whether viewpoint can ever be a security justification, we have to consider all of the possible situations. So again, if you had to decide right now do you go through the anti-Bush crowd or the pro-Bush crowd?  Guns are going off, explosions.  Which way do you go?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Really?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're the farthest thing from a security expert if you don't know the answer to that one. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":4,"sideBefore":"justices","text":"That's actually not much Alderson Reporting Company of an answer for lots of reasons, but the most, if you don't know, how are we supposed to know?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but with respect, my point is that we do have to adopt a general principle, and if we say viewpoint can never be a consideration, then you have to say when there is an emergency going on, it's just as likely there will be a problem if we go through the pro-Bush demonstrators or the anti ones, which seems to me to be, on its face, implausible."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So then you think there -- well, there may be situations in which viewpoint alone may be a security consideration."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Wilker, do you concede that, looking back on this just in a hindsight kind of way, that there is an objective security rationale here, that they are standing at the foot of the alleyway, that you could throw a grenade into the patio area?  Do you concede that just looking at the situation and not thinking, not taking into account any evidence of what was in their heads, that there in fact is an objective security rationale for moving people from this area?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The question is, what is -- there are so many different theories floating in this Alderson Reporting Company case that I've had a hard time trying to figure out what you want me to decide -- on what theory you want me to decide.  Is your allegation that the Secret Service agents were motivated in part by security reasons and in part by bad -- what you would say, bad viewpoint reasons?  Or is your theory the Secret Service was motivated only by viewpoint and zero by security?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's the latter.  Okay.  So then if it is the latter, I think you're hearing the government saying, yes, that is clearly established, that they could not in fact be motivated only by bad viewpoint reasons and zero by security, and therefore, you have stated a claim, if your complaint does say what we both just agreed you wanted to say."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I don't think the government has conceded that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"All right.  Maybe they didn't and I have to decide that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I don't think the government conceded that at all."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Okay.  Then I would have to decide is it the case that if the Secret -- if the Secret Service was motivated not at all by security and a 100 percent by viewpoint, does that state a claim? Alderson Reporting Company Now, we’d running into the Bivens problem, et cetera. But leaving all that out of it, the next question would be, which I haven't heard argued yet, which is why I raised this, what more do you have to do than state a claim?  5 years ago, I would have thought nothing, that if you have an absurd claim, I'm not saying it's absurd, but if it were absurd, a district court could deal with that.  They would deal with it by giving you 5 minutes of discovery and then saying hum, or 10 minutes plus summary judgment.  Or have you really certified this under Rule 11?  Are you kidding?  Be careful.  Or you know, they have five or six different weapons.  Now, that is what you're arguing, I think. But then along comes Iqbal."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, it's a long way of focusing you on that question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Iqbal says a little bit more than that, not that you just have to allege facts.  In Iqbal, and just quoting here from page 681, the Court goes on to consider the factual allegations in the complaint to determine if they plausibly suggest an entitlement, and they go on to say, but given more likely explanations, they do not plausibly establish this purpose. So based on just your complaint, we have to determine whether there are more likely explanations. And we have in your complaint the idea that they are at the front of the alleyway, it's a six-foot wooden fence. Can we -- we certainly can look at those in deciding not simply whether you've pled the cause of action, but whether it's more plausible than those other justifications."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's what we said in --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Wilker, sorry to take you back to this, but in this --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- case, do you concede that a reasonable officer, even if not these officers, these officers might have had a terrible motivation, but that a reasonable officer could look at this map and say, look at the distance between the alley and the outdoor patio, you can throw an explosive in there, that seems really bad, let's get these people out of the way? Could a reasonable officer have said that?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And have you -- you've conceded that there would be a security interest, in the hypothetical that Justice Kagan raised, that there are -- people are in front of that alley where they could throw a grenade.  Once you concede that, then you say, but the security interest, the valid security interest is washed away because, in fact, it was reported."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure I understand that, because it seems to me there either is or isn't a valid security interest.  Now, whether they acted because of that valid security interest is, of course, a different question, and you might say, well, there was a valid security interest, but that's not why they acted. But as to the first question, I mean, there either is one or there isn't one, no?  And we look at it Alderson Reporting Company and we say, what would a reasonable police officer think of the security interest here?  What would a reasonable police officer do?  Would he clear this area or not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You say in your complaint, \"The Defendants claim that Defendant Secret Service agents told Tao and the police defendants that the reason for the Secret Service's request or direction was that they did not want anyone within handgun or explosive range of the President.  To the extent the agents, in fact, made such an assertion, the assertion was false, and the Defendant Tao and police defendants knew or should have known that it was false.\" So you think it's false.        They think it's true.  That's called a dispute of fact.  And the normal circumstance is that the judge has various weapons at his disposal, legal weapons, to try to prevent -- to try to prevent court's time being wasted, officer's time being wasted and other's time being wasted on factual Alderson Reporting Company allegations that are unlikely to be true.  That was true before Iqbal as well as after.  That's your position, isn't it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what about the other situation, which is similar to your case but not exactly similar -- not exactly the same.  You don't plead any evidence of direct intent -- any direct evidence of intent on the part of the officers, but you have two groups.  One's pro, one's anti, and the officers put one group one place and one group the other place.  Now, the distance from the President to the two groups is not the same.  One is somewhat closer, one is somewhat farther away.  The -- the things that are in between the group and the President are different.  Maybe in the group that's further away, you might think the things are -- Alderson Reporting Company they might -- one might think that there are fewer obstructions, maybe there are more obstructions on the other side.  So you plead that the -- the placement of the anti-group was less favorable than placement of the pro-group and is that enough?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What more do you need?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you -- you plead intent.  Would you be -- if you pled intent based just on the disparate impact, would you be in violation of Rule 11?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What more would you need?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Just to make sure, we're talking about the 15 minutes between --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Between when and when?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And the first -- they first cleared the alley, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And then the movement that you're concerned about."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, doesn't it make sense, just hypothetically, if you're the Secret Service agent and you suddenly have this challenge dropped in your lap at the last minute, you say, okay, here's the Alderson Reporting Company thing, the first thing we've got to do is clear the alley, right, because that's right up against where he's standing.  So you take care of that.  You clear the alley.  Then after you have more time to assess the situation, you say, okay, now we've got to get these people who are at the foot of the alley, we've got to move them. In other words, they had to act not in an emergency situation, but reasonably quickly and they did it step by step."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But here's where we get back to Iqbal.  It doesn't have to be so compelling. It simply has to be more likely, is the quote from Iqbal on 681, and it has to be an obvious alternative explanation.  And that's enough, no matter what you've alleged."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  How do you do that?  Because I want to follow up on just what the Chief Justice said.  Imagine that what he just said is the real case.  You have a client, imagine, who's quite sincere, absolutely sincere, and really feels he was very badly treated, and you can sign a Rule 11 statement, but suppose that the facts are just what he said.  Then suppose that Iqbal were not the law.  Forget Iqbal for the moment. Now, you've got my hypothetical."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  What weapons does the district judge have, which I have so blithely been assuming, to prevent a waste of time by the Secret Service, a demoralization of the service leaning in the direction of being overly careful and therefore risking the President.  What procedural weapons does the present law, absent Iqbal, give him to dispose of a case quickly Alderson Reporting Company without disturbance if the true facts are what the Chief Justice said?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So discovery is your answer.  And of course it is.  You've got allegations. You're going to go to trial.  The first thing you're going to do is file interrogatories, you're going to file requests for admission, you're going to file discovery requests to the Secret Service.  And the district court's going to have to allow some of that, isn't he, if he's allowed your allegations to go forward?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what about -- what Alderson Reporting Company about the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"The first thing you'd want -- I say the first thing you'd want to know is whether this was a departure from established policy. So the first question in -- if I were drafting interrogatories would be, what is your policy with respect to moving demonstrators at a presidential event? What do you do?  And I can see the Secret Service saying, well, that's kind of a bad thing to make it public because there are people out there who want to kill the President, and if you go through your discovery and say, this is how we look at that situation, this is what we do, that gives people a -- a guideline for how to break through the security arrangements."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What -- then what does happen if a district court does allow discovery of things what the Secret Service thinks are confidential? Under certain -- how far should demonstrators be away from the President?  How high must a fence be before we think that it provides security against a thrown object? Suppose the district court allows discovery of all of that.  What are they supposed to do? They have to file a mandamus petition with the court of appeals and get -- have the court of appeals -- try to persuade the court of appeals to review a discovery order?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There was -- in Judge Berzon's opinion, she seemed to think it was very important that when the President got into the motorcade to leave only one side had access.  So leaving aside what happened when the group was moved, would you take the position that not moving them back before the President left was a violation of their First Amendment rights?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The question of mixed motive or improper motive, if we can get back to that for just a minute.  Assume that the law -- and this is Alderson Reporting Company the Wren case -- is as follows.  If there is improper motive for an arrest, but that there was an objective basis that would have made the arrest and that did make the arrest reasonable, there is no violation of the Constitution. Assume that's the law and forget clearly established, forget -- assume that's the law.  It seems to me that for you to prevail, you have to say we should make a First Amendment exception because the First Amendment is so important.  Or that there has to be, in another context, an amendment for racial profiling.  So that the rule that I have just stated has to be qualified in some way.  It seems to me you almost have to say that in order to prevail in this case."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me.  I'm not sure. If you stop a car because you think the participants in Alderson Reporting Company it were coming back from a protest against President Bush, is that a Fourth Amendment case or a First Amendment case, if that's your allegation? The only reason the car was stopped was because of the viewpoint that these people have.  Is that a Fourth Amendment case or a First Amendment case?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, I would think so. And you think that so long as you make that First Amendment allegation, it doesn't matter if you have a broken taillight."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wow."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Just out of curiosity, was there anything to prevent someone from leaving one these groups and going over to the other group?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Somebody couldn't have just Alderson Reporting Company walked away and taken a circuitous route and gone to the other group?  That would have been -- the police would have stopped them from doing that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose you would then seek discovery with respect to those 12 other Alderson Reporting Company episodes, because you're saying those are viewpoint discrimination, how can you decide until you know the facts of those?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The same range of things that we talked about earlier:  Interrogatories, requests for production, discovery, with respect, not just to your case, but to the 12 others?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You wouldn't seek limited discovery; you would seek unlimited discovery. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"You might get only limited discovery, but --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The sole."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Gershengorn, you have 4 minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I just clarify a factual matter.  There are two alleyways.  There was one Alderson Reporting Company on Third Street that the President went into, and then there is one by the patio dining room.  What access was there between Fourth Street and the patio?  Because I thought that the alley was on California Street, the entrance to the alley was on California Street."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gershengorn, suppose it's originally set up by the police, the motorcade is Alderson Reporting Company coming down, each side has roughly equal access.  Then the Secret Service comes along and said:  Clear the anti-Bush demonstrators.  Suppose that, that -- those were the facts.  Would there be a valid Bivens claim?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The rationale is just it's more likely that the people who are against the President would be harmful to him than the people who are for him."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You can finish your sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"IAN H. GERSHENGORN","firstName":"IAN","lastName":"GERSHENGORN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3326,"interruptions":31,"times_spoken":64,"laughter":0,"num_int_by":7},{"id":1,"fullName":"STEVEN M. WILKER","firstName":"STEVEN","lastName":"WILKER","counsel":true,"justice":false,"side":"respondent","words_spoken":2281,"interruptions":10,"times_spoken":54,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1148,"interruptions":4,"times_spoken":36,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":330,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":827,"interruptions":1,"times_spoken":27,"laughter":3,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":756,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":516,"interruptions":1,"times_spoken":13,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":894,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":566,"interruptions":1,"times_spoken":11,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":273,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3326,"times_spoken":64,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":10,"words_spoken":2281,"times_spoken":54,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":14,"words_spoken":5310,"times_spoken":134,"laughter":5,"num_int_by":6}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127289}}