{"petitioner":{"name":"MACH MINING, LLC","counsel":[0]},"respondent":{"name":"EQUAL EMPLOYMENT OPPORTUNITY COMMISSION. ","counsel":[1]},"caseNumber":"13-1019","date":"2015-01-13T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-1019, Mach Mining, LLC v. the Equal Employment Opportunity Commission. Mr. Goldstein. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"At -- at first, I thought this was an Overton Park case committed by law to agency discretion.  But then I couldn't find many cases in the government's brief to support that, so they have a different theory, and that's more their problem than yours. On the other hand, it seems to me that Judge Hamilton in the Seventh Circuit said it's hard to Alderson Reporting Company imagine more discretionary language than Congress used here, \"Shall endeavor to eliminate the unemployment practice by informal methods of conference conciliation and persuasion.\"  That seems to me that those are very difficult words for your position."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's kind of an odd conciliation, isn't it?  This is -- EEOC is supposed to try to settle the matter.  But there is no mutual Alderson Reporting Company obligation on the other side.  There's no obligation at all on the part of the employer to cooperate to do anything."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but at the same time, Mr. Goldstein, and this really follows up on Justice Kennedy's question, the statute makes entirely clear that the EEOC has the prerogative to decide what kind of offer by the employer is acceptable or not.  And there's nothing to suggest that the EEOC even has to be reasonable in determining what sort of offer by the employer is acceptable."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's not skip over the time provision as irrelevant so quickly.  Because it's the 30 days -- 30 days -- EEOC can sue within 30 days of the charge; isn't that right? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So Congress couldn't think that this was any kind of an onerous requirement if all they have is 30 -- within 30 days they can say, okay, we told them that -- that what -- what the complaint is, they didn't come up with anything and so end of conciliation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, if I understand your argument, you're saying that there is an obligation to conciliate, but that obligation does not have to be pursued in good faith."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So that the -- even if the Commission enters upon a conciliation process, you think that the outcome of that is reviewable?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That was my question."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It can declare when the Alderson Reporting Company finish line is, but it can do that in bad faith."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  You're saying yes, it can do that in bad faith."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it can say that in bad faith."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it correct or not correct?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because I don't understand your argument."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So fair application of the statute is reviewable, so that the proper -- I mean, we're just quibbling over, you know, how bad it is, that's right."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is true that you -- you do not -- I think I'm correct in this -- reach out and try to incorporate the existing law on good faith bargaining in the labor context or there are many contracts which have good faith clauses and that the courts have tremendous difficulty with that.  And if you had argued that, we would have said, oh, well, this is a morass."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me that that's you're safest harbor. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you've already -- you recognized in -- in the prior exchange that there -- this is nothing like bargaining.  Bargaining is reciprocal.  Both sides have a duty to bargain in good faith."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Here there is no duty at all on the part of the employer.  It just says EEOC tried to conciliate."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's unusual enough that there's a huge split among the circuits as to how to define what they're reviewing.  I can't find any consistency among more than about two of them.  And Alderson Reporting Company so I go back to -- I know you say you've cited cases about the imperative of judicial review, but on the administrative level, it's after a final action.  This is not a final action."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, well, I agree with you.  But I'm trying to find something analogous and there isn't.  But I don't know how you make something that's designated by Congress as informal into a formal proceeding."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can we take -- take this case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The EEOC did send a letter saying -- Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- give us a call.  And the charge here is the employer violated Title VII because he outright refused to hire women.  And there is lots of evidence of that.  There are no women working there.  They build a new facility; they don't have a women's bathroom in it.  They hire people that are recommended to them by the current employees and the current employees are all male and recommend all men. Now, what -- what was the EEOC to conciliate about?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't the employer have to come up and say something like, okay, we'll -- we'll agree that we'll hire women?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask something about this?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Conciliation I thought would be conciliation between the complaining parties and the employer. employer. employer?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- and that's wrong?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Between the EEOC and the Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So even if the complaining party is willing to accept $500,000 rather than a million, if the EEOC says a million, the EEOC is conciliated."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, no.  Under the law, you tell me it is conciliated."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, could we talk about that confidentiality provision?  Because in addition to just the enormous discretion that this Alderson Reporting Company statute gives to the EEOC, the other thing that tends to work against you is this thing:  Nothing said or done as part of these informal endeavors can be used as evidence in a subsequent proceeding."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And your entire position would have all the stuff about this conciliation come in as evidence in a subsequent proceeding, which is to say, come in as evidence in the litigation of the lawsuit."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just saying as a matter of fact --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- there is discretion in the sense that the statute clearly gives it to the EEOC to decide what's acceptable in the end."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But you yourself are making this part of the case.  You're essentially saying that the EEOC has to come in and prove that it conciliated in good faith or whatever term you want.  So it's become now, by virtue of your own argument, part of the case.  And how is that to be part of the case and how is all this to happen unless the informal -- what's said and done in the informal endeavors come in."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't even understand that distinction.  You're making it a part of the merits."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought that the point of the provision is very clear.  It's the same point as anything which says when you're involved in settlement negotiations those stay in settlement negotiations, and it's to protect the settle -- the integrity of the negotiations."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You left out one person."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The complainant.  As I understand it, to break the confidentiality all the participants have to agree.  And the employer might agree, but the employee hasn't been heard from."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if it is confidential, that is plain in the statute."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's your position that the courts that have held that the proceedings are under seal or they're secret proceedings are just irrelevant; we don't need to be concerned with that?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There are or there aren't?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they consider it -- and I think you can't quarrel with it; this is what Congress intended -- as a highly informal proceeding. They don't want a -- a bunch of procedural regulations."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about that? That's what I -- I mean, in my mind, of course, there should be judicial review.  There is of everything just about.  But the issue is how much."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, what's your view on that?  Because as I -- we just had a case where when an IRS official wants to subpoena some material, all he has to do is say it's in good faith. Ah.  But there could be an unusual case where we want to get more than that affidavit."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So we wrote an opinion, and probably you've read it, and we said, well, judge, yeah, if it's unusual and you really have some thought here that the IRS is in bad faith, you can go a little further.  Well, that seems to me to be the kind of thing that would apply here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And then -- okay.  So you're perfectly satisfied.  I take it the closest to this is the Fourth, Sixth, and Tenth Circuit, a minimal Alderson Reporting Company showing of good faith, that's the end of it, but you're never going to say never."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what your -- well, maybe there will be agreement on this."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Aha.  You're going a bit further now."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe that's confidential. I don't know.  Minimal good faith?  Hey, I have an affidavit, I'm in the agency, I sign it.  We called him, he came in, we discussed the matter, I tried to persuade Alderson Reporting Company him --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and he's not persuaded. Thank you very much.  In the absence of some -- in the absence of some showing that there is something like we tried to get a bribe or something, good-bye."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's at the moment what I have in mind.  So what -- what is it --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"is persuade him about what?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, we didn't persuade him about not to commit suicide. What we did is we tried to persuade him that our suggestion that you reinstate the individual, whatever it was, is a sensible way to go."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it'll be good for him and good for the company.  You understand."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, can I -- can I stop a moment?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If the inquiry is about what happened --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- at -- at the hearing --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"At the conciliation.  I misspoke."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  It seems to me, though, that that may be what you're arguing now, but if we look at the record below, first you didn't want to waive confidentiality.  You then put in a set of interrogatories that demands to know what the EEOC -- who the EEOC contacted, how they measured their damages, and a bunch of other stuff, still not waiving Alderson Reporting Company confidentiality. This new thing of yours that says if you challenge it when I make a motion, then I can disclose it.  I think what Justice Breyer's getting to is, you know whether someone conciliated or not.  You can say exactly what the EEOC did or didn't do or failed to do. But instead, you want a whole discovery process attached to this.  And that's my problem here --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which is it's very simple for you to come in and say, we called, we asked to meet, they wouldn't meet with us."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no, no.  I don't want to know what you want.  I want to know what happens because that's the only way I can judge whether there was good faith."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you walked in and said, I'm not going to listen to you until you give me A, B, and C, I might say you weren't acting in good faith."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you'd have all of the discovery and the conciliation process in 30 days. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that's basically what you want to -- to have."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Saharsky, let me just ask you a simple question.  You send a letter, they call you, and you say, don't want to talk to you, hang up.  30 days later, you send the letter that you send routinely that says conciliation failed.  How do they get a court to review that under your theory of the case?  Because you say the only thing the court can review is whether conciliation was offered and whether it ended.  So here it was offered, but we're not even talking about good faith.  You just say I'm not going to."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"\"You\" meaning the government.  So how do you review that if you're a court?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And what -- I'm sorry.  Continue.  No, I'm sorry. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But what if you have -- you sent a letter that says a representative of this office will be in contact with you to begin the conciliation process.  What if the employer says, nobody contacted me; it never happened.  Can you get judicial review of that claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No.  Is it their Alderson Reporting Company obligation to say that or is it their obligation to do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And they say here your document is signed by, you know, John Rowe.  What if they say, I'm sorry, it's just not true, he's lying? We got nothing, nobody ever called us."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  You're making it too easy on yourself, I'm talking about the document that says, we will be in contact with you. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"They said nobody contacted me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is, in my case, judicial review of that question? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Nobody contacted me; they've got a letter saying they'll contact me, nobody ever contacted me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's just assuming you're always right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I don't understand why you can't have a court at least say, okay, there's a direct conflict.  You say you're supposed to --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- consume -- and he says it never got off the ground, and you can have --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- Mr. Rowe file an affidavit and he can file an affidavit and --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"justices","text":"You know, this is a -- this is Hornbook law, I thought, use it till this point.  But everything is reviewable.  Now, that isn't quite true, but if you want to apply for a visa at a foreign embassy Alderson Reporting Company abroad, at our embassy is not reviewable.  Okay, and maybe there's a military thing, but even the -- even the -- even the things like the Panama Canal toll, where they said it wasn't reviewable, Davis says it should have been. And the answer to your problem is it's not -- it's not reviewable, the three cases or so where we said it wasn't.  The answer is the agency has broad discretion, and because they have such broad discretion, the court can review it, but unless it's very unusual, they have to decide for the agency. Now, eight circuits have roughly followed that; three, more detailed than others.  And I haven't found anything in your brief that says in the last 40 years, the EEOC has, as a result, found its functioning seriously hampered.  And -- and so why -- what's -- that's why I'm -- I'm wondering."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying if the agency -- the agency couldn't possibly have violated the Alderson Reporting Company law?  They wouldn't say we have attempted to -- we will contact you, and then not contacted you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, it's not a question of what he's arguing for, it's a question of what you are arguing for.  You are arguing that there is no judicial review, full stop.  And I'm trying to pose a question where it seems to me that it would be utterly unreasonable for you to say you don't get judicial review of that basic question. I am very troubled by the idea that the government can do something and we can't even look at whether they've complied with the law.  I'm not terribly troubled by the idea that the scope of our judicial review is limited.  And I just wanted you to tell me which it is, is it that there's no authority for a court to review government action alleged to be in violation of law, or is it that the scope of judicial review for various reasons is sharply circumscribed?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what -- what can you tell us about what the proper function of the court is in a case like the Chief Justice put?  They said there was no attempt to conciliate and when we attempted to conciliate, they -- they wouldn't answer our calls. Now, it -- it seems to me as I read your brief that you did indicate that there was some very bare bones requirements that the agency had -- had to meet and it could be reviewed.  I can't find any -- any other context where the court has essentially declined to review a statutory precondition to -- to suit at all."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the difference --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"What's extraordinary -- what's extraordinary is that counsel for the other side files an affidavit saying it never happened, I know you've got this letter, but we normally don't take the government's say-so when it comes to a dispute about whether -- whether something happened."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So he can say -- say, okay, here's the affidavit, we never got it.  We checked our mailroom --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Nothing ever came in.  We checked our phone logs, nobody ever called."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's go back to the Alderson Reporting Company language you quoted.  The commission is unable to obtain an agreement acceptable to it.  To obtain an -- do you acknowledge that it is obliged to try to obtain an agreement acceptable to it --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  Now, is it possible that you are trying to obtain an agreement acceptable to you when you do not tell the other side what that might be?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You just say, you know --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You have to make me an offer.  That's not -- that's not difficult to find out. Did you make an offer or not."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, not necessarily.  I mean, you could --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- draw a line somewhere, but -- but if the other side says the EEOC never made me an offer, I had no idea -- no notion of what I had to agree to."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So that's what -- that's where we are.  I'm trying to -- what I'd like you to do, I'm going to get you to focus on just what you want to say, that the framework in which I'm putting it is of course there is review, but of course at the same time, there is very broad discretion given to the EEOC.  So courts do not intervene; be careful, it's an unusual case. Now, that's what you want. Now, I want to know how to say that.        And the case that comes to me the closest was the case that we had with the IRS where, in fact, of course the IRS says, we're in good faith.  And the court says, that's just fine, unless of course there is an unusual Alderson Reporting Company situation. Now, one can write those words.        In that kind of opinion, I've noticed it works best if you also give an example through the use of the case. Now, that's where I am.        And since I think that's what you want -- something like that is what you want to argue, I'm asking you for help how to write that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We don't have adopt a good -- we don't have to adopt a good-faith standard. We -- we could simply say that if you are really trying to conciliate, there are a few things that you got to do.  And one of them is to make an offer.  Is that difficult to figure out?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"We're looking -- we're looking for a safety net, we said, please, tell us what the minimum rule is.  You don't -- you have not articulated a minimum rule.  All you say is I can't think of one."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And that doesn't answer Justice Breyer's question, and our general question, how do you want us to write what you want to hold in this case?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All I hear is no review, period, good-bye."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Now, I don't want to hear we sent letters.  I -- I'm positing the hypothetical:  You sent letters, but when they called you said, we're going to trial.  You didn't make -- no discussion whatsoever.  You sent the letter, they called and said, let's sit down, and you -- and the government says, no.  Okay? Tell me how we -- how we write a decision that avoid -- that addresses that kind of case."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Fine, then what is the Court supposed to do to determine whether that obligation is met?  So far, I think your answer is nothing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So trust you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Just trust you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The other side is challenging with whatever evidence it has.  Maybe it's voluminous -- affidavits, records -- and you say, trust us.  Here's a letter saying we did it.  That's the end of the case. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But there are incentives on most people to tell the truth most of the time, but that doesn't mean that's the end of it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Saharsky, I don't even agree with you about the incentives.  I think, as the other side points out, there is considerable incentive on the EEOC to fail in conciliation so that it can bring a big-deal lawsuit and get a lot of press and put a lot of pressure on this employer and on other employers. There are real incentives to have conciliation fail."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Alright. I know what your position is, but assume ours is just the hypothetical. It doesn't mean you've lost, but ours is that we have to give some teeth to judicial review greater than what you're suggesting. Justice Kennedy asked you once.        I'm asking you -- or I asked you once before, he's asked again, and I'm asking again."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Give us -- give us what you don't want."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Give us a way to write it that gives you the least -- the less intrusion -- the least intrusion but more than what you want to do."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What about that analogy with that IRS case?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So could we copy that, you know, copy that, making appropriate changes, and say, look, Judge, you have to see -- you have their affidavit.  As long as you think that affidavit really was the bottom line, we did conciliate it unless you have good reason to think that isn't so.  That's the end of it, unless there is evidence of an abuse of process that we'll allow you to go further because conciliation, mediation is really a matter that Congress intended to leave up to the agency. And even what sounds minimal, minimal, at least the agency has to make an offer.  Maybe they don't.  Maybe the best way to conciliate it is you sit there and say, well, you know, that can be in some Alderson Reporting Company circumstance. So you -- you -- what about some?        Is that not possible?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what has been going on, in fact, in these cases now with some courts having just general good faith, others having a three factor test? You raised a problem here that the EEOC was hit with a bunch of interrogatories. Has that been going on? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you disagree that they can publish it in the New York Times if they want?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because that isn't credible."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's not publishing it in the New York Times, is it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That only cuts your own argument.  I mean, you're -- you're worrying about their -- their publishing it, and then you say they have no incentive to publish it.  But if they want it published, they can publish it in the New York Times. They don't have to bring a lawsuit to do it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You say that, but it didn't say that it shouldn't be public.  They said it shouldn't Alderson Reporting Company be use in court proceedings.  That's quite different from saying it shouldn't be public."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So why do you say the opposite?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You said a moment ago that employees have no incentive to conciliate. Why is that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You're kind of assuming bad faith on their part."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We're supposed to assume complete good faith on the Government's part and bad faith on this employer's part."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"All this stuff is in footnotes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"All this stuff is in footnotes, that's where all the important stuff is."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"justices","text":"It's a rule of S.G. brief writing, right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly.  It does -- I mean, here are two preconditions to endeavoring to conciliate a claim, right?  One is we actually told them what we were objecting to, and the second is we talked. So could we just have the EEOC come in with an affidavit saying, we told them what we were objecting to and we talked and it didn't work?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Talked or --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- communicated."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you would not object to that; is that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  But then, yes, to the extent --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- that -- so this goes back to the Chief Justice's first question. To the extent that somebody comes in and says either they never told me what this case was about -- that is, they never told me what the claim was -- or they never communicated with me, that that would be a fair thing to review that doesn't get into your sort of spiraling out of control, what -- you know, how hard did you try, and what positions did you take -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But just we told them what the claim is, and we talked about the claim."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's the world.  That's the world.  There's always litigation over -- over stuff.  I mean, you -- you want to be exempt from any litigation over whether a particular standard has been Alderson Reporting Company met or not?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's extraordinary.  That does not exist in this world."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That’s fine.  And if you don't like that, if you're worried -- number one, this Court could set forth standards one, two, three, four, five; you have to do this, this, this, this, and this.  I would prefer not to do that.  And if you leave it to the lower courts to do it, each lower court is going to have a different -- a different set of things. But the remedy for that is -- is at your hands.  As the other side said, you could issue rules which say, this is an informal process, but what it consists of is, number one, we give you notice of what the -- what the offense is; we sit down with you to discuss settlement of that; number three, we make apparent to you what our offer is for settling the matter, and whatever other rudiments of conciliation the agency believes in. What's wrong with that? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So if we tell you it's -- it's judicially reviewable -- suppose we just decide it's judicially reviewable and remand for the agency to issue rules?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I'm not a conciliator or a mediator, but those I know who are might be able to create such rules.  On the other hand, they might not. It might be that conciliation is a process that in part is intuitive.  So to require the agency to set forth rules of consideration is to invite judicial review of compliance with those rules."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that is, I think, your Alderson Reporting Company point.  And I don't think it's a minor point.  I think it's rather important.  If the conciliation process is actually to work, let it go."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I thought Justice Breyer said you have to make the phone call if your letter says it's going to make the phone call.  I thought Justice Breyer believed that there are some rudiments."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"We're just talking about what the rudiments are."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"They're called conciliation -- what are the three words? Conference, conciliation --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And persuasion. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why does it -- in terms of additionally saying, yes, we called them, how can you conciliate -- this question has been asked; I don't know that we've gotten an answer -- without telling them what you want?  I want -- we think there's a class; we think it's this many; we think their damages claims are, you know, 15 million.  What do you think about that? You don't have to -- then that's the end of it.  You don't have to say, we'll take ten, or anything else.  They need to know at least what you want."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You want to go -- you want to go to -- Congress wanted you to try to conciliate."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So to say that it's a good thing to get to the merits it seems to me is not -- doesn't take account of what Congress said, which is, before you go to the merits, try to conciliate."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we'll just say -- I'm going to say one more time, I think there's substantial merit to your position that the courts have gone too far.  But you have given us no midway, no -- no alternative. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Other than to say, no judicial review.  And I think that's a serious -- it's a serious suggestion to make."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Saharsky. Mr. Goldstein, you have 4 minutes remaining. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, wait, wait, wait.  Do you want them to put their minimum offer on the table?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a necessary part of conciliation?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's just good faith bargaining.  Then all you're doing is referring us to a body of law in both labor and contracts for good faith bargaining."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that is a morass."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, we just started with a tremendous difference. Alderson Reporting Company A mutual obligation to bargain and the subjects of bargaining are well-known.  You're can bargain about wages.  You can bargain about hours, about working conditions.  This is quite different."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it satisfactory --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":4,"sideBefore":"justices","text":"That is intrusive.  I mean, you're doing your best job of proving Ms. Saharsky's point here, because you're saying they have to put all the reasons on the table, they have to say why it is Alderson Reporting Company that they're asking for what it is that they're asking for, they have to say, you know, what they would be -- the only -- the last thing that they would find acceptable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In the context, just to -- where we're not supposed to look at any of that stuff at all?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any other rudiments?  Because you're running out of time."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Shouldn't the game be on you?  They come in and say, we conciliated.  Shouldn't you have to waive confidentiality and set forth circumstances?  I'm going back to Justice Breyer's point about the IRS case, because there we required the party Alderson Reporting Company saying that something --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- was in bad faith --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or didn't happen --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to set forth the circumstances.  All right?  But you didn't do that here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3899,"interruptions":36,"times_spoken":80,"laughter":2,"num_int_by":7},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":3478,"interruptions":46,"times_spoken":79,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":835,"interruptions":4,"times_spoken":34,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":536,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":481,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":620,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":869,"interruptions":3,"times_spoken":38,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":737,"interruptions":6,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":994,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":36,"words_spoken":3899,"times_spoken":80,"laughter":2,"num_int_by":7},{"side":"respondent","interruptions":46,"words_spoken":3478,"times_spoken":79,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":21,"words_spoken":5072,"times_spoken":165,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9}}