{"petitioner":{"name":"JOHN F. KERRY, SECRETARY OF STATE, ET AL.","counsel":[0]},"respondent":{"name":"FAUZIA DIN. ","counsel":[1]},"caseNumber":"13-1402","date":"2015-02-23T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 13-1402, Kerry, Secretary of State, v. Fauzia Din. Mr. Kneedler. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you a question?  Assume the following hypothetical.  You had Alderson Reporting Company a erroneous name, meaning -- or there's a duplicate name, a terrorist and a non- -- and a non-terrorist alien.  What you're telling us is that there's no remedy whatsoever for the alien to come in and try to show someone that he's not the guy who's the terrorist."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I asked -- I have a real problem, which is that's what we were told after September 11th, and we have evidence that people were kept for months and months and months, and some were released after there was further probing by the courts, Alderson Reporting Company and it was determined that people had been erroneously identified. So I'm not challenging good faith, but I'm just questioning how someone caught up in an administrative nightmare -- you're suggesting that the wife has absolutely no interest in -- in -- in her marriage in not having the government arbitrarily keep her spouse out."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it -- it would seem to me that you're fighting the hypothetical  you've basically said, well, that's not going to happen. Suppose it happened.  There are two Mr. Smiths, or whatever the foreign name is, and they just get the wrong one.  It seems to me your position is that the alien has no standing, period."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the consular, you Alderson Reporting Company have denied --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"And then we can -- and then we get to the question of whether -- of whether or not the wife, in this case, has at least a minimum right to make sure that the identification is correct.  And you say as to that?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- is there no -- is there no exception to the consular nonreviewability doctrine?  That is, assuming people make mistakes, as Justice Sotomayor pointed out, bureaucrats -- some consulates -- consuls have been known to have a bureaucratic mentality and some may act for improper reasons.  But you are sticking to the position that consular of determinations are not subject to judicial review under  any -- any and all circumstances, no exceptions?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, it's your position that the government could basically say to a wife in the United States, you have no rights whatsoever to challenge the arbitrary -- or a statement by the government.  We believe your husband is a terrorist. You can't stay with him. Only the husband could challenge them?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, so you're saying in that situation marriage has -- gives her no rights to say, you're interfering with my marriage by arbitrarily keeping my husband.  Not talking if he's arrested or if he's -- but do -- you're just saying --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose the wife would have standing to appeal a wrongful conviction of her husband, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And in a regular criminal case, and he doesn't want to appeal, and she says, oh, I'm going to be deprived of my husband, so she has a right to appeal.  Is that -- is that the law?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand -- excuse me. I understand the O'Bannon case.  I think it's in point for you. The Mandel case, you say in your brief in pages 38, 39, and 40 that the Court in Mandel simply assumed there was that right.  I -- I'm not sure that's a fair reading of Justice Blackmun's opinion.  He says recognition that First Amendment rights are implicated, however, is nondispositive.  Then he goes on to find no Alderson Reporting Company relief. But I read that case as saying the professors had standing.  You don't -- you don't read that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you -- you say that she has the -- the right to contest the denial of the visa."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you always have the right to come into court to -- to say that you think you have -- have a right to contest, and the court says you don't, and you throw it out. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not -- I don't think that's the way you can read Mandel."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose I read the Mandel case to say that the professors have a right to contest the denial of the visa.  Suppose I read it that way. And then the Court at the end of the day says the visa was properly denied.  They lose on the merit, but they have the right to contest.  They have a right for a reason -- to a reason.  How is that different from this case if I read it that way?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then it -- then it seems to me that the wife here has the right to demand a reason. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see why that doesn't cut the other way, Mr. Kneedler.  You make this argument several times in your briefs.  But I would think that review would be at its nadir in the waiver authority because there, enormous amount of discretion is given to the executive official.  Whereas with respect to consular decisions over visas, Congress has set out clear rules for what those consular officials are supposed to be doing.  And it seems to me that the reason for review in that context where you're trying to figure out whether the consular official has, in fact, accorded with the congressional determination of who's entitled and who's not to a visa would be all the more important."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So is it no matter what? Is that -- I mean, a woman is married -- an American woman is married to a foreign -- foreign person, asks for a visa.  She has undeniable proof, the most -- any proof you want that the reason it was denied is because the consular official believes that husbands and wives should live separately, or for racial reasons, or for First Amendment reasons.  Undeniable proof. Is your position that it doesn't matter if they decide that -- the consulate -- that husbands and wives cannot live together, there is no review?  Is that your position?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying -- I want a clear answer to my question because what I'm trying to do, obviously, is make the most far out case I can think of, and -- and I want to know if the Government of the Alderson Reporting Company United States thinks that if it is the policy even of the -- of the consulars of the United States that husbands and wives must live separately, there is no judicial review no matter what?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the position or is it not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, if that is your --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Let me give you an equally absurd hypothetical.  Okay?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Oh, I don't know if mine is so absurd."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Wait.  No, no, no, no.  I'm saying the -- the feeling that the law can't be that. Assuming the man is not married and there is no wife who comes in and can make these points.  But assume, likewise, there is incontrovertible evidence that he was denied admission because of his race or because of some First Amendment statement he had made or for whatever other reasons Justice Breyer wants to bring forward. Your position would be -- right -- too bad."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"I'm not worried about that Alderson Reporting Company case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"What?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"I'm worried about that case where there is an American citizen who is married and that the decision of the consular official will prevent her no matter how ridiculous, and take all of Justice Scalia's points to make it ridiculous as you want, but the result of this is that an American citizen either must live separately from her spouse forever or must give up her right as an American to live in her native land.  Now, that seems to me to be the government's position, and I just want to be assured that it is."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think he knew that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"No.  I didn't actually. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, terrorist activities Alderson Reporting Company are defined in this statute to include such things as, let's say, you're in a -- a particular country where this could happen.   You decide to keep overnight at your house and let him stay two people who sometimes go out and solicit funds for any one of the 40 organizations on the list.   You've given material aid to two or more people, organized or not, who, in fact, themselves solicit funds for one of these 40 organizations. Now, that isn't much, and there are about 100 other words here or 200 words that seem --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Enough for me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Well, I'm just saying it isn't obvious to me that you can tell -- now deprive a person of even telling him what the reason is for saying he falls within this section."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I come back to -- can I come back to Justice Breyer's earlier hypothetical. Suppose there were a case where there is incontrovertible proof that the consular officer denied the visa for some incredible ground based on racism or belief that husbands and wives shouldn't live together. Suppose there's a -- a tape -- a video recording or audio recording of the consular officer saying this is what I believe, and this is what I do when I pass on these visas. Would there be no administrative avenue of relief if that information was submitted to the State Department?   Would there be no opportunity to -- to get a correction of the visa denial in that way?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you get that relief if you don't tell the person what the reason is?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that can't be.  That process can't be initiated by the relative.   That's an internal -- you have described an internal check.   But as in this case, the wife, she won't know whether that check has gone."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can the person -- the relative who's claiming preferential status -- can she initiate such a review?   She can't.  It's entirely internal."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And was given -- given the same -- the -- her representative was given the same Alderson Reporting Company answer, citing the statute and saying we -- we don't disclose any particulars."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If Mandel did control this case, what argument would you make -- or could you make an argument that you -- that you met the Mandel standard?   And as I understood the Mandel standard, it wasn't that high.   It was you have to provide a facially legitimate and bona fide reason for your decision."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you have to -- I mean, what's the level of generality or specificity that you have to cite?   Suppose they just said, well, you know, this was done under 1182.   Would that be sufficient?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We did this under the INA. Is that facially legitimate?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So really, it's a reason that's not a reason at all.   At some point, I mean, that's nice, you did it under the INA.   And that counts as facially legitimate?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It isn't -- this is -- this is actually a serious point ; I didn't mean it facetiously.   And go ba ck to Justice Alito's point, which I think was quite a good point, frankly.   The -- the statute that you're talking about labeled terrorist activities is printed in your appendix from pages 7A to pages 14A.   It covers everything from a person who is a member of an organization that's about to throw a bomb to somebody who says, as I said, once, has two members of some organization or different organizations sleep on his floor knowing that they solicit funds on other occasions for these people, the bad ones. Now, he just wants to know what sub-provision they're using because he wants to say, as sometimes happens, to others in the State Department your consulate over here in X city gets a little carried away.   They're overly risk-averse.  They're interpreting one of these hundreds of words in a way that's really Alderson Reporting Company wrong. Now, all he needs to know is what subsection under this 7-page section is at issue so he can make the internal appeal that Justice Alito has described.   Why not?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Does this fellow have a wife?   Does this fellow have a wife or is this --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, it's the wife that's -- that's making the claim."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Kneedler, could you give us an idea, before you conclude, about what has been the consequence of a decision?   The Ninth Alderson Reporting Company Circuit in this Bustamante case -- that was 2008 -- what has happened in the Ninth Circuit between 2008 and 2014 with respect to these relative applications?   How have they fared?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But in the cases that we have, you cited extending it to a child, but have any of them held that the government failed to show a facially legitimate bona fide reason?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you -- do you think that in the instance, suppose that Justice Breyer asked this particular subsection has to be cited, that if the consular were to cite that, this might give some indication as to our intelligence-gathering capability and the information that we have?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But why not?  If there is --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course.  So -- so in the situation that Justice Kennedy just mentioned where there's even a risk of harm to some intelligence-gathering or other national security interest, can't the government come to the judge and say just that?   And aren't there methods by which you can allow a judge, even in camera if necessary --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to review -- to review a matter where there is a national security interest at stake."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Courts are very good at this stuff, aren't they?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"At assessing the -- the level of danger to -- to operatives."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. Mr. Haddad. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What would the basis be, the Administrative Procedure Act?   It -- it has a provision exempting from review action committed to agency discretion by law.   And I think what the government is arguing is that this -- you know, this law commits this stuff to the discretion of the consular officials and the State Department."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But to get to your constitutional claim, explain to me the difference between the marital basis in this case and, say, a parental basis.   I mean, if the individual here was a Alderson Reporting Company child, would the parent in the United States have the same rights as the spouse?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So it's spouses.   It's parents.  I suppose it's children as well, right?   If the parent is -- is the one who's being denied access, a child in the United States to be able to get --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Brother -- a brother and sister?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about someone who Alderson Reporting Company wanted to marry the immigrant?   Not yet married, but say you're depriving me of marital bliss.   I want to marry this person, and I can't do it.   Would that be enough?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Haddad --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- can -- can I ask you how exactly this case become this kind of constitutional case?   Because I had thought that originally this case was brought as an APA challenge, and that it was kind of converted into this constitutional claim by the Ninth Circuit.   Is -- is that an incorrect understanding?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can you explain how we get to the constitutional claim that she has a right to live in the United States with her husband?   She has a right by statute to put him at the top of the queue, right?   She -- she -- before he can apply, she has to get him the preferential status, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So we have -- so she has -- she has marriage, and you rely on that the right to marry includes the right to live with one's spouse. What do you do with Turner against Safley?   The Court held that the prisoner had a right to marry, but certainly not a right to live with his spouse."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- well, it's --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":4,"sideBefore":"justices","text":"If it --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":7,"sideBefore":"justices","text":"-- it's odd to presume that there's a fundamental right and then say, well, all we're saying is that it can't be arbitrary.   It's -- you -- you can't measure arbitrariness until you first define the right.   You just want us to skip over that critical step."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me you're reasoning backwards."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It would be Alderson Reporting Company unconstitutional, then, for Congress to eliminate the provisions of the current immigrations law which says that if -- if the wife or the husband is in this country, the spouse can come in.   It would be unconstitutional for Congress to say we -- we have immigration quotas for certain countries for certain things, and whether you have a husband or wife in this country has nothing to do with whether you get in.   That would be unconstitutional."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's facially -- it -- it -- you -- you would have to say it's unconstitutional, wouldn't you?   If your argument in this case is correct, that would be unconstitutional."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you -- and you would Alderson Reporting Company say the same thing if Congress did not give a visa preference, putting the spouse to the head of the line? You'd say the same thing?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But it --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but it can take a long time, depending upon the nature of the preference, for somebody to get to the front of line.   I mean, under some preferences, it's 20 years after you apply.   Then you get to the point where you can actually get a visa to come in.   I would assume that that would not be satisfactory to you because the marital relationship would be interrupted for -- for 20 years."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I understand that.   But my point is that the logic of your position gets to reordering the visa preferences.   If you say the fact of the marital relationship gives these certain rights, then it would seem to me -- because they can't keep the husband and wife apart, it seems to me that goes to the length of -- that you have to wait for your -- your visa.   So it does go to the -- the tiniest reordering of the immigration preferences."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, okay.  But I mean, my point is, it goes -- it goes to the big reordering as well."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you have change -- depending upon Congress's ordering of the preferences, you might have to change a great deal."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"May I ask you how this would play out as a practical matter?   I -- Congress apparently believed that requiring the government to specify the particular subsection under which the visa was denied had the potential of providing information that might be damaging to the security of the United States. So let's -- let's say that the -- the government comes in and says that, that in this case they say, we can't -- we don't want to tell you which of these particular subsections this action was taken under because we believe that under the circumstances of this case, revealing that information will tell -- would tell the alien, if the information reached the alien, how much we know about him and possibly how we found that out. So you say -- what? The information would have to be provided to the judge alone?   Would the judge provide it to the alien?   Would the judge provide it to Alderson Reporting Company counsel?   How would that work out?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That is an issue in all of these cases, but tell me how it would work out."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But can the judge say, I'm not going to tell counsel?   I believe the government that revealing this information would have an adverse effect on -- on national security, I am not going to tell counsel?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that would be the end of it? All right.   What if the government thinks that the court had made a -- I am going to tell counsel and I trust counsel.   What if the government has a problem with that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do we have to go into all that here?   I mean, I thought -- I mean, taking the obvious thing, which would be most adverse to you or the second most adverse would be a possible answer, is to Alderson Reporting Company say all the government has to do is to tell the judge, judge, if we tell you which of the 25 different subsections apply here, that will hurt national security.   And that's the end of the case. But your case, you say, is a case where the government won't say that because they are honest.   When they get into court, they'll tell the truth; and if the truth is there is no adverse effect on national security, we at least would like to know that.   That will help us. But they won't give us any reason, none. And if you go back to King John and the rule of law itself, certainly part of that is when you take action that adversely and seriously affects the -- a citizen of the United States.   The norm is you at least have to tell them why. I mean, are you arguing for more than that minimal position in this case?   Do we have to go beyond it?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Haddad, suppose -- you Alderson Reporting Company know, suppose that I agree with you that the Mandel standard should apply, so it's facially legitimate and bona fide.   Why isn't that met here? Why hasn't the government actually come up with a facially legitimate reason when it said 1182(a)(3)(B)?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, gosh, I would have thought that it can't be a legitimate application of the statute unless you knew why it was being applied; but the facially legitimate actually is a lesser standard than that.   It's just like, you know, on its face.  On its face, it's legitimate because they are acting under the authority that the law gives them, according to them."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that the statute includes a provision that notice of the reason need not be given in the case of a national security."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So would you please answer Justice Scalia's earlier point, which is, are we going to get a slew of lawsuits from wives saying that their husbands were treated -- had an unfair trial or were Alderson Reporting Company unfairly accused?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Now, don't tell me it won't happen cause it hasn't --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- because -- tell me what the argument would be as to why that case would not be sustainable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The husband may choose --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- not to appeal.  The husband may choose not to appeal.   He has a death wish, or whatever, and he doesn't want to appeal.   Why would the wife not be able to appeal?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"A conviction eliminates your -- your marriage?   Is that -- you don't have to get a divorce, you just have to get convicted?   That's a good deal. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But she has been privy to it, and she has, as Justice Scalia said, a husband who's taking tactical steps that are against his interests.   So this is a serious question.  I very much am troubled by this part of your argument. How do we announce, and what rule do we announce?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there is process in that she was allowed to petition the visa be entertained.   There was very substantial process.  She was entitled and did file an application for visa on the husband's behalf."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So to say that, oh, there's no process at all, that's not correct."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose a couple lived in New York and one is convicted of a crime and the spouse is convicted -- is convicted of a Federal crime, sent to an ultra-maximum security prison in Colorado. Does -- can the other spouse contest that because that will have the effect of making it virtually impossible for there to be any communication between Alderson Reporting Company them?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What would be the difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well what if there weren't? That just seems to me to be fighting the hypothetical. Let’s say there is no process established to seek review of that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know, but what if there weren't? In other words, does the marital relation entitle the wife to review of the decision to imprison the convicted husband in Colorado rather than in New York? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Those are rights that go to the prisoner."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the spouse has no additional rights, even though her marital relationship will be affected."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm not aware of rights to contest the placement of a prisoner after a conviction.   I'm trying to think of it.  I just don't think there is any.   So I think that hypothetical is very apt. You indicate that there's no remedy where there are two citizens living in this country, and then you want us to apply that remedy to a person who's living out of the country. When national security interests are involved."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Haddad, I would have thought that all these kind of parade of horribles could have been played out from the Mandel case as well, that you would have thought, oh, my gosh, we're giving all these professors a chance to complain about people going to prison because the professors want to be able to talk to them.   And none of that, of course, ever happened.  And I'm wondering, why do you think that is?   Is there any difference between the two situations such that we need to worry about the parade of horribles in one but not in the other?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe there are more Alderson Reporting Company incentivized spouses than there are incentivized law professors.   Don't you think that's possible?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":6,"sideBefore":"justices","text":"No but law professors they’re very, very insistent, you know?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"But I think -- I think what you're saying, though I'm not certain, is simply -- you're not saying that the wife should be able to sue to get her husband out of prison, et cetera, but she does have a constitutionally protected interest.   But to say a person has an interest is not to say how that protection goes. If you say we have all the examples of what would happen, if you say there is an interest and none of them need happen, now try it the other way.   Suppose you say there is no interest.   Then I guess if there's no constitutionally protected interest in living together with your spouse -- you can make up a hypothetical -- Congress passes a law that says all husbands and wives have to live separately, period.   Is there anyone who thinks that there would be no court action in such a case? I mean, you can say a person has an interest.   Then the next question is, what kind of protection does the law give to that interest?   And you're bringing a case where the answer is, virtually Alderson Reporting Company none, and you want a little bit.   But it has the real problems that people have raised.   Now, is that -- is that a fair description of what you're saying?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then, I thought you said no.   So you now think that the spouse whose husband is convicted and sent to the maximum security prison far away has a constitutionally protected interest with respect to that separation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  I know my hypothetical is different from your case."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's not such a matter -- it's not such a matter of floodgates.   It's a matter of defining the basic right for constitutional purposes."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Does that -- would that apply even if she didn't -- she comes in because she has a right to apply for priority status for her spouse. Suppose there were no such right, but he's her husband. You seem to be arguing that the husband/wife relationship is the constitutionally protected relationship, so it wouldn't matter if there were no priority status involved.   Or what do you get out of the statute that says the wife can apply for priority status for her husband?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But it's not necessary. You would say the marital relationship, citizen wife/alien husband, just by virtue of that relationship, she can contest the government's refusal to explain why this person was excluded."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask, Mr. Haddad -- and this goes back to my earlier question about why this isn't an APA case -- it seems to me if it were an APA case, we wouldn't have to go through all this -- these troubles about defining the scope of the right.   We could just say, this is a person aggrieved, for obvious reasons, that she can't live with her husband, and then sort of go on to ask what kind of process she would do under the APA.   Why wouldn't that be an easier way to think about this case and to resolve this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kneedler, you have four minutes remaining. "},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, I think you're over-reading O'Bannon, Mr. Kneedler.   I think O'Bannon makes it very clear that -- a large part of what's going on there is, it said the nursing home can do this itself.   It was almost like a Prudential Standing kind of argument, that there's one party that has all this motivation and incentive to challenge this; we don't need all these other people doing it.   And that's clearly not the case here.   So I think O'Bannon is a very different factual circumstance."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in those circumstances."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's too far a statement, Mr. Kneedler.   I can imagine too many hypotheticals where the government could afford or could treat aliens that are in the United States in an unconstitutional way."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2774,"interruptions":26,"times_spoken":49,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MARK E. HADDAD","firstName":"MARK","lastName":"HADDAD","counsel":true,"justice":false,"side":"respondent","words_spoken":2416,"interruptions":19,"times_spoken":53,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":481,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":471,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":658,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":518,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":487,"interruptions":2,"times_spoken":19,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":670,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1185,"interruptions":4,"times_spoken":18,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":449,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2774,"times_spoken":49,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":19,"words_spoken":2416,"times_spoken":53,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":4919,"times_spoken":117,"laughter":2,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.493841700906384,"respondent":0.506158299093616,"date":1473644743965}}