{"petitioner":{"name":"THOMAS E. PEREZ, SECRETARY OF LABOR, ET AL.","counsel":[0]},"respondent":{"name":"MORTGAGE BANKERS ASSOCIATION, ET AL.; :\nand :\nJEROME NICKOLS, ET AL., Petitioners No. 13-1052\nv. MORTGAGE BANKERS ASSOCIATION. ","counsel":[1]},"caseNumber":"13-1041","date":"2014-12-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-1041, Perez v. the Mortgage Bankers Association and Nichols v. the Mortgage Bankers Association. Mr. Kneedler. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there some background principle that should guide our decision here that in -- Alderson Reporting Company that in a close case, an interpretive rule is preferable to a regulation or vice versa?  Because it seems to me it would help you in your case if you said that interpretative rules serve an important function and the Paralyzed Veterans's decision is an incentive not to adopt an interpretative interpretation."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and if I'm an agency head and you're an attorney, do you advise me that interpretative rules are often preferred to regulations?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, things have changed so much mainly because of this Court's interpretations. Was it not the envision by the original APA that substantive rules had to have notice and comment because they would indeed be reviewed by courts on the basis of abuse of discretion?  I mean, you know, whether it's 25 centimeters or 250 centimeters for a particular substantive rule there's no way for a court to say that that's right or wrong. Whereas, it was certainly envisioned by the original APA, was it not, that interpretative rules would not be given any deference by the courts, and that's why there didn't have to be notice and comment, because the APA says in so many words that all issues of law shall be decided by the court."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes, yes.  You can say that, but that's not what anybody thought when the APA was passed."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about, Mr. Kneedler, this particular kind of interpretation?  Is -- is this an unusual situation or in classifying employees for purposes of the Fair Labor Standards Act, does -- has the agency changed its mind about an initial classification?  I mean, here we have the agency has taken different views on whether loan offices qualify as administrative offices.  Is -- is the Fair Labor Standards Act subject to this kind of review and revision by the department?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the -- was there a particular basis for the change in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is  there a change in the leadership at the agency between those two Alderson Reporting Company interpretations?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Change in administration?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that a more likely explanation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And they hadn't -- they hadn't done -- they hadn't addressed the same issues the first time in 2006?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the 2006 advice contrary to prior advice?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So is it a second -- second flip-flop?  Maybe -- maybe we shouldn't give deference to agency interpretations of its own regulations.  That would solve this -- the problem of this case.  For me it would be easy."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand it's not before the Court, but my perception of what is before the Court would be altered if I didn't think that courts Alderson Reporting Company had to give deference to these flip-flops."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In this case, didn't -- didn't the government say explicitly that its interpretation would be entitled to controlling deference?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If it has controlling deference, does it have the force of law?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a formal deference, but as a practical matter, do you think there's much of a difference?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, that was -- that's what's been troubling me.  I have looked at the academic debate on how to identify a legislative rule from an interpretative ruling.  I'm not quite sure -- we don't need to get into that here.  But I was troubled by your answer to Justice Kennedy because you Alderson Reporting Company were suggesting that there is no standard by which you decide what becomes a legislative rule and what becomes an interpretative rule."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You were saying a -- if you were advising on this issue that some you suggest go by rule and some you -- by legislative rule and some you suggest go by interpretative rule.  I don't --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There is a fundamental difference.  But when --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask about that, Mr. Kneedler, because it seems to me that part of what's motivating that Respondent's position and their amici's position, and I'm not sure that this maps on very well to the Paralyzed Veterans doctrine, but part of what's motivating it is a sense that agencies more and more are Alderson Reporting Company using interpretative rules and are using guidance documents to make law and that there is -- it's essentially an end run around the notice and comment provisions.  Now, whether that has anything to do with Paralyzed Veterans or not -- I mean, what would the government say is the correction for that or the remedy for that or -- I mean, because the government is sort of asking for it all.  It's asking for a lot of deference always, it's asking for the removal of the Paralyzed Veterans doctrine, it's asking for a pretty strict demarcation between interpretative and legislative rules. So what's the solution to the problem that I think the Respondents are basically identifying?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I notice you make a Alderson Reporting Company point of that on page 4 of your brief, but -- I don't wish to interrupt Justice Kagan's line of questioning -- but it seems to me that we have to assume that there will be many other cases in which there's no safe harbor provision, and you have the retroactivity."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you don't ask us to confine our reasoning to that kind of case."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose a court had given, quote, \"controlling deference\" to the 2006 rule. Does that make any difference?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you go back to Justice -- answering Justice Kagan? How do you address the fundamental concern, which is that agencies are bypassing the notice and public comment by using interpretative rules when they should be using legislative rules?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume the impression is true. That's why I asked you to define when one has to be used and when the other can be used."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why should there be a difference."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should there be a difference between the two, between the treatment of substantive rules and interpretative rules?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, nonsense. So long -- whether it's an interpretative rule or a substantive rule, it is reviewed by a court with deference, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you want us to give the same deference to both."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what the court says about, in its substantive rule, is just as much or no less law than what a court says in its interpretative rule. If the court is within the -- the bounds of ambiguity, it is the law. And a court cannot change it. So why should there -- you know, I -- I just don't understand the difference in treatment between the two."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm rather surprised -- sorry to wake up so late.  But the -- yes, you said yes, yes, you give the same degree of deference whether it's a legislative rule or an interpretative rule.  Where it's a legislative rule, Congress has, through interpretation of the statute, said to the agency, you are to expand on the statute through rules.  They're exercising delegated congressional authority.  And, of course, we have systems for deciding what deference we'll give and it's usually quite a lot.  Or if it's an interpretative rule, it's just what you said.  The agency's giving its interpretation.  And in that kind of case, the deference that a court will give to it, the answer has to be, though not except -- everybody on this Court might not agree with it.  It depends. Very often you give them that deference because they know more about the statute, about what went on in its enactment and what Congress meant.  If Alderson Reporting Company that's the reason and they change their minds, I would think the deference sinks quite a lot, something it wouldn't do with a legislative rule, or after all, they have the authority to decide either way. So I agree with you.        We needn't go into those matters in this case and I surely hope we don't. But if we do, is there anything I said you disagree with?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's called Skidmore very often."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Kneedler, one of the very strange things about this case is that I thought that in SmithKline -- and I recognize that the government probably doesn't like this aspect of SmithKline -- but that SmithKline basically says when it Alderson Reporting Company comes to Auer deference, if the interpretation has been unstable over time and if the interpretation has created a kind of unfair surprise for private parties, that those interpretations do not get Auer deference. So the very kinds of interpretations that we're talking about here, which is revised and amended interpretations, they don't get Auer deference in the first place.  So this whole notion that we're supposed to be so worried about this because we're going to give it Auer deference, well, we don't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Or the administrations might have changed."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"We have to really get into this, because I think it's fascinating and probably we could each write, you know, like a new treatise on administrative law in this subject.  Is it possible to decide this case without going into the question of deference?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"How?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's often the case when you have a procedural challenge. I mean, the idea is they're not challenging the particular interpretation, but you don't doubt that the agency could have come out the other way and maybe if there had been notice and comment, they would have been persuaded that they should -- or that they shouldn't change the interpretation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How often --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Ho. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Ho, I think that this entire case has been litigated with everybody accepting that this was an interpretative rule. Now, maybe that was wrong. Maybe you should have come in in the first instance and said, really, we think this is a legislative rule and so it had to go through notice and comment. But you didn't do that. Everything that happened in this case happened on the view that this was an interpretative rule and the question is what followed from that classification."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  But to the contrary, Ms. Ho, I mean, the entire Paralyzed Veterans Doctrine is about when interpretative rules get notice and comment, have to get notice and comment, if ever.  It's not about the division line between interpretative rules and legislative rules.  So when the D.C. Circuit starts citing Paralyzed Veterans, it's on the assumption that what we're talking about is an interpretative rule."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It's not just loose language.  If you go back to Paralyzed Veterans itself, they deal with two arguments.  The first argument is what's become known as the Paralyzed Veterans Doctrine and then they say, oh, you know, there's another argument in the case, which is that this isn't an interpretative rule at all."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't the 2006 interpretation, which you say should have stuck, why if this -- if it's -- if it's legislative, if it's substantive, then the 2006 interpretation was equally defective because there was no notice and comment for the 2006.  If you are trying to characterize the 2010 rule as not interpretative, I don't see how you can say, oh, but the 2006 rule was interpretative.  Especially since there were the earlier rulings the other way. What was it, the 2001 and -- so it seems to me that you want it to be interpretative when it favors you and you want it to be not interpretative -- you want the 2006 to be interpretative because you didn't go through notice and comment, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't understand why we should say go back to an interpretation that didn't get -- I mean, I can see you say the 2010 should have had notice and comment.  But why return to an earlier position that didn't have notice and comment?  I think you could say wipe it all out, start over, but I don't see how you can say the 2006 rule sticks when it has the same defect on your view the 2010 did."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I don't follow that because it seems as far as the change, the -- an employer who had relied in good faith on the 2006 interpretation is home free. I thought that much was clear."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But why wouldn't -- well, how could there not be good faith? Here's a regulation, I followed it. What more do I need to show good faith?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the employer would say here's interpretative rule 2006. I followed it to the letter. What more would need to be shown than Alderson Reporting Company here's a regulation on the books, an interpretation on the books, I followed that interpretation, I thought it was clear that such an employer would not be liable for the past?  Now, for the future is something different."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, even for that period. I assume he'd have to prove that he relied on the regulations."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If he went ahead and did this without any knowledge of the regulation, he would not be in good faith reliance on a regulation, would he?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I -- I didn't imagine -- and maybe I misunderstood Mr. Kneedler.  He wasn't suggesting that they would go back and prosecute people who didn't happen to read the regulation but were acting in compliance with it.  I guess we can ask him. But, I mean, do you think that's what the government is going to do?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What changes what is an interpretative rule?  What you're suggesting -- an interpretative rule to me is an interpretative rule.  Is there a statute or a regulation that you're looking at, and you're saying a statute or a regulation, I think it applies this way.  You don't talk about a court amending a statute or a regulation when it changes its interpretation. So even if I agree with you that it's an amendment to an interpretation, how does that make it anything else but an interpretation?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But there is a safe harbor in this particular statute and they're trying to comply with the meaning of the safe harbor."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, you keep calling it a law.  It worked a substantial change in the interpretation."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Ho, can I take you back to what --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- I thought was the question in this case, which has to do with the Paralyzed Veterans doctrine."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And I guess what I would like for you to do is simply to try to explain that doctrine to me, and on the view that is a doctrine about interpretative rules and what it says is that there are occasions when interpretative rules must be done through notice and comment and that those occasions are when the interpretative rules make a significant revision to a stable -- a prior stable interpretation.  So could you explain to me just why that is so?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why would it --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think I understand that but it seems to me that that would apply as well to the initial interpretation as to the revised interpretation. In other words, if you really want to say an interpretation somehow changes the legislative regulation, then that happens at the moment the interpretation takes place, doesn't it?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but again --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- Auer deference actually is more strong with respect to the initial determination than -- initial interpretation than with respect to a revised interpretation.  So I don't think Auer deference can save you from this little conundrum. The conundrum is why it is that an interpretation should be viewed as -- as changing the regulation such that notice and comment is necessary when it's a second interpretation but not when it's a first."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But it seems to me that what you are doing is that in order to make your case, you are saying that the second interpretation deserves the same deference, the same Auer deference as the first, and Justice Kagan's questions seem to me highlight you're -- you are basically running away from the Paralyzed Veterans."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And it -- it seems to me odd that you would represent your client and say, well, this second interpretation of its stance gets full Auer deference.  I would say that it does.  I would think that your position would be that it doesn't."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How -- it may not be a bad idea to run away from Paralyzed Veterans. I mean, how is it -- how is it at all consistent with Vermont Yankee?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Again, unless it is adding procedures if you acknowledge that this is an interpretative rule."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So it is absolutely essential to your position and to Paralyzed Veterans that this change has to be regarded as a substantive rule, right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And if we disagree with Alderson Reporting Company that, you acknowledge that Paralyzed Veterans is wrong."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Ms. Ho, I think that you've just said that Paralyzed Veterans is wrong then, because, I mean, the D.C. Circuit has two lines of precedent.  One line of precedent is all about how to distinguish between legislative and interpretative rules, and I forget what the principal case is but there is a four-part test, and that's what it uses.  And Paralyzed Veterans it uses for a different purpose altogether, which is that when it's decided that something is an interpretative rule, there is still another question to be asked which is whether that interpretative rule revises a -- a previously stable interpretation."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's it."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, but it's an amendment of the legislative rule -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Of the regulation."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I understand the fourth prong of American Mining to be essentially the question of whether the interpretation is in conflict with the previous regulation."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But then, I mean, go back to what Justice Scalia asked you, which is that if you drop this kind of reinterpretation of Paralyzed Veterans and you assume that what we are dealing with here is an interpretative rule, then you don't think notice and comment is required. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What should we do?  We have a, you know -- that is, I concede, a more difficult and interesting question.  But the question presented, in your reading of it is whether notice and opportunity for comment are required where an agency issues an authoritative interpretation of a regulation that squarely conflicts with the same agency's prior authoritative interpretation.  All right?  That -- that is the question presented.  Okay.  So we can answer that pretty quickly, I think. Now, if I'm right about that, we can leave all this for another day.  And, you know, you've been quoting Auer non-stop, I would quote Mead, and I would say Mead suggests that, in fact, there are different levels and it depends and it's much more complicated than some are willing to suggest.  And there we are. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"It did command a majority of the Court, it is authoritative decision, and there are obviously different views among different judges about the extent to which they are the same or not. Alderson Reporting Company So is there any reason that we have to get into all that?  Which I hope the answer is no, but I think you have the best chance of thinking of a yes answer, so --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're -- you're saying that what the question presented boils down to is whether an interpretative rule that radically modifies a prior interpretative rule is a substantive rule. That -- that's what you say the question presented boils down to."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Kneedler, you have five minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do with the quote from your brief that she revised upon?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Kneedler, you are not going to go after employers who acted consistent with the prior interpretation between 2006 and 2010 on the ground that they didn't know about the prior interpretative regulation, are you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether they knew about the regulation or not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're not -- you're not relying on the good faith exception, right?  Just on your generosity in interpreting -- Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So are you -- so are you saying that you would be required to avoid retroactive application even if the safe harbor provision were not in the statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're going to write this down."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're going to write this down and quote you in future cases."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the point is that's not right because the provision you're citing requires good faith and you told me it doesn't matter whether they know about it or not."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"An interpretation of a regulation says what the regulation has always meant. So if you're saying that this can't be applied retroactively, aren't you saying that the law was changed, not simply that a correct interpretation has been restored?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3288,"interruptions":31,"times_spoken":52,"laughter":1,"num_int_by":8},{"id":1,"fullName":"ALLYSON N. HO","firstName":"ALLYSON","lastName":"HO","counsel":true,"justice":false,"side":"respondent","words_spoken":1837,"interruptions":18,"times_spoken":37,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":331,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":297,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":535,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":428,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":332,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":87,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":948,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":486,"interruptions":1,"times_spoken":6,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":31,"words_spoken":3288,"times_spoken":52,"laughter":1,"num_int_by":8},{"side":"respondent","interruptions":18,"words_spoken":1837,"times_spoken":37,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":3444,"times_spoken":90,"laughter":1,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.5520984208923955,"respondent":0.44790157910760453,"date":1472703110776}}