{"petitioner":{"name":"TEXAS DEPARTMENT OF HOUSING AND COMMUNITY AFFAIRS, ET AL.","counsel":[0]},"respondent":{"name":"THE INCLUSIVE COMMUNITIES PROJECT, INC. ","counsel":[1,2]},"caseNumber":"13-1371","date":"2015-01-21T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-1371, the Texas Department of Housing and Community Affairs v. The Inclusive Communities Project. Mr. Keller. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"At the time of Smith and Griggs, neither the Title VII nor the ADEA used the words \"disparate impact,\" and yet we recognize they apply disparate impact. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you have a problem, because it says \"to refuse to sell or rent,\" et cetera, \"or otherwise make unavailable,\" and the agency charged with interpreting that language has determined that it means disparate impact."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It’s a consequence.  It happens to be because that's what you do with housing, but it's a consequence."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you could say the same thing about \"adversely affect.\"  I mean, that also is an active verb, right?  And it also -- you had to adversely affect by discriminating."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"On the basis of --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"So, you know, I -- the points you make are -- are true enough, but they were also true with -- with respect to Title VII, weren't they?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But after that language is the phrase \"on the basis of,\" race, sex, whatever. So it's adversely affect on the basis of the -- whatever Alderson Reporting Company the category."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do -- do we take into account at all that in both Title VII and the Fair Housing Act, there was a grand goal that Congress had in mind?  It meant to undo generations of rank discrimination.  And what was the phrase that this Court used in Trafficante to describe the Fair Housing Act? That its objective was to replace ghettos by integrating -- \"integrated living patterns,\" just as Title VII was meant to undo a legacy of rank employment discrimination.  So doesn't that purpose give a -- a clue to what Congress was after?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But if I could understand your point, General Keller, you agree with Justice Scalia that \"make unavailable,\" it's -- like \"adversely affects,\" they're -- they're both verbs.  \"Make unavailable\" is just one way to adversely affect.  And what you're pinning your argument on is these extra added words in the Title VII statute, right?  So that it's -- in the -- in the Title VII statute, it's -- can't even find them.  You know what I mean."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So -- but I don't -- I don't think that that could possibly be right, because then you would be saying that it would be a different statute if, instead of just saying here an employer can't make unavailable, but instead it said an employer can't act in a way that makes unavailable.  That would make it completely parallel to the Title VII and the ADEA statutes. Alderson Reporting Company And -- and those two things just can't mean the same thing.  I mean, all it's doing is to take out a few words, but it's saying the exact same thing, which is either way, an employer can't make unavailable."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the -- but the thing that's different in this statute is the \"make unavailable,\" which focuses on an effect in the same way that the \"adversely affect\" language does.  And it just does it a little bit more economically, but the effects-based nature of the provision is still the same."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Make -- \"make unavailable\" is not the same language as \"adversely affect.\" That's -- that's all that I'm willing to concede. And I think if you thought that Smith was wrong, which many people do, I suppose you could argue we will not expand Smith.  And Smith hung on particular words, \"adversely affect.\"  Those words don't exist here, and, therefore, since we think Smith was wrong anyway, we're not going to extend it.  That's -- that's a reasonable argument, but that's not the argument you're making. What -- what hangs me up is not so much that as it is the fact that Congress seemingly acknowledged the effects test in later legislation when it said that certain effects will not qualify.  You know what I'm referring to?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why doesn't that -- why doesn't that kill your case?  I mean, when we look at a -- a provision of law, we look at the entire provision of law, including later amendments.  We try to make sense of the law as a whole. Now, you see this statute which -- which has otherwise what is -- make unavailable, and it also has, however, it will not be a violation if these effects are -- are -- you read those together and you say, wow, this -- this law must mean mere effects qualify."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this in your brief?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I'm sorry."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the law where it found it here was very clear, because ten circuits had gone the other way and had said that disparate impact was a valid action under the FHA.  So leaving the law where you found it, and we presume that Congress knows the law, especially when the law is that clear and that uniform, means, yes, there will be disparate-impact actions except in these three circumstances which we're going to lay out for you very clearly and very precisely."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you put \"adversely affect\"?  Did they have to write it \"or Alderson Reporting Company otherwise adversely affect someone by making the housing unavailable\"?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's a little crazy, don't you think, because otherwise adversely affecting someone by making it unavailable.  I think it's otherwise make unavailable --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is the short form of that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But instead what it did, it took a body of law, some of which had held some practices as disparately -- improperly disparately impacting, like drug addiction and others -- and two others, and said, no, those two won't count, those three won't count.  Your reading of those three exemptions is they were unnecessary."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do you make with in 1988 where someone wanted to do away with disparate impact and Congress didn't take up that invitation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what -- you're -- you're telling us that these amendments which said that certain types of effects will not qualify, that the purpose of that amendment was to prevent erroneous court of appeals' decisions from affecting those particular areas?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a very strange thing for Congress to do, to believe that those court of opinions -- court of appeals' opinions are wrong and yet to -- to enact these exemptions.  So even though those opinions are wrong, they will not apply to these things. I -- that's very strange."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly.  And ten circuits had already said there was disparate impact. If they didn't like the disparate-impact analysis, they would have taken up the congressman's proposal.  But they didn't."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It changed when -- no, no, no.  When 1988 happened, the Solicitor General changed its position, and it has been consistent since then, that when Congress adopted the three exemptions, it -- it recognized disparate impact as applying to the Fair Housing Act.  That intentional brief was not in 1988 and not in -- it was after -- that was before 1988, the 1988 amendments."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, General, I thought your argument on the 1988 amendments was as follows: Either the -- the Fair Housing Act contemplated disparate-impact analysis when it was adopted in, when was it, 1968 or it didn't.  And the 1988 amendments, which made it clear that there could not be disparate-impact analysis with respect to certain matters surely didn't expand the scope of the 19 -- of what was initially enacted.  So the issue is what did Congress intend, what -- what is the meaning of the Act as originally enacted.  I thought that was your argument."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But If we're going to be realistic about this, in 1964, when the Civil Rights Act passed, and in 1968, when the Fair Housing Act passed, nobody knew anything about disparate impact.  That didn't come up till the Griggs decision, and it was this Court that gave that interpretation to Title VII in Alderson Reporting Company light of the purpose of the statute. So to try to look back and say, oh, did they mean disparate impact in '64, when Griggs wasn't on the books till '71, it's a little artificial, don't you think?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to construe the plain text of the law, and the law consists not just of what Congress did in 1968, but also what it did in '88. And you look at the whole law and you say, what makes sense?  And if you read those -- those two provisions together, it seems to be an acknowledgment that there is such a thing as disparate impact.  However, it will not apply in these areas that the 1988 amendment says.  We don't just look at each little piece when it was serially enacted and say what did Congress think in -- in '68?  What did it think in '72?  We look at the law. And the law includes the '68 act and the '88 amendments. And I -- I find it hard to read those two together in any other way than there is such a thing as disparate impact. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course not, but --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":7,"sideBefore":"justices","text":"But they make no sense unless there is such a thing as disparate impact. It's -- they are prohibiting something that doesn't exist, right?  I mean, you're saying that they prohibit something that doesn't exist."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have an argument, and so does the other side have an argument.  But I don't want you not to have the chance to answer what to me is a pretty important question.  Say there are good arguments on both sides.  The law has been against you. Alderson Reporting Company There's been disparate impact for 40 years.  Now, let me be fair.  Maybe it's only 35.  And it's universally against you.  And as far as I can tell, the world hasn't come to an end. I mean, the form of the question I'm putting is well, maybe Marbury v. Madison was wrong.  I don't think it was.  But nonetheless, nonetheless, this has been the law of the United States uniformly throughout the United States for 35 years, it is important, and all the horribles that are painted don't seem to have happened or at least we have survived them. So why should this Court suddenly come in and reverse an important law which seems to have worked out in a way that is helpful to many people, has not produced disaster, on the basis of going back and making a finely spun argument on the basis of a text that was passed many years ago and is ambiguous at best?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, well, I don't think. My goodness, if it isn't ambiguous, it would be surprising because ten circuit courts of appeals have all interpreted it the way opposite you and I take it you don't mean it's unambiguous on their side. (Laughter.) Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I don't want you to -- if you'll do me the favor of answering my question."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Which is the question that it's been the law for 40 years of just a little bit less, disaster has not occurred, and why when something is so well established throughout the United States should this Court come in and change it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't like the way it was applied, and I can understand that.  But there are many remedies that you have.  One is you go to HUD and you say, look at what is happening; this is happening to have the opposite effect that you want.  That's one of your arguments.  Well, try to convince them. And if not there, you go to a court and say: Court, this is a disparate-impact case, and we have a justification and the justification is strong enough Alderson Reporting Company that it survives the empirical effect, and you see if you can get them to agree.  You may win; you may lose. But what not to do is to overturn the whole law that has been in effect, I'll repeat for the nineteenth time, for 40 years with basically helpful effect.  Now, that's a question.  It didn't sound like one, but it was one. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"So I'd like to hear what you say."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe I'm missing something here."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":5,"sideBefore":"justices","text":"How --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Didn't this Court decide Marbury v. Madison?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"My question was not really about Marbury. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"I mean, isn't that a big difference, I mean, between the situation here?  This Court has never decided this issue.  It's just the lower courts have -- have decided it in a uniform fashion. Have we ever before reversed uniform holdings of -- of courts of appeals, even those that have lasted 30 years? The answer is yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's why I asked the question."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":9,"sideBefore":"justices","text":"We don’t rarely-"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"I said why.  Why?  I'm not saying you couldn't do it.  I'm simply saying why.  And I don't want to repeat my question for the fourth time, and you began to give an answer and the answer you began to give was based on a constitutional problem that has arisen. And I've taken that in and read it, and do you have other answers or not?  I want you fully to answer the question."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're now talking about application.   And let's go back to, you made a statement earlier that this is going to inhibit development of blighted areas.   That has to do with the application in this case.   If I'm right about the theory of disparate impact, and I can tell you I've studied it very carefully, its intent is to ensure that anyone who is renting or selling property or making it unavailable is doing so not on the basis of artificial, arbitrary or unnecessary hurdles, policies or practices, and it's the Petitioner who has to identify which they are, and to explain why alternatives wouldn't work. If someone's developing a blighted area or an area subject to crime or something else, that's something they can do and that's a criteria, a policy that can't be substituted for something else.   So I don't know why you keep saying this is going to affect private development."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But this is not race-based decision-making.   Are you saying that the 10 Alderson Reporting Company percent plan in -- in colleges is race-based if it's an absolutely neutral policy that happens to address a need, which is to integrate schools?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why is it wrong to have a neutral policy?   Because none of the policies that were imposed here and in most -- in all other cases are race-based.   They're policies that are race neutral, but happen to have a better impact in terms of integration."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Which is not the case for the 10 percent plan that Texas uses."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There's no racial thing in that.   If you're in the top 10 percent of your high school class, you go to the State university."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"What was the reason for --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"No race about it. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":5,"sideBefore":"justices","text":"What was the reason for it?   You can say it's a neutral, 10 percent is neutral; but it's just glaring in the face that the legislature that passed this was very much race-conscious.   It was the way that they saw of getting a minority population into colleges. I don't think there's really a doubt that factually that's what prompted the 10 percent plan. When the University of Texas was told its affirmative action plan was no good, then the legislature came back with the 10 percent plan."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not -- liability is not triggered -- well, \"triggered\" is a good word; but it's not imposed because of that.   It's imposed because the lower court found, rightly or wrongly -- I don't want to get into the merits of that -- that some of the criteria being used was -- were unnecessary and that was -- and there was no legitimate business reason for it. I could, as Justice Breyer said, quarrel with that conclusion; but that's in application.   That's Alderson Reporting Company not in the standard that disparate impact imposes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Daniel. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We're not talking about"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Why don't Alderson Reporting Company you get to the legal issue, if you could."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It isn't the \"unavailable\" word that's the problem.   The problem is unavailable on the basis of race.   You can say \"unavailable\" a million times, but the statute requires that it be made unavailable for racial reasons. And you're saying, no, it doesn't have to be; it could be unavailable simply because you use some other nonracial reason, which is stupid, right?   That's, that's your argument.   If it produces a result that is -- is not -- what, I don't know -- that the races have to be in the same proportion as they are in the general population.   Right?  I mean, that's what you're arguing."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no, no.  Racial disparity is not racial discrimination.   The fact that the NFL is -- is largely black players is not discrimination.   Discrimination requires intentionally excluding people of a certain race."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So let's not -- let's not equate racial disparity with discrimination.   The two are quite different, and what you're arguing here is that racial disparity is enough to make -- to make whatever the policy adopted unlawful, right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Daniel, I had thought that Justice Scalia's question was whether the \"because of\" language precludes a disparate-impact theory; in other words, whether the \"because of\" language signals that it has to have a certain kind of intent which is not part of a disparate treatment, a disparate-impact theory. And I would have thought that your main argument about that is, well, actually, the Court has held numerous times, in the Title VII context, in the ADEA context, in the Rehabilitation Act context, in the Emergency School Aid Act context, that that \"because of\" language can be read to include disparate-impact claims, and that it's at least ambiguous as to whether it should be read so in this case as to this particular statute."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, is that your argument, or is your argument something else?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Could you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I'm sorry.  If you want to, you can complete your answer to Justice Kagan. It was not a hard question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How is a housing authority supposed to -- if you have a claim of disparate impact, how is a housing authority supposed to cure the alleged problem?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Well, I'm sorry, I'm sorry.   You have made a showing of disparate impact, that the impact and adverse consequences for a particular race. What is the housing authority supposed to do at that point?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a way to avoid a disparate-impact consequence without taking race into account in carrying out the governmental activity? It seems to me that if the objection is that there aren't a sufficient number of minorities in a particular project, you have to look at the race until you get whatever you regard as the right target."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what was, in fact, the remedy?   I mean, this was a case where there was litigation, you prevailed, and there was a remedy.   So there was disparate impact. And what did the Court say had to be done to cure it, to cure what it saw as the offense to the Fair Housing Act? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could we go back?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could we go back?  I think you've been interrupted. The steps are: First you show that there's -- that the numbers are off.   Then the other side tells you what the reason is for why the numbers are. You, then, have an opportunity or an obligation to come and suggest alternative methods of taking care of the legitimate business need.   Correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So you -- those are the three steps? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If you can propose ways that are race neutral, practices that are race neutral that will have -- take care of their needs, meaning the other side's needs, then you get relief."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you have a tension between two statutes here?   I mean, you have the Fair Housing Act; and then there is the law that sets up this tax credit, right?   And doesn't that law say that there should be a priority for revitalizing decaying communities?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why shouldn't it get more if the tax law expresses that preference for the revitalization?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can you go back to Justice Scalia's question, please?   Because I took -- because I just want to hear your answer to it. As I understood his question, it was you look at the words and the words say, \"make unavailable because of race.\"   And what you're saying is those words, \"make unavailable because of race,\" can include the circumstance where you make unavailable for a reason that has nothing to do with race where the effect of that reason is to cause a racial disparity of significance and it cannot be justified as the least Alderson Reporting Company restrictive way to bring about it.   That's the point. But you're saying those words are consistent with the longer phrase I just said.   Okay.  Is there case law or other, aside from this area, which builds your point and says, yes, those words linguistically and legally do include the disparate-impact situation, or can.   I take it that's his question and I was looking -- along -- other --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- for an answer somewhat"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- those lines or any"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In Smith, however, the Court -- the plurality opinion cited two additional things. It didn't just say \"because of\" can mean disparate impact. It cited the effects language, which was the subject of some questioning during General Alderson Reporting Company Keller's argument, but it also cited the RFOA provision. Now, none of -- neither of those -- I think the latter is more significant and there's nothing like that in Title VIII, is there?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So is that critical to your argument?   That the exemptions are critical to your argument?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If there was no disparate impact under the Act as initially enacted, do you argue that the exemptions expanded the Act so that it then, as of 1988, included disparate impact?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that wasn't really my question.   What Congress thought the Act meant in 1988 wouldn't have any significance -- wouldn't have much significance if they hadn't done anything, would it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So did what they -- did the things that they actually did in 1988 expand the coverage of the Act?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. General Verrilli. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I think your case would be stronger if there had been no court of appeals that had -- that had favored disparate impact.   Then -- then you couldn't possibly argue, well, that was put in just to eliminate the erroneous judgments of these courts of appeals in -- in certain areas, anyway.   It would be better if no court of appeals had said that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- and Congress had enacted these --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you a question --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Well, one concern -- one concern about disparate impact is that it's very difficult to decide what impact is -- is good and bad. Take two proposals.   One is a proposal to build new housing in a low income area, it would benefit primary -- primarily minorities; new housing, good thing.   The other proposal is to build housing in a more affluent area.   It would help promote integration of housing; also a good thing. Which one gets credit for under -- trying to decide the impact?   The one that is revitalizing a low-income area or the one that is integrating a high-income area?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no.  But which -- which counts?   I mean, which benefits -- you're trying to see if there's a disparate impact on minorities."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If you give the proposal to the low-income housing in the affluent neighborhood, that certainly benefits integration.   If you give the proposal to -- fund the proposal in the low-income area, that certainly helps housing opportunities there."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Good."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And what is the practice here?   Because that was the question Judge Jones -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, with respect, I don't think that's responsive.   You say you look at which provision is having the disparate impact, but I still don't understand which is the disparate impact."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In other words, is it the provision that causes more proposals to go to low-income housing in the affluent area?   Or is it the provision that causes more -- approval of more proposals in the low-income area?   You've got to know what you're shooting at before you can tell if you've missed."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry, I -- and I'll just ask it for the last time and then let you get on."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying you need the justification, but for what?   Which is the bad thing to do, not promote better housing in the low-income area or not promote housing integration?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You say you look at what's causing the bad effect, but what's the bad effect?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that a private developer would ever be found guilty of disparate impact because he owns a piece of property in an affluent neighborhood?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"develop his property, right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, certainly not, of He's permitted to Yes, of course.  And I The disparate impact would be if he fails to sell or make available to people of all races, let's say, the units in that property, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Practice."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right. The specific Alderson Reporting Company practice --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"business --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"GENERAL VERRILLI: And that's just the first -- that has a -- and it's got to be Exactly. That -- and that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I thought the question was, though, I mean, the -- it's not a developer, it's the Department of Housing and Community Affairs, and I thought the challenge went to where they were -- been -- where they were supporting development --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- not the developer, but -- but --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But are you saying that in each case that the Chief Justice puts, there is initially a disparate impact at step one, that is to Alderson Reporting Company say, Community A wants the development to be in the suburbs.   And the next state, the community wants it to be in the poor neighborhood.   Is it your position, it seems to me, and the position of the Respondents, that in either case, step one has been satisfied."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- that seems very odd to me."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you a question -- I'm sorry, about Chevron.   Should we be concerned here about the use of Chevron to manipulate the decisions of this Court?   The -- the Fair Housing Act was enacted in For 40 years plus, there were no HUD regulations. Then we granted cert in the Gallagher case, and it was only after that and within, I think, days after that that the HUD regulations were issued.   And then the Gallagher case settled, and then we issued -- then we Alderson Reporting Company granted cert in the Mt. Holly case, and the Mt. Holly case settled.   So should we be troubled by this chronology?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It was a coincidence."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"That was very persuasive."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what rule you select depends on what affect that will have on racial -- racial use of the facility."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You select on the basis of what affect it will have on race."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"To underscore that, because I think everybody is getting confused with this, Alderson Reporting Company disparate impact does not go to who they take unless they set up a practice --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- that has that affect."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What you're saying is suppose that the plaintiffs in this case, that side, wins -- to try -- they're trying to win.   The defense, on the other -- it's not true that that means all Section 8 housing is now going to be -- or even a large amount is going to be put in rich neighborhoods. First, they can defend on the ground that we don't have that practice, to put it in poor neighborhoods.   Second, they can say, yes, we do, but don't you see that isn't going to hurt minorities because it puts those minorities in housing where many of them are, unfortunately, in poor neighborhoods, and it doesn't have the great effect on desegregation that Alderson Reporting Company they think.   Or third, if they lose on that, they can say but anyway it's justified for a whole bunch of reasons."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So the answer is case by case, they have a specific set of forms that give answers --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- and judges judge it --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- and HUD can come in and decide, and there is no need to throw the whole baby out -- or I don't know whether it's the baby or the bath water, whatever you're throwing out.   But you don't have to throw out the whole big thing in order to prevent --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"So just -- I'm sorry.   So just so I can understand, because, again, I don't know what you're shooting for.   Two different communities, okay?   They have these tax credits, whatever to give out.   One place, they give it to the housing in the affluent neighborhood; the other, they give it to the housing in the low-income neighborhood. They're both sued for disparate impact.   In the one, they say, oh, no, no, this is good because we're promoting integration so the impact on minorities is not Alderson Reporting Company a problem.   And the other says, no, this is good because we're revitalizing low-income neighborhoods and that helps the minorities.   They both win?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And General, could I just ask -- I don't know a lot about this area and I take it that one of the things that you are warning us against is seeing the entire area through the prism of this one quite unusual case.   And you've referred a few times to sort of the Heartland cases without really getting out what the Heartland cases are.   So, for me, what are they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General. General Keller, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you keep saying that, but that's not what happened here.   The remedy was not to tell you to move your development from one area to another.   The remedy here was -- it did preclude development next to landfills, but it also included other -- other tinkering with the qualifications.   But you're going to still need people who want to do --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the development they want to do."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That has to go with your attacks on the remedy.   That has -- doesn't have anything to do with what disparate impact as an approach set out by HUD -- direct should be done."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What they do is what everyone should do.   Is before they set up any policies, think about what is the most race-neutral policy. That's a very different thing.   That, I think, everyone is obligated to do."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's only if the other side proves that a qualification has an -- a race effect that's not necessary, can they win. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What in the remedy ordered here was race-based?   What remedy said you have to take in 10, 20, 15 percent?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SCOTT A. KELLER","firstName":"SCOTT","lastName":"KELLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1946,"interruptions":24,"times_spoken":52,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MICHAEL M. DANIEL","firstName":"MICHAEL","lastName":"DANIEL","counsel":true,"justice":false,"side":"respondent","words_spoken":1207,"interruptions":10,"times_spoken":28,"laughter":0,"num_int_by":6},{"id":2,"fullName":"GEN. DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":1733,"interruptions":16,"times_spoken":35,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":673,"interruptions":4,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1108,"interruptions":10,"times_spoken":40,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":972,"interruptions":3,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":452,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":538,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":384,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":963,"interruptions":4,"times_spoken":16,"laughter":2,"num_int_by":3},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":85,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":1946,"times_spoken":52,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":26,"words_spoken":2940,"times_spoken":63,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":25,"words_spoken":5175,"times_spoken":136,"laughter":2,"num_int_by":6}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127303}}