{"petitioner":{"name":"RON DAVIS, ACTING WARDEN","counsel":[0]},"respondent":{"name":"HECTOR AYALA. ","counsel":[1]},"caseNumber":"13-1428","date":"2015-03-03T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 13-1428, Davis v. Ayala. Ms. Urbanski. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, your -- your brief confused me, and it took me a while to pull it apart.  All right. Alderson Reporting Company I don't know that there's a dispute -- or at least there's a dispute in the application.  But really, the deference here was given to the harmless error finding or purported to have been given.  So there's no -- there's no dispute that the court below committed an error, meaning that the court below didn't apply the right standards, a factual question.  The issue, I think, that you're trying to arrive at is under the circumstances of this case, that the Court also reached the performance prod of Strickland, and that's really where the dispute is, isn't it?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Urbanski, let's say that they -- that the Ninth Circuit is wrong in that respect. Let's say that there is an adjudication on the merits here.  All right?  But I think that that doesn't solve the basic problem of this case.  There's an adjudication on the merits, but there are these two prongs; there's Alderson Reporting Company the harmlessness prong, and then there's the substantive violation prong, whether a Batson violation occurred. And what the court here said was if a Batson violation occurred, it doesn't matter.  It would be harmless. So if you -- for whatever reason, right or wrong -- if you take that harmlessness determination out of the picture, if you say that that was an unreasonable application of law, all right, we're left with essentially a vacuum; right? And so what happens?        What does the court do where there's been no finding as to a Bat -- Batson violation?  And you're saying that it should kind of make up a reason why there might not have been a Batson violation and -- and go with that.  And why is that the proper approach?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is -- why is the harmless error thing out of -- out of the picture?  I -- I don't really understand that.  I mean, if in fact the State court found that whatever error there was, if there was any, was harmless and if that's a merits determination, why do we even have to get to the point of whether there was a violation?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm saying you don't have to look at the underlying constitutional issue.  Once there's been a determination that it's harmless -- whether there was a violation or not.  If there was one, it was harmless.  Once there's been that determination, why do you have to investigate whether there was one or not?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you only do if the harmlessness determination is an unreasonable Alderson Reporting Company application under AEDPA.  So if that is an unreasonable application, you face the quandary of what you do with respect to the substantive violation."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Right.  Right."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":5,"sideBefore":"justices","text":"It obviously doesn't arise if the harmlessness determination is perfectly fine."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and don't you contend that it was fine?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that ought to be the end of the case as far as you're concerned, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We review judgments.  We don't review legal issues.  I mean, you'd like us to answer that question even though it's unnecessary to this case, right?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- if we were to find that it wasn't a reasonable finding, then we would have to reach the first issue ."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So assume that it was unreasonable.  Let's go back to the first issue.  Yes, in Williams and Harrington, we have said that if there are multiple claims and the State court just says everything's denied, you assume that means Federal and State.  If the State claim is the same as the Federal claim, we say, they -- they -- they -- we assume they meant the Federal claim as well.  But this is sort of an interesting case because the -- they said there was constitutional error under State law, but they studiously avoided Federal saying there was one or not under Federal law.  And they dismissed the Federal claim just on the harmlessness prong. And what the Ninth Circuit said, as I understand, they didn't reach it.  Constitutional avoidance made them decide that it was easier for them to just say there was State error. Alderson Reporting Company Why do we reach a different conclusion?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Why not?  If the State court didn't reach the Federal constitutional error, you're asking us to assume it did when you've admitted it didn't?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose -- I mean, that's a very broad kind of rationale.  It would apply even if the State court said that there was a violation; right?  Then you would -- there's a violation, but no worries, it's harmless.  And then you decide that the Alderson Reporting Company harmlessness issue is -- is out because that's an unreasonable application.  And then you're going to have a reviewing court say, notwithstanding, that the State court found that there was a violation, we think that there's a credible argument that there wasn't such that we can support the judgment.  Is that what you're asking?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a little bit counterintuitive."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So why do we bother saying in Williams that there are circumstances -- I happen to think this one of them -- where -- and you do, too -- where a State court hasn't reached an issue, that Alderson Reporting Company we don't give it deference.  Under your judgment, we made a mistake when we said that in Williams."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do we apply AEDPA at all?  Meaning -- I think we've said repeatedly that Brecht's actual prejudice standard is higher than the -- the AEDPA standard.  So why are we applying it at all?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you've -- you've already admitted there's sort of an illogic when the State court says there was a Federal violation but no harmlessness and we say, \"Yes, there was harm.\""},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So we don't give it deference that there was a Federal error.  We don't say it was a reasonable mistake but they found error and we accept the error."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, would that -- would that also apply -- I'm just sort of trying to figure out the reach of this claim. Just take a case where there was no harmlessness determination.  There was just a single Alderson Reporting Company decision about a Batson claim, but it was an egregious decision.  It was, Hispanics aren't entitled to make Batson claims, something like that, egregiously wrong. But I guess under your theory, we just look to the judgment and then we decide, there is a credible way in which to say that this Batson claim was not a good one and that we should defer to that; is that right?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We didn't do that in Wiggins, Rompilla, or Porter, did we?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So we would have to overturn those cases to accept your proposition."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That the State had not addressed?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Identical to this case. The State had not addressed one prong, and we said de novo review."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"We added the question, whether or not -- and the Court of Appeals properly applied the standards set forth in -- in Brecht. Do you want to address that briefly?        And I -- if we get into the details of this case, it seems to me that the key person is Olanders."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I want you to -- to discuss that -- this argument. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a bit of a hard time with the -- this -- assume I accept your proposition that it's actual prejudice. In a process claim, generally, we don't talk about what the outcome was going to be.  We talk about what the process was and whether there was an opportunity for you to make arguments you couldn't have made.  All right? That's our normal jurisprudence in a due process claim.  And we basically say you get a do-over because you weren't permitted to have the process you were entitled to.  So you're saying we've got to treat this differently under Brecht; this person wasn't permitted to be there.  I think there's some very convincing arguments, potentially, on at least one juror, Olanders.  There, the comparison was not speculative.  It was based on the answers provided by jurors who had both questionnaires and voir dire that Alderson Reporting Company was available. And the briefs point out -- and so does the Ninth Circuit, very convincingly -- all the excuses given by the prosecutor are rebutted by either identical answers by one juror, Ana L. -- Ana or Ana L., or other jurors who did exactly the same thing and were permitted to sit on the jury. So why are we doing anything different with this actual prejudice standard?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But don't -- don't -- don't talk to me generally.  Ana L. said more equivocal things about the death penalty than Olanders D., so did another juror, and they still went on."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what Olanders D. said, essentially."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So did she."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He thought -- \"I thought about it and realized I -- I could.\""},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- you see the two of them substantially different?  One said, \"I thought. I've listened to what the law is.  I've done\" -- it's hard for me to imagine how they're substantively different."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And do you think that defense counsel wouldn't have been able to point that out to the judge? And, you know, there were a lot of people questioned in this. Alderson Reporting Company How many days of voir dire was there?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Three weeks of voir dire.  Do you suspect that the judge, or think that the judge had clearly in mind every set of questions, and their responses."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's clear he was.  I'm not doubting that.  But my point is simply, do you think that pointing this out to the judge could not have had a substantial influence on his decision?  Because all three prongs, he could have pointed to almost identical comments by other jurors."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you be Alderson Reporting Company confident?  I mean, the whole purpose of an adversarial system is so that the other side of an argument is presented to the judge.  Was he playing defense attorney too?  Is that -- and defense attorney with the same purpose?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then I -- why don't we just have a trial ex parte?  Presumably that's what you're arguing."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We should have the entire trial ex parte, because the judge can do that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought  you were arguing the much narrower point that the absence of counsel for this one incident was harmless."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not arguing for ex parte trials?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't think so. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Anywhere -- anywhere else? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess my question is, the Ninth Circuit, at least with this juror -- I'm not talking about the other things, I'm talking about this juror -- as I pointed out earlier, pointed out two situations that were almost identical to the one that the op -- the prosecutor pointed to with this juror. Anna L. also said something that was totally nonresponsive to a question; it was like, \"that's correct,\" rather than answering the question. So you can say with complete confidence that that would never have made a difference to the judge? If he had had a real adversary able to point all of these things out, you're confident the judge would not have made up his mind.  That's what you're saying."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, there -- there's a real problem here, you do understand.  We're only pointing to the things for which there is a record. There is another component to this, which is that all the other questionnaires and the entire transcript wasn't available."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Three weeks, is that standard?  Three weeks?  Is that standard out there?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Good Lord. Alderson Reporting Company (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dain. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't really Alderson Reporting Company understand what you're saying.  Maybe it was wrong to have this in camera, but why was the statement that we don't want to disclose our strategy a statement that -- that challenges that -- that the challenges that I'm going to make are going to be pretextual?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand that. When you -- when you're trying a case and you're deciding which jurors to exercise peremptory challenges against, do you not take into account what your defense is going to be?  What your defense strategy in the case is going to be."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Give an example of a strategy."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"As that juror."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me give you an example.  Let's say your defense strategy is going to be that the police officers planted incriminating evidence. All right?  And if that's going to be your defense strategy, will you not be particularly diligent in exercising your peremptory challenges to try to get rid of anybody who seems to have sympathy or an identification with the police.  That's a strategy. It's not pretextual."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, there may not have been Alderson Reporting Company that here.  The prosecutor may not have had a strategy like that.  I -- but I just don't understand this argument that you're making, that merely stating I don't want to disclose to my adversary what my trial strategy will be is a confession that I am going to exercise peremptory challenges pretextually, and I just don't want defense counsel there to call me on it."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Prosecutor doesn't have to say, it's because of planting of police, the pros -- of planting of evidence is going to be at issue.  He could just say, I don't like people who distrust the Alderson Reporting Company police."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Actually, it's said quite often."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Could you at the other side -- I understand the idea that you're saying that just, you know, basically you'd like jurors who are going to be sympathetic with your case.  You say that's not a strategy, but what's the -- what is a strategy? An example of that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, even -- even if the strategy was an overblown statement by the prosecutor. Suppose that in this case defense counsel is absent, but what the juror says is clearly grounds for the prosecutor to -- excuse me, the juror says I've thought about this.  I can't -- I don't believe in the death penalty supposedly.  That's the hypothetical.  That's not this case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Then we still look to see whether or not there was harmless error."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And it's true that the harmless error in this case loops back in your -- your concern that there was not full cross-exam.  So they come together a bit.  But it does -- it does seem to me that this district judge exercised care in listening to the answer.  And we are required -- the Federal courts are required under Brecht to give very substantial deference to that finding.  So if you could address that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That goes to whether there was a violation --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- not to whether the violation was harmless or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the problem with that -- I mean, you're looking at -- and we have said this often in Batson type cases.  You're looking at a cold transcript.  You don't know what the difference in intonation was.  You don't know if Olanders is saying, yeah, you know, I thought about it, and blah, blah, blah, blah.  And the other one is saying, I thought about it -- about this trial, and now -- I mean, you know, we don't know that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the defense counsel were present and the -- a transcript said exactly what it says here.  Defense counsel made no objection.  It seems to me that that's how you have to analyze this case because we're -- we're assuming no error."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, I -- I understand Alderson Reporting Company that it would have been a much better record if the counsel were there.  That's the reason why there's a likely error here under a matter of law, but we're talking about the harmlessness, the -- the deference that must be given to the State judge."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we're speculating the judge would not -- that defense attorney remained silent or that defense attorney -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Either way.  We would be speculating if defense attorney remained silent, or we'd be speculating that the judge would have ruled the same way. The question is on this record."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'll go back and look at this.  I did not think that this was really the basis for the Ninth Circuit's conclusion that Olanders' Alderson Reporting Company testimony showed that he was improperly excused, I just don't see --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it's a long opinion but Page 678 talks about Olanders just in the term that we're talking about."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He meant --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the trial court said that."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's speculation. What the Ninth Circuit did with Olanders B is point to the actual existing record --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- and show that there were contradictions to -- in the record as it existed."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Of course it's speculative that defense counsel, had defense counsel been present, would have been able to point to the other juror, Anna. We've had a number of cases where defense counsel was present at the voir dire, which I think should be the rule in almost every situation, and only later, years later on appeal when -- as particularly when you have many, many jurors questioned, as apparently was the case here, does somebody realize, well, this juror who was Alderson Reporting Company dismissed, has answers seem to be somewhat similar to this other juror who -- who wasn't challenged."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what reason is there to think that defense counsel would have had better recall of this than the trial judge who was there?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"justices","text":"This doesn't relate to the issues you've been arguing.  This crime was, what, 30 years ago and the trial 26 years ago?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Has he spent time in solitary confinement, and, if so, how much?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is that a single cell?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is it the same thing as solitary confinement?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"One hour."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Four minutes, Ms. Urbanski. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the trial strategy that displayed itself in his strikes?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company The case is submitted."}],"people":[{"id":0,"fullName":"ROBIN URBANSKI","firstName":"ROBIN","lastName":"URBANSKI","counsel":true,"justice":false,"side":"petitioner","words_spoken":2820,"interruptions":21,"times_spoken":47,"laughter":0,"num_int_by":4},{"id":1,"fullName":"ANTHONY J. DAIN","firstName":"ANTHONY","lastName":"DAIN","counsel":true,"justice":false,"side":"respondent","words_spoken":2541,"interruptions":12,"times_spoken":34,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":176,"interruptions":0,"times_spoken":9,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1335,"interruptions":1,"times_spoken":35,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":454,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":252,"interruptions":1,"times_spoken":14,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":426,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":371,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":2820,"times_spoken":47,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":12,"words_spoken":2541,"times_spoken":34,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":4,"words_spoken":3014,"times_spoken":85,"laughter":2,"num_int_by":1}],"outcome":{"side":"petitioner","margin":1}}