{"petitioner":{"name":"ARIZONA STATE LEGISLATURE","counsel":[0]},"respondent":{"name":"ARIZONA INDEPENDENT REDISTRICTING COMMISSION, ET AL. ","counsel":[1,2]},"caseNumber":"13-1314","date":"2015-03-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 1313-14, the Arizona State Legislature v. The Arizona Independent Redistricting Commission. Mr. Clement. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's all right for the State redistricting.  The commission is -- is -- there's no constitutional question with the -- Arizona Alderson Reporting Company being able to use this commission for its State representation."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, I just want to clarify your position.  Are you suggesting that the lack of legislative control is at issue only or are you saying that we have to overturn Hildebrant and Smiley?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's sort of hard to understand because we made it very clear in Smiley and in Hildebrant that we're defining legislature in this clause as meaning legislative process."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- but -- but this makes no sense to me, because I think it's an either/or. Alderson Reporting Company If the legislature has the power, how can the governor veto it?  How can a popular referendum veto it?  Either they have the power or they don't."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And if a State constitution says that the people hold the power and they can choose a commission or however else they want to do it, isn't that the legislative process?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could Congress -- could Congress do that?  Could Congress substitute this commission for the State's legislature?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But couldn't -- could Congress bless what Arizona has done by saying that's a matter in which Federal elections will be held? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying it has to be a Federal commission or a State commission, but if it's the latter, it can be only the legislature."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose you had a -- a law that said that the reapportion commission has -- must submit its proposal to the legislature, and the legislature has 30 days and can overturn it only by a three-quarters vote."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your phrase \"completely cut out\" probably answers the question, what about voter ID laws, what about absentee ballots, and so forth that are provisions enacted by referendum?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You would say those are okay because the legislature is not completely cut out?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or you -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Clement, how about that, because I thought that the legislature was completely cut out as to most of those things.  I mean, you take the 2011 law in Mississippi adopting voter ID requirements; 2007, Oregon, voting by mail; 1962, Arkansas, use of voting machines.  All of things -- these things were done by referendum or by initiative with the legislative process completely cut out.  So would all of those be unconstitutional as well? And we can go further.        I mean, there are zillions of these laws."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they're not delegations or non-delegations.  All they are is laws that are passed not through the legislative process."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Not through the legislature."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but, I mean, my gosh.  I would think that if your primary argument is legislature means legislature, that there has to be a legislative control, in none of these laws is there legislative control.  There's no legislative participation at all."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do you -- how do you make that consistent with the text that you are -- the textual argument that you are making?  The textual argument that you are making is legislature means legislature.  There's no two ways around that.  But now you're saying that there are these many, many, many laws throughout the United States in which the rules are not being made by a legislature.  And that's perfectly okay because the legislature isn't involved at all."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought that the -- that generally in our separation of powers jurisprudence, abdication is just as consequential as aggrandizement. In other words, it doesn't matter what the legislature wants.  The legislature could have said, oh, that's fine, go do it, we don't care about it.  If there is a problem, the problem continues to exist irrespective of whether the legislature protests or not."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the legislature proposed the initiative or the referendum -- the referendum."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but that -- that --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a case in which the legislature has, itself, made the decision."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's not completely remote because the legislature in Arizona -- correct me if I'm wrong -- can seek to overturn what the commission does by putting its own referendum before the voters saying, please, voters, change this proposal for -- or change this districting plan and enact a different one. I suppose the legislature can do that.  It has a -- it Alderson Reporting Company has the power to submit a referendum or an initiative to -- I guess, a referendum to -- to the Arizona -- to Arizona."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think I'm right about that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So please tell me --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Do I understand you to say that it would be okay if the legislature itself established this commission? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":5,"sideBefore":"justices","text":"So tell me, Mr. Clement, there's -- the State sets up this independent commission and the independent commission has a veto power on the State's redistricting.  In other words, the State can do redistricting and then it submits it to the independent commission, and the independent commission can say, No, go back, do it again."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They have the veto.  That's -- that's who has the veto, the independent commission."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it matter?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, kind of it doesn't, right, because there's a veto at the end of it."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  I'll take out the \"kind of.\"  It doesn't.  There's a veto at the end of this."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's what -- so this is what we're going to have to do for every time that they set up some process in which there's some independent commission involvement, what we're going to have to ask is what exactly?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  That's -- that's just -- I mean tell me exactly how we're going to decide all these cases in which an advisory commission plays some role, but -- not -- not just some role, a very, very serious role, but there's a little piece that's left to the legislature."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the commission says, We're going to give you two maps, the legislature has to pick one and only one?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is that unconstitutional and an impasse in the legislature and leaving it then to a third-party who is not the legislature, why is that constitutional?  That's what you just said, that's constitutional."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that bypasses 2a(c) altogether?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you this simple question?  I know you're going to say it's a constitutional requirement, but if I read Hildebrant and Smiley differently, and I think there's plenty of language in there to suggest so, but if I read it differently to say that what the Election Clause means is the legislative process, isn't that just simple?  We never have to worry about how the States experiment, what they do in their own self-governance.  Why is that a Federal interest?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, they didn't, actually.  When you look at the -- the -- the legislative history on this, the Federalists' papers, not a whole lot on this particular clause."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought -- I thought -- Mr. Clement, I thought that the initiative and referendum came in later, that at the time of the founding, and the initiative and the referendum weren't used by State legislatures."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you see, Mr. Clement, that suggests a very pure rule and -- and on occasion you said something like this, a legislature means a legislature, and that's what it means, and so a legislature has to do all those things. But you've made many, many exemptions to that over the course of the last 20 minutes.  You've said that as to anything that's not redistricting, it Alderson Reporting Company can be done by referendum or initiative without any legislative process whatsoever.  You've said that all these kinds of different schemes about the interaction between a legislature and advisory commission are all going to be have to reviewed on a case-by-case basis to determine whether the legislature has primary control. And when you get through with all that, the sort of purity of the originalist argument that a legislature means a legislature, well, we are miles away from that, aren't we?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that legislative districting plan is challenged either on the one-person, Alderson Reporting Company one-vote rule or under the Voting Rights Act, and it goes to a State or Federal court, and it goes a year before the election.  Does the State court have an obligation under the Constitution to simply pass on the validity or invalidity of the plan and if it doesn't pass, send it back to the legislature, or can it do its own if an election is approaching?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think that's constitutionally required?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we're talking about -- we're talking about what's required, so if -- Alderson Reporting Company if we rule in your favor, we're going to have to tell every court that's involved in a redistricting litigation that it has to submit it to the legislature. Even if the court made its own plan for one election, I think it would have to submit it to the -- back to the legislature for the next 8 years --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- under reapportionment schemes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, certainly -- you mean a redistricting plan, if approved by a court, has to have a fixed deadline?  Of course the legislature can, I assume, pass a conforming plan, but the court's plan stays in place until it does.  And it seems to me that that's as much of a displacement as what you're talking about here."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Not as much, but it is a displacement. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Feigin. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feigin, isn't this a diminution of the power to legislate, not of a particular plan or of a particular law and plan?  This is the removal of power from the legislature."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you want the legislature to pass a law that's not enforceable --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- and suggest they don't have standing to challenge what the referendum has done in this case until they go through that process?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Which Lujan?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, don't they just have to, under that theory, just allege that they plan to exercise what had, up to this point, been their normal authority to engage in the redistricting?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I suspect the fact that they're litigating it implies that they have some interest in doing that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They have an interest in the constitutional powers they have."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are you saying that --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- there's no -- nobody would have standing, because it seems the legislature, if anyone, has standing, and they are, as an Alderson Reporting Company institution, affected."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they have to --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Is it part of our jurisprudence that if it's likely that another person is more directly affected, that that goes into the balance and we say, Well, the legislature doesn't have standing because there are other people out there that are more directly affected?  Do we say this in our cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't understand how 2a(c) even applies.  It's meant to apply when the State has not, under its law, redistricted. Here, there's no doubt the State has redistricted under its law.  The question is whether the law is valid."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I had the same thought as the Chief Justice.  It would be one thing if Congress passed a law that said a State may apportion congressional districts in any manner consistent with the law of this State.  But that's not what this -- that's not what this statute says. Now, this statute may have been enacted on the assumption that that would be constitutional but it -- it is not the exercise of congressional authority implementing that.  It's just an assumption in which a statute that's otherwise completely irrelevant to this case may have been enacted."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Feigin --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I guess the bottom-line question is:  Let's assume 2a(c) said something totally different, which is we removed redistricting from the legislature, and we require every State to pass it by -- redistricting by referendum. That would -- are you -- is your position that Congress has the power to override the Constitution?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no, not -- not if the same thing violates the Constitution.  I mean, just because Congress agrees with a State that they can do it, does that make it constitutional?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The objection here is a constitutional objection."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can the second clause be used to revise the first clause?  That's what we're talking about here.  The second clause can certainly -- Congress can do something on its own, but can Congress use the second clause to revise what the first clause says?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Waxman. ORAL ARGUMENT BY SETH P. WAXMAN ON BEHALF OF APPELLEES"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Whatever the State calls a legislature suffices under the -- under the Federal Constitution; is that right? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, suppose the State says the courts are -- are the legislature.  Will that suffice under the Federal Constitution?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Give me -- give me one provision of the Constitution that uses the term \"legislature\" that clearly was not meant to apply to the body that -- of representatives of the people that -- that makes the laws."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All I want is one provision of the Constitution that -- that clearly has your meaning.  And I looked through -- through them all.  I can't find a single one."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, it's this one.  This is the only one."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if it's -- it's not -- it's not --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":6,"sideBefore":"justices","text":"For -- until 1913, for close to a hundred years, many States wanted to have direct election of the senators and they had all sorts of proposals, they had primaries and not one State, not one State displaced the legislature.  It took the Seventeenth Amendment to do that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me that that -- that that history works very much against you because the -- the term \"legislature\" is not in the Constitution.  Now it's been taken out by the Seventeenth Amendment.  The senators shall be chosen by the legislature.  And there was no suggestion that this could be displaced."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Wait.  Now -- now you're going to the statute.  But just under the Constitution, you're -- you're saying that legislature in the first article of Section 3, the now repealed section that talks about it --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- choosing senators means something different than what it means in the following section in the same article."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I understand Hildebrant is very -- is very helpful to you.  But to get back to Justice Scalia's question.  Is there any other provision where legislature means anything other than the conventional meaning?  How about applying for a constitutional convention?  Calling on the President to send in troops to suppress domestic violence.  Creating a new State out of part of -- of the State of Arizona, for example.  Those -- all those provisions use the term \"legislature.\"  Does it mean anything other than the -- than the conventional meaning of \"legislature\"?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It might.  Do you think it might?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'd like you to because as I read those two cases, they don't help you very much. I mean, Hildebrant is talking about a particular statute that was passed in 1911 and it helps the government with its statutory argument because a different statute uses similar words, but we don't know if it was with the same intent. Smiley talks about a sitting legislature and asks whether its exercise of map-drawing power is a legislative exercise or, say, more like an impeachment exercise.  It doesn't talk about what's at issue here, where you have people outside that building making the judicial -- making a legislative decision. So I didn't see those two cases as helping you that much, though please argue to the contrary.  But"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The consensus definition, although you cannot give us a single instance in the Constitution in which it is clearly used, in which the consensus definition was clearly used?  I don't think it was a consensus definition at all.  You've plucked that out of -- out of a couple of dictionaries."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It was referring to --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":8,"sideBefore":"justices","text":"Well, the dictionaries, I take it, are your support.  They say how the word is used.  And no one defines the dictionary definition of \"legislature\" as \"the power\" -- we don't use that word Alderson Reporting Company \"power\" in this sense much anymore -- but \"the power that legislates.\"  The power that legislates in Arizona is the people in the capitol plus the referendums and the initiatives."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  Let's say -- let's say that \"legislature\" means the body we normally can think of as the legislature; however, at the time, there was no such thing as the referendum or the initiative. So when the dictionaries referred to \"the power\" -- \"the power that makes laws,\" it was always the legislature. It was never the people at large, because there was no such thing as -- as the referendum.  Now that there is such a thing as a referendum, what about saying, \"Okay; 'legislature' means what everybody knows a legislature is, plus the full citizenry, which is a level higher of democracy\"?  But what we have here is not a level higher of democracy.  It's -- it's giving this power to an unelected body of five people that, you know, that -- could -- could that body -- as it's -- as it's constituted here, two of them are elected, or selected, by the majority party, two selected by the minority party.  What if -- what if Arizona decided all four would be selected by the majority party?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Would that be okay? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't your -- why Alderson Reporting Company doesn't your interpretation make the words \"by the legislature thereof\" entirely superfluous?  In other words, why didn't they just say that the rules would be prescribed by each State?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Because any way --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but I would have thought -- I understood your argument to be that as long as it's an exercise of legislative power, that it's satisfied.  And if you have, for example, a governor doing it, it presumably would be pursuant to a delegation, either from the people or from the legislature.  But either way, nothing happens until there's an exercise of lawmaking power by the State.  So it should have been sufficient for the drafters of the Constitution to simply say it should be prescribed by each State, whether they do it by referendum, whether they do it by initiative, whether they do it by what is commonly understood to be the legislature, whether they Alderson Reporting Company do it by committee, whatever.  It's up to the State. And then saying \"by the legislature\" seems, as I said, totally superfluous."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But as Mr. Clement points out, the legislature, in both Smiley and Hildebrant, remain the prime mover.  And what he has objected to is taking the legislature out of the picture entirely."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But it's not -- it's not that -- I'm not -- I'm just quibbling in a sense about the case.  But the question in the case is not about -- they say, \"the body.\"  I mean, what's \"the body\"?  Everybody agreed it was the legislature.  But when the legislature acts in this instance, is it acting as an electoral body?  Is it acting as a ratifying body? Is it acting as a consenting body, as with the acquisition of LAMS, or is it acting as a legislating body?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's correct, and that's the answer they give.  This is a form of legislation. Here, the question is about the body, and --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, that's the question."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"\"Legislative process\" there means the process in the legislature."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What it takes for the legislature to enact a law."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Once -- once you assume \"legislative\" refers to legislature, your whole argument for Smiley just disappears."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You've -- you've said \"the Court in Yates.\"  It was a plurality?  Was it, or am I -- am I --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, I know, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Clement, you have five minutes left. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true.  But I see -- Smiley doesn't help him, I don't think, but I think it helps you still less, because that was the question in the case.  Everybody assumed, nobody denied, that it's those people in the -- the bricks over there that are making this law.  But the question is:  Are they legislating when they're doing it?  So they were -- nobody denied they were the legislative power.  Here, we have a different question."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And that is:  Is this the legislative power when you can proceed by referendum? And the reason I say Smiley might help is simply because it says be a little bit flexible about that."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I would think, Mr. Clement, that the overriding principle of Smiley and Hildebrant and Hawke is that when it comes to this particular provision, and this particular provision as compared to the Seventeenth Amendment, which is the comparison and the contrast that Hawke sets up, when it comes to this particular provision, we need to show a lot of respect to the State's own decisions about how legislative power ought to be exercised.  And that seems to me the overriding principle of the three cases."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, of course, you can turn that around and say what that provision shows is really exactly what I just said, is that Congress was also on board with this idea that the Court had, that when you Alderson Reporting Company look at that clause, the Elections Clause, that a lot of respect, a lot of deference, has to be given to the State's own definition."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":4014,"interruptions":23,"times_spoken":50,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ERIC J. FEIGIN","firstName":"ERIC","lastName":"FEIGIN","counsel":true,"justice":false,"side":"respondent","words_spoken":1506,"interruptions":11,"times_spoken":18,"laughter":0,"num_int_by":5},{"id":2,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":1826,"interruptions":23,"times_spoken":31,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":396,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":176,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":393,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":691,"interruptions":4,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":816,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":503,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":196,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":419,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":11,"fullName":"I think the great open question here is","lastName":"is","counsel":false,"justice":false,"side":"","words_spoken":42,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":4014,"times_spoken":50,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":34,"words_spoken":3332,"times_spoken":49,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":15,"words_spoken":3590,"times_spoken":105,"laughter":0,"num_int_by":7}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.5699763282859873,"respondent":0.4300236717140127,"date":1472523515649}}