{"petitioner":{"name":"ELLEN GELBOIM, ET AL.","counsel":[0]},"respondent":{"name":"BANK OF AMERICA CORPORATION, ET AL. ","counsel":[1]},"caseNumber":"13-1174","date":"2014-12-09T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-1174, Gelboim v. Bank of America. Mr. Goldstein. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me, first, what difference there is, if any, pursuant to your reasons, that would not apply to a consolidated case for all purposes, number one?  And, number two, isn't a case consolidated with others, for purposes of pretrial proceedings, a pending action that involves multiple parties?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's, frankly, not the majority of the cases.  In --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In -- in most of the MDLs --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- most of the cases retain their individual character, even though they're consolidated for all purposes.  There may be a case that's taken as a test case among the many, et cetera. Your rule basically is saying consolidation now will permit piecemeal appeals in almost every circumstance, except for a very limited number."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, does the 150-day provision kick in?  I mean, you said don't worry about this.  District courts can just put it on the back burner for three years, however long.  Doesn't the 150-day provision kick in if, in fact, the district court has dismissed all of the claims?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't Rule 58 say unless otherwise provided?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So they -- automatic entry of judgment doesn't happen if the district judge specifically otherwise provides."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, we could do it ourselves. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you do that? Because not -- not all of us can look it up themselves. Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The rule does say that the clerk, once the -- once the judge denies all relief, he says to you or somebody, I deny all relief in your case, then the clerk is supposed to just enter the judgment."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So how -- how is the judge supposed to not do that?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not just answer what I just asked you."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I get it.  I see.  So he says don't do it. But we have seven -- I mean, I am moved by this.  We have a group of federal district judges --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- who actually don't have to look these up because every day they work with them."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And tell us your rule -- if we agree with you, we are going to produce a mess.  And then they have about seven different ways in which it will produce a mess in various cases.  And so, obviously, I do pay attention when the district judges do say that. And so I'm not a district judge, but I don't want to produce a mess for them.  The MDL is trying to do the opposite.  So what's the answer to what they say?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Has -- has that happened to a lot of district judge?  Your rule is the district judge, despite Rule 58(b), et cetera, says, I deny all relief in your case, Mr. Smith, everyone out, good-bye. Then you say to the clerk, Clerk, don't enter the piece of paper called the judgment because I don't want them to take an appeal. And then they ask for mandamus on the ground that must be an abusive discretion.  What happens?  Or has it happened a lot?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"MR. GOLDSTEIN:"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"MR. GOLDSTEIN: There is an MDL in which What? It is the Chocolate MDL. All right. Well, the reason it doesn't happen very often, Justice Breyer, is this problem doesn't happen very often. So preliminarily, the only time --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Okay. So I see. Your rule will, in fact, win your case for your client. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And then in the future, no one else is --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"54."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Goldstein, as -- as your view of the case is 54(b) would not be appropriate --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when the -- when the judge says, I dismiss this claim entirely.  This complaint is out.  It's a final judgment.  It's not appropriate for Rule 54 because Rule 54(b) is when one claim is done, but other claims are still pending."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but your -- your answer is that, oh, well, the district judge can find plenty of ways, disingenuously perhaps, to say this isn't going to be entered yet, we're just going to wait. And so Chief Justice says you have the 150-day problem. It -- it seems to me that if you're asking for these sort of furtive measures, we might as well face up to the problem right away and just adopt Mr. Waxman's position."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me you're asking the judge to be almost disingenuous."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you then saying that there's no practical difference between your position and Mr. Waxman's position?  In other words, you're saying Rule 54 is not the right vehicle."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's an important point."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's important to get the rules right, whether it's Rule 54 or something else. But are you saying that there is no practical difference between the two?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There's one huge difference.  The district judge can say no to 54(b) if Alderson Reporting Company it's a final judgment.  In this -- in this very case, that's exactly what the judge said.  In the first round, he said, you have an appeal of right, and -- she said to the plaintiff who was dismissed. And then when the Second Circuit said no, she refused to give a 54(b)."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think this court of appeals said as a matter of its discretion, and that was one thing that puzzled me about your presentation. The court of appeals said we have no jurisdiction. That's quite different from saying we have discretion."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They said we had no jurisdiction."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They said they -- they -- there was a -- there's a phrase that the Second Circuit uses, and it -- something to the effect of an extraordinary case, an exceptional case."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But their main rule is there's no jurisdiction."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we go back to Justice Kennedy's question about the disingenuous nature of this?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So we write an opinion and say, no, it's a final judgment.  It could be appealed."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But district courts, you have other tools not to enter the judgment?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You can delay it?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that does sound like all we're saying that this is a very formalistic ruling.  But haven't we said -- quoting myself in Mohawk -- that the inquiry should always be a practical Alderson Reporting Company one --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and that efficiency is part of the calculus?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That is, if you look at it as narrowly as you do."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you asked -- you asked to be part of the MDL case, didn't you?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Goldstein, following up the -- what has been called disingenuous. If no judgment -- if there is no final judgment, the judge says, this is how I'm going to rule, but I'm going to defer making the ruling. the case -- discovery."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That party still is in"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and can participate in Your strong point, I thought, was, here, they said I'm out of the case.  Can't participate in it anymore because I have no standing according to the district judge --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and yet I have to wait six years or however -- however long the MDL proceedings go on.  So it says you're out, but you can't appeal."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand that. That's arguing that they shouldn't exercise their 58(c). That's what Judge Rakoff is essentially doing.  He's saying, and you're saying, we shouldn't let them."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If he can say it for as long as he thinks is appropriate --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what's the difference?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In terms of the effect on you.  You're not going to participate in discovery under his system."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but what they tell us, these judges, who are experienced, I stress, on pages 12 and 13, \"District courts have evaluated the Third Circuit factors,\" that is 54(b) factors, \"in deciding whether to certify one among several consolidated cases for appeal.\"  Footnote, and then in the footnote they have several cases which I take it, since they tell us that, are cases where they were consolidated cases, they used 54(b) to say that one of the cases could go ahead on appeal. Now, I took that as saying that judges are using 54(b) to accomplish the end that we seem apparently everyone wants, giving them the flexibility, and not the system that you propose. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So are they wrong or I'm not reading it right? Probably the latter."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In 54 – in fifty -- in the majority of the country judges have said, when we have four cases in front of us, we have consolidated and we wish to dismiss one but keep the others going, they have said, we cannot use 54(b). They have to have an appeal."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not talking about MDL. I'm just talking about consolidated cases."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Then talk about MDL."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But if I could understand, Mr. Goldstein, what you're saying.  Do you think that a judge properly considers the exact same factors whether it's done as the Respondents would like under Rule 54, or instead, whether it's done your way by staying the action or by holding off on a final order?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't -- doesn't it become clear once we announce it?  It's not like anybody involved in the MDL doesn't carefully know what's going on.  That's the advantage of those cases. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And there is an order. There's an order terminating the MDL --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and sending the cases that are going to be sent back, back, and the ones who are finalized, those are finalized."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if there's an MDL for pretrial purposes and the district court thinks that one -- that some cases like yours just should not proceed, does the district judge have authority on its own to dismiss those few cases from the MDL?  Does he have that authority or does he have to go back to the MDL panel to do that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's my question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Waxman. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but that --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The text of 54(b) refers to a separate appeal for a claim, counterclaim, cross-claim, or third-party claim. So your 54(b) argument, I think, is dependent on the proposition that Mr. Goldstein's complaint became part of a single action. Otherwise, so -- it was consolidate -- it be -- became part of a single action and, therefore, it was -- it was tantamount to a claim."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"On that theory it could fit within 54(b). That takes a little bit of -- more than perhaps a little bit of pounding to fit that in there, don't you think?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how did -- where do we Alderson Reporting Company look to find that -- that his complaint became part of a single action?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The MDL statute doesn't -- doesn't make any reference to that. Quite to the contrary."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where they remain separate actions, and Rule 54(b) was designed for a single action with multiple claims."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't see a single reference in the rule, nothing by the advisory committee that so much as suggests that a consolidation for pretrial purposes only makes it one action for purposes of 54(b)."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you know, maybe they're wrong."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, maybe they are wrong, Mr. Waxman, because I mean, they're -- they're obviously looking for a certain kind of flexibility, which is important, and which I take it both sides have agreed is important.  But the question is whether they found it in the right section.  And I think what you're being asked is, if you just look at this section, this section is about multiparty, multiclaim single actions; that's what this section is all about.  And it's being used for a purpose for which it was never designed."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But in this --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Not any --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But in this -- in this case, at the end of the day, the actions are, in effect, unconsolidated.  When -- when the pretrial M -- MDL is -- is completed here, the separate judgments will be remanded to the separate courts.  So you're -- what you're saying is, well, it's one action for a while, but then it's many actions again.  Begins as many, then it's one for a while, then it's going to be many again. Isn't that -- isn't that the dynamic that you're --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But his last point, this in Alderson Reporting Company my mind is that if we take your route -- one problem with his route -- one problem with your route is you have to muck around with the word \"action.\"  Well, you do.  I mean, there's no doubt you do.  You have to consider it a single action while it's consolidated. One problem with his route is that, A, nobody's ever done it, they've all thought you're right, and nobody's said much about it.  And one problem with his route is you treat consolidations where the multidistrict panel is involved and you consolidate it for discovery differently than you treat consolidations in an ordinary district court, has four cases and consolidates them.  That's the problem with his route. So it seems to me a sort of balance there. But one thing he said that I don't -- that did register is he said if we take your route, what happens when the multidistrict is over, see.  Eight months ago, his case was dismissed, and a judgment was entered in his -- in his case, which is now only part of the case, on your theory. When is he supposed -- what is he appealing from?  When did the 30-day clock begin to run?  And suppose, by the way, it was never sent -- it was never really sent back because everybody else settled.  How does that work? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's because the parties, either they get dismissed pretrial, or they settle, or the parties agree that the transferee court can be the trial court.  But at no -- no one in a multidistrict litigation can be forced into going before the transferee court for trial."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And I think it was quite clear that Congress didn't give multidistrict forum the option to be the trial court."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But these statutes do not speak of consolidation of cases, they speak of consolidated proceedings.  Where -- where do you get the notion that the cases have been consolidated?  And if that notion were true, surely the consolidation must terminate when one of the cases is dismissed, how can it still be consolidated when it's dismissed and the other, and the other cases are proceeding."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It makes a big difference."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So please answer Justice Breyer's question, because that is  troubling me as well, at what moment, and if it's a notation from -- if it's a settled case, when does he appeal?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What does he appeal from?  I mean --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There is an awkwardness here, because he's not appealing from the judgment entered on behalf of or against the other parties."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He has the word of the district judge you have an appeal of right, that's what she said."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"She thought that she needed to the to do the 54(b) for the other cases that had more than one claim, not just the antitrust claim."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then you're just -- let's go back to my question.  I agree with you, I'd always learned like Hornbook rule number 1 is, there is a separate piece of paper called a judgment entered by the district court, and that is what you appeal from. Now you have just told me, there isn't one here, in which case he can't appeal, okay, that's a separate reason.  I'm now assuming another case.  The case is, there is a separate piece of paper in his case called a judgment.  His point is, that gives me a piece of paper called a judgment to appeal from, it was entered at a certain time and now I know when the clock starts."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, what I said  was, some time ago, that I thought he had a point, is in such a case, if we treat the consolidation of proceedings like we treat a consolidation of cases without the multidistrict, he cannot appeal from that piece of paper.  He has to wait in the ordinary situation, not multidistrict, until there is another piece of paper resolving everything, then he starts to appeal but at least he has a piece of paper which maybe he lacked here.  All right, now, he's saying here in the multidistrict situation, there will be a separate piece Alderson Reporting Company of paper, I can't appeal from, what is the piece of paper from which I know the clock on appeal begins to run?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's a red herring at the"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, have you made this argument before, did you make this argument in opposition to the petition for certiorari, namely that there was no final judgment here."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Waxman, the Second Circuit didn't think that there was a problem because the -- a judgment hadn't been entered.  They said in all of these cases when a consolidated or pretrial, there is no right of appeal, you have to get permission under rule 54(b).  They did not say anything about the problem in this case is that there was no judgment document. And isn't there, I know that there -- there is a provision that says, if the judgment -- if for some reason you don't have the piece of paper, that's not fatal."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Are you telling me that the Second Circuit doesn't have that rule if there is a Alderson Reporting Company piece of paper that says judgment on it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But aren't --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, 1292(b) can't be applicable here."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"1292(b) is when you don't have a final judgment.  It's an interlocutory appeal, the typical case for 1292(b) is the court decides liability, but it hasn't decided damages yet.  You can't run upstairs at that point unless you get a 1292(b) order. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but that's quite different. You were defending the proposition, I thought, that the Second Circuit said that there had been no final judgment in this case. Not in the consolidated cases but no final judgment in this case. And I don't read that -- that order on -- on Page 2A as saying anything other than that there's not been a final order under -- under 1291 because all the cases have not been disposed of."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- that's a very strange way to read that."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Given the opinion of --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You raised the argument before us this morning that there wasn't a final judgment and Petitioner argues that there was under Rule 58(c)(2)(b) and you didn't address that, I believe, in your brief.  So what is wrong with that argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that would Alderson Reporting Company seem to be very efficient.  It would save her the difficulty of reconsidering it if the Second Circuit rules one way or another. It seems to me that the efficiency arguments in these cases, you know, they can go either way and probably do go either way depending upon the nature of the case.  It would be very efficient, would save her the time to reconsider it, if she had a ruling from the Second Circuit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  I thought you were making the other point.  So the claims that she's looking at really are not affected by the Gelboim claims."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Then what problem is it to appeal?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Then what's the problem with going ahead with the Gelboim appeal? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it's a different reason.  She said in the Gelboim case you have no antitrust injury.  In other words, you have no standing, out the door.  And you say the other cases are different from that.  Is -- they don't center on antitrust injury?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think what the Chief Justice is indicating is to the extent that the issues, the claims are the same, the efficiency argument can cut both ways; to the extent that the claims are different, what's the problem with an appeal?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But is that the only thing, that they're going to have to learn the facts twice?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But if the district judge had been right the first time, she said I have a claim that's totally been dismissed, it's out, then there are these other people that have antitrust claims and other claims, so what I'm going to do is this, final judgment for the one that has no other claims, 54(b) on the antitrust claims for the others so that the Second Circuit will then hear antitrust standing all at once."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the district judge obviously didn't think so because she said, I'm -- one Alderson Reporting Company party has an appeal of right and I am going to do the 54(b) order for the others."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there's efficiencies -- there's efficiency to the system and you have arguments about that, but there's also fairness to the parties.  I mean, how many years are these people, whose case is done as far as the District Court is concerned, supposed to sit around and wait for the big fish to resolve their cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That just kind of begs the question whether this is piecemeal or not for these people."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then that sort of contradicts what you said before.  You said she wasn't going to deal with these things piecemeal.  By the way, on that point, she said, given the reaction of the Second Circuit more than once, it's time to give up. She said that first, as -- as far as that's --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But to what -- what --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What is obscure about a stay?  Multidistrict cases have lots and lots of issues, and quite often stays of some cases are issued.  That's not --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- obscure."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Goldstein, you have six minutes Alderson Reporting Company remaining. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  You believe that the notation on 11a is the final judgment you're speaking about?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You addressed it where, Footnote 1 of -- Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And what are -- what are your other three points --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that make you plainly right on the rest of the case?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me, what is that word."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Okay."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"His is -- basically you're saying are there any other mechanisms for the district court to get to where it wants?  A rake-off, don't enter anything."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Stay and don't enter under 58.  Tell the court --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the clerk of the Alderson Reporting Company court not to enter it?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can that be done when it's consolidated only for purposes of pretrial discovery?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see anything in the rules about it, and this is the first time I've heard about this administrative --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- complaint."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":4097,"interruptions":32,"times_spoken":77,"laughter":0,"num_int_by":7},{"id":1,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":2801,"interruptions":25,"times_spoken":50,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":298,"interruptions":0,"times_spoken":12,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":495,"interruptions":7,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":972,"interruptions":7,"times_spoken":34,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1058,"interruptions":4,"times_spoken":25,"laughter":1,"num_int_by":2},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":279,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":266,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":179,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":206,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":32,"words_spoken":4097,"times_spoken":77,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":25,"words_spoken":2801,"times_spoken":50,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":24,"words_spoken":3753,"times_spoken":131,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035448}}