{"petitioner":{"name":"OHIO","counsel":[0,1]},"respondent":{"name":"DARIUS CLARK. ","counsel":[2]},"caseNumber":"13-1352","date":"2015-03-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 13-1352, Ohio v. Clark. Mr. Meyer. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have to be an agent of the government for the Confrontation Clause to kick in?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Not primary.  I'm asking, is it -- is it exclusive that no person who's not an agent of the government can trigger a Confrontation Clause protection?  I mean, that's clearly not true.  I mean, you -- you can have a cross-examination in a civil case, a lawyer in a civil case has somebody on the stand."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It is."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a private person."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a question of solemnity, but solemnity -- solemnity has nothing to do Alderson Reporting Company with whether you're a civilian or -- or a policeman."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't the --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the test whether the statement is intended to be testimonial in nature?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So whether it's given to a private individual or a police officer is irrelevant. The question is, was it intended to substitute for testimony to be used later."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Meyer, could you explain one anomaly in this case? The child, three and a half years old, is incompetent to appear in court as a witness. How can the substitute be permissible? If the child is incompetent to testify in court, why isn't the child incompetent to testify out -- make the same statement out of court?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- that goes to the hearsay rule.  I mean, you could -- you could have an exception to your -- to your hearsay rules.  But -- but how could this child ever have the intent that Justice Sotomayor described?  Which is the test of whether particular evidence is testimonial or not.  How could a three and a half-year-old child have that intent?"},{"name":"JUSTICE        KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Then they can talk about testimonial and I think we should, and I don't want to take argument in another -- suppose that this is not testimonial.  Suppose you prevail on that.  Isn't there still a question as to whether or not this is hearsay that is so unreliable that it violates the Confrontation Clause slash -- and/or the Due Process Clause and we remand for that? Alderson Reporting Company If we -- if we rule in your favor that this is not testimonial, that at the end of the case their statement comes in or do we remand?  Or is it before us to say, part two, we think this is inadmissible under other hearsay principles that are so well settled that it's a violation of either the Confrontation Clause or the Due Process Clause?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And has that been addressed here or is that still open?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we remand for that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the Due Process Clause?  Do we -- have -- have we adopted hearsay rules Alderson Reporting Company under the Due Process Clause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was up to the States, let it in and let the jury take it for what it's worth.  I'm not sure we've ever --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Meyer, can I go back --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Or of some hearsay rules."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Sorry.  Can I -- can I go back to what you said before in answer to Justice Scalia?  We can all obviously agree that three year olds don't form any kind of intent to make testimonial statements.  But -- but that would suggest that there -- the Confrontation Clause just doesn't come into play at Alderson Reporting Company all with respect to any people with diminished capacity, without the capacity to form that kind of legal intent. And that seems -- that seems not right to me.  That it seems as though there ought to be some other inquiry that substitutes for the intent inquiry when we're talking about people with diminished capacity in order to decide whether a statement that they make is testimonial."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're forgetting -- Alderson Reporting Company you're forgetting the circumstances prong of it.  Were the questions here by the interrogator for purposes of law enforcement or were they for the purposes of the ongoing emergency, the abuse of the child?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that goes to reliability, and that goes to whatever the finder of fact, whether they take that approach or they take another.  But the point, I think, that Justice Kagan is making in deciding the intent of the declarant, you have to look at what everyone else is doing and who they are."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose this, Mr. Meyer. Let's take the -- the diminished capacity out of the equation.  Let's just presume a 13-year-old kid rather than a 3-year-old.  And the 13-year-old kid comes in with welts or bruises or whatever it is, and the teacher says to the 13-year-old, Listen, Joe, I want to know what happened, but I want to tell you that I'm under a statutory reporting obligation, so everything you tell me, I'm going to tell the police, and I'm going to write down everything you tell me just so I can get the facts straight. Would you think that that is testimonial such that it's a violation of the Confrontation Clause if that comes into a case without the opportunity for cross-exam?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that seems to me then, is then -- it suggests that the way to do this is actually more the way the S.G. suggests, that we should just ask in every case whether there -- whether a statement is testimonial rather than to draw the very sharp distinctions you want us to with respect to private parties."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you remind us, the young people who -- who heard this child's utterances, what -- did their statements come in?  The grandmother -- was it the grandmother, the aunt, the social worker, and the police, what happened to their statements?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the teachers didn't violate -- the teachers -- that was an hearsay exception; is that right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then what -- if all the others were -- were inadmissible under Ohio's own hearsay rule, why wouldn't the same thing apply to the Alderson Reporting Company teacher?  What's the difference between the teacher and the social worker?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company Ms. Eisenstein, welcome. "},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But what happens, Ms. Eisenstein, really along the lines of the hypothetical that I gave to Mr. Meyer where it's pretty clear to both the teacher and the student that back of that conversation, is the presence of police.  In other words, the teacher will say, I'm under a reporting obligation, or maybe the kid will bring it up.  If I tell you, does that mean it's going to the police?  And the teacher says, Yes, it does.  You know, what happens when -- when that arises?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought it was either -- that the school teacher could notify either the social worker or the police."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Just so I have it clear. Social services, if they're selected to -- to get the information, I assume they have the obligation to advise the police.  Am I wrong about that?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it a legal requirement in Ohio that social services report to the police?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, would I be right to think that where there is any kind of serious injury, police are involved as a routine matter?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"There can be a lot of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Okay.  There can be a lot of circumstances where a -- a person seems to be under a threat, maybe -- may have been hurt, seems to be under a -- an ongoing threat.  Someone questions that individual and the person who makes the statement, as well as the person who asks the question, may have in mind immediate safety concerns and also the possibility of criminal prosecution. How realistic is it to try to break that Alderson Reporting Company down and determine which of the two is the primary purpose?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What if you had -- maybe this is just a specific example of what Justice Alito is talking about, but what if you have the teacher who did this to you, Dee, the teacher knows there's nobody in the immediate vicinity named Dee, and then she asks, Well, has he done this before?  I mean, is that something that's not subject to the Confrontation Clause?  It's not related to the immediate concerns or immediate safety but seems to be designed to compile a case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"How do you know that?  Maybe she is -- you know, we've got to protect the child.  The way we do is to get the person who did this locked up, so she wants to confirm who is it. Doesn't need to know that for the immediate safety of the child."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, sorry, wants to know whether he has done it before."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what am I supposed to -- what are we supposed to do if we think 50 percent of the motivation was to comply with the statute and -- and -- and her duty as a teacher not to send this kid home, and 50 percent was in order to fulfill the reporting obligation to the police.  Then -- then what do we do?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Fisher? Alderson Reporting Company "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm looking at the -- the -- the judge said this witness is not -- this child is not competent to testify as a witness, and you've read the transcript.  How -- how can there be a question of cross-examining a 3-year-old?  The -- this person is incompetent as a witness because the -- the testimony is unreliable?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, just let me stop you.  Part of your answer I don't follow because one thing is the child is asked immediately, on the spot, close  to the time to when this occurred.  The trial is months later, and one of the problems with 3-year-olds is they don't remember."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry, you start by saying she fed him a line.  I understood that she asked him who did it and he said Dee, and she didn't know what Dee meant."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but it wasn't as if she got Dee out of thin air."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"May I ask this --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose I'm in State X, not -- not Ohio.  There's a mandatory reporting duty to the social services by the -- by the teacher, and the same facts.  And I'm the trial judge, and this statement is offered, and I say, does the defense want to examine the 3-year-old or the 4-year-old, and provide some means 2 or 3 months later -- 2 or 3 months after the Dee statement, to cross-examine the child maybe in the clinical setting that you suggested in your brief. Any problems with that?        What -- what if -- if we're saying what the rule should be in that kind of situation, that kind of State, what -- what guidance can you offer?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that case, the Alderson Reporting Company child was held competent as a witness."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"This --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And if -- but if that happened, would the statement to the teacher come in?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But by confrontation you mean the -- you -- you have a therapeutic expert, but as the defendant's witnesses, you're not -- I don't think you suggested that the Court could appoint its own expert and the defendant would be out of it.  I mean, this is -- the way we do things in our adversary system is you're a partisan expert, you're the defense expert."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Fisher --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- I want to go back to your basic premise.  I know that you're attacking the competency question a lot.  But what is it about the statement that makes it testimonial?  Is it the rule that the State -- that she's a mandatory reporter, as Alderson Reporting Company the Ohio court thought? Tell me what you think.        Is it any out-of-court statement?  What -- what is it that makes it testimonial?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There's -- there's an awful -- a -- a great distance between Justice Kagan's hypothetical and what happened here. Alderson Reporting Company First of all, there's the age of the Declarant.  Do you really think a three-year-old or a three and a half-year-old can have any conception that the thing that the -- that this child is saying is going to be used in court to prosecute somebody for a crime?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  So the Declarant is out.  And then you have the teacher, and the teacher isn't saying anything about gathering evidence for a criminal prosecution.  I would think the first thing on the teacher's -- I -- I don't think the teacher probably broke it down that way.  The teacher is concerned about the safety of this child, period."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's a big assumption, to know that this child understood the criminal process at three years old."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And when -- how long before had the -- process.\" removed?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"-- children been"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Fisher, I would like to ask you, before we get to the four -- your four points, it just seems to me that a teacher looking at a child who has been abused, the first reaction of that teacher is just as Justice Alito suggested:  Get that child out of harm's way.  Don't give that child back to a potential abuser. So the teacher, I would think, is not thinking about prosecution down the road:  What can I do to assure the safety of this child right now?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And why --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why did the teacher bother saying that she wanted to make sure that it Alderson Reporting Company wasn't another child?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But before we --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- get to the prosecutor, is this child going to be returned to this person who the child has identified as -- it seems to me that -- that there is a concern immediately with the child's safety, and there is also, down the road, the potential prosecution.  But the -- if you have to divide what is the prime purpose, it seems to me that the well-being of the child has got to be the first thing in the mind of the teacher."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And what Justice Ginsburg has said is completely consistent with your No. 3.  She wants to find out the cause.  She wants to know if there's something happening at home where this kid should not go back home that day."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Much too late."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Fisher, you -- in Davis, when  a abused woman is separated from the abuser, she can voluntarily say, \"I don't want to go back.\"  She can make her own choices. How does a child make those choices?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I know for many women it's not -- they don't perceive it as a real choice.  I'm not naysaying that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But I think there is a difference in terms of protecting a child and protecting an adult."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Let's suppose that everybody who could have possibly done this to the child was immune from criminal prosecution.  They're all diplomats.  They all have diplomatic immunity.  Would the teacher have done anything different?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The Confrontation Clause applies in civil cases?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, but all these people, they are immune from prosecution, from criminal prosecution.  Would the teacher have done anything different?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that would be the end of the question, isn't it?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Because then the teacher has no purpose of gathering evidence for use in a criminal prosecution."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. -- Mr. Fisher, can I ask a question that steps back a little bit?  Because it seems to me that the strongest part of your case goes something like this.  This is a statement that's going to come in and is going to have great consequence in a trial.  It's going to function as the most relevant kind of testimony imaginable, it's an accusation.  In a case like this, there are two potential parties that could be accused.  Essentially, this is fingering one of them, and it's being done by a three year old. And -- and the question of whether that's a particularly reliable way to choose between which of these two potential people did it is like a little bit scary.  And then you're not being able to question it, you're not being able to do the things that you normally do. Okay.        So all of that, seems to me, that's your strongest case.  And it seems to me that it doesn't fit very well with the test we have and what the questions that we're supposed to ask.  In other words, Alderson Reporting Company all of what I said seems to be -- or most of what I said at least -- seems to me kind of irrelevant to the question that we ask under the primary purpose test and what do we do with that lack of fit?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You see, I think I don't think it really does.  I mean, the way I've always understood the primary purpose test is that it's not whether it functions at trial as testimony or how the jury understands it; it really is how the declarant understands it, maybe leavened by some -- you know, what does the questioner think and what are the circumstances.  But it seems to be mostly about the purpose of the person who's making the statement which -- which fits, you know, not very well with these kinds of concerns that you're talking about. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But all -- all admissible hearsay is a substitute for in-court testimony.  So the test you just gave us seems to me to encompass all hearsay, doesn't it?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but isn't -- but doesn't that indicate that the testimonial inquiry is somewhat -- somewhat awkward and formalistic?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And -- there's -- just to follow up, it's almost the same one, that there are States in which every citizen has a -- has a duty to report abuse; is that not correct?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Did we -- I'm going to use the primary purpose test at all.  Maybe it doesn't fit as has been suggested, but what of the information that a few of the briefs conveyed, that in most of these cases, the abuser is not criminally tried.  There is an attempt to provide for the safety of the child and maybe there is family counseling, but in most cases -- most cases, a criminal prosecution is not waiting at the end of the road."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"To be fair to you, I don't think the misgivings come so much from -- they come from the fact that you don't want -- I don't want to see the Confrontation Clause swallow up the 30 exceptions to the hearsay rule, and therefore you have to draw lines. This case is tangential.  This case involves tragedy either way.  It's a tragedy to abuse children.  It's a tragedy to put the wrong person in jail on the basis of unreliable testimony. Now, with that kind of tragedy, it seems tailor-made for the Due Process Clause, allowing States to experiment, allowing the bar to work out some of the things you say.  What's at issue here to me, is the problem of not having that Confrontation Clause swallow up the 30 exceptions which are necessary in many instances for the justices of a trial.  That's at a general level, since you asked. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But what you've -- but you haven't raised a Due Process argument."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This is not a longstanding, traditional exception to the hearsay rule."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Whether this would or would not be an excited utterance is another issue altogether under -- depending on how strict the State defines that.  But that's also part of why you're fighting the unreliability here, but you're not raising the right challenge."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is this really Confrontation Clause."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Meyer, you have five minutes remaining. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So in Ohio the teacher satisfies his or her duty by just phoning social service and then, \"There's a kid with terrible bruises in my class, good-bye.\"  That's it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MATTHEW E. MEYER","firstName":"MATTHEW","lastName":"MEYER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1998,"interruptions":13,"times_spoken":27,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ILANA EISENSTEIN","firstName":"ILANA","lastName":"EISENSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1123,"interruptions":5,"times_spoken":11,"laughter":0,"num_int_by":3},{"id":2,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"respondent","words_spoken":3895,"interruptions":22,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":201,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":220,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":461,"interruptions":4,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":626,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE        KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":759,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":529,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":345,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":154,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3121,"times_spoken":38,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":22,"words_spoken":3895,"times_spoken":45,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":11,"words_spoken":3295,"times_spoken":89,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.9974982894533609,"respondent":0.0025017105466390577,"date":1472703110790}}