{"petitioner":{"name":"DOLLAR GENERAL CORPORATION, ET AL.","counsel":[0]},"respondent":{"name":"MISSISSIPPI BAND OF CHOCTAW INDIANS, ET AL. ","counsel":[1,2]},"caseNumber":"13-1496","date":"2015-12-07T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-1496, Dollar General Corporation v. The Mississippi Band of Choctaw Indians. Mr. Goldstein. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- could you please explain your opening statement? You -- you say there is legislative authority but not judicial authority. I don't know of any other instance in which a jurisdiction has authority to legislate, to regulate the conduct in question, but does not have authority to back up that legislative authority by adjudicatory authority. Can you give me an example of --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It has the authority, but -- but an out-of-State defendant can be moved to Federal court, but it has the adjudicatory authority."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I don't -- this is an important part of the dialogue, but let me just go back to the first part of -- of -- of your response. Is -- is it black-letter law given the Tribes have complete legislative authority over non-Tribe members on -- for -- for regulatory purposes? Alderson Reporting Company I -- I -- I take it that as a black-letter law given?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But doesn't that clash with what the Court said in Strate? I mean, Strate -- I'll read you the sentence. It says, \"It's an unremarkable proposition that where tribes possess authority to regulate the activity of nonmembers, civil jurisdiction over disputes arising out of such activities presumptively lies in tribal courts.\""},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If this is a tort case. It was a --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"So then I don't understand why you opened your --  your --  are --  I --  I thought you said --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  I --  I --  you assumed --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  that this could be -- well, I --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  I don't know why you make that assumption."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I --  I -- I just --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  can't get off square one."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But will you then go back to my question --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- about Strate? Because if what you're arguing now is correct, Strate would have been a one-line decision: No tort jurisdiction over a non-Indian."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But are -- are you saying then this sentence that I just read to you from the opinion of the Court was just wrong?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I address that for a moment? States appoint judges. Sometimes they're elected, but often they're appointed. We don't think it lacks being a neutral forum because the State can sue a citizen there. We think of it as neutral because the judges are neutral. You're just assuming that these judges are not neutral."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's out of comity or our sense of comity between the States. But it doesn't have anything to do with the fairness of a judicial forum."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's wrong with the tribal courts?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Fine. So -- so we've seen lots of tribal courts, which I can't distinguish them in the fairness and procedure and so forth from every other court in the country, and maybe there's some where that isn't true."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what -- what you do is you go and complain, we didn't get due process of law. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're in one of the ones that has some unusual thing about it. But if you're in a normal thing, you say, it's normal. So what's wrong with saying just that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Like a State court which has terrible procedures, terribly unfair, or a foreign court. You complain you didn't get proper process. But that has nothing to do with this case."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or little."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":7,"sideBefore":"justices","text":"You -- you can remove from State court, can't you?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And when -- and -- and when removal is asked for, we don't ask the question, what's the matter with State courts? Do we?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we just say that the Constitution says you have a -- a choice of having your case adjudicated in a Federal court."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the Constitution says the removal of statute is a statute. It's not constitutional."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But doesn't the Indian Civil Rights Act --  I mean, it's not the Bill of Rights, but Indian Civil Rights Act is pretty close."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You can do it both ways. And there are books, some of which I have at least looked through, and certainly articles that suggest that the tribal courts function perfectly well, certainly in many places. Now, I take it your argument is that there Alderson Reporting Company are some places they don't function well, and in respect to matters that are not matters of Federal law, there won't be review from those courts unless you collaterally attack them. Is that your point?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I just want to know, have I got your point right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The nontribal member goes to the tribal land and signs an agreement that says tribal law would apply, and then commits a tort on the tribal lands, and even under those circumstances, and even if the court is functioning well, the tribal court cannot take jurisdiction over his claim. That's your position. And then to that I say, if I haven't got it already, why not?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Goldstein, you could have done that, too. The contract can go either way. The question is what's the default rule when the contract doesn't say anything."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but remember, this is -- there's --  this is an exception for consent. The --  the company would have --  the store would have an extremely good argument that it didn't consent if it had signed a contract with anybody, with the Tribe, not just with the Alderson Reporting Company individual person. If it had signed a contract with the Tribe, saying we insist on a State forum, they clearly haven't consented."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it does when the Montana exception relies upon a consensual relationship."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All of these arguments, your arguments -- let me figure out whether this is right. Your arguments about it's -- it's a nonneutral forum, it's an unfair forum, we don't know whether they have the same procedures that -- that are commonly -- that commonly exist in Federal and State courts. Those arguments have nothing to do with tort claims versus other claims; is that right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the Tribe brought this suit, instead of the parents of the boy who was molested, if --  if it --  then it would be okay?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a bit of an odd argument, isn't it, Mr. Goldstein, that there's less of a sovereign interest in protecting your own citizens than in enforcing your licensing laws?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Your --  your --  your brief consistently, let me say, suggests --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  that Congress could authorize this jurisdiction."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could Congress pass a law saying that all 500-plus Indian Tribes in the United States have unlimited criminal authority, could impose life sentences on nontribal members, American citizens?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why can they do -- if --  if there's a limit on that, why isn't is there a limit on what Congress could do with reference to tort law? Because you get unlimited power --  500 tribes have unlimited power to impose punitive damages for civil torts if it happens within the boundaries of the Reservation. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"My question is: What are the limits?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"My -- my hypothetical is that the Congress gives Indian powers -- Indian tribes complete powers, both civil and criminal, over all persons on tribal Reservations. No Federal review, nothing."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why -- why doesn't -- Alderson Reporting Company why don't you make that argument here? How -- how can they -- how can they allow a tort suit?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We could say --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the Montana First exception. We could say the Montana First exception doesn't apply to this case."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if the -- Congress of the United States give the UN authority -- Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  over our --  our citizens --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  just so long as it says there has to be due process, they're not a constitutional entity?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what civil --  what civil cases can be brought? What --  let's assume that the incident occurs on the Reservation, and the wrongdoer is not a member of the Tribe. What civil claims can be brought against nonmembers in tribal court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"For example? What would fit into that category?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Katyal. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You say this is in the heartland? We have never before recognized Indian court --  court jurisdiction over a nonmember, have we?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Right. But I guess I want to make sure I understand what's at issue here. There has never been a case in which a nonmember has been haled into Indian tribal court for -- on the basis of tort, has there?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And held -- held liable in tort?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I don't know that we need to -- there has never been a case where a nonmember has been held liable in tort in an Indian -- Indian court."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think it's a little odd to say this is in the heartland of Indian jurisdiction."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's dictum. Dictum is dictum. Dictum doesn't make something a heartland."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Cases make it. Judgments make it heartland."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Does your argument apply whenever a nonmember enters into a commercial transaction with a member?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"On tribal land?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm trying to understand the limits of your --  of your argument. So what would happen in this situation? A tribe --  a member of the Tribe purchases a product online from a nonmember company, and the product is delivered to the Tribal member on tribal land. The delivery person gets involved in a traffic accident or some other dispute in the course of delivering the product, and the product itself injures the person who purchased it. So could the --  the person who got into -- who was in the accident with the delivery person sue in Alderson Reporting Company tribal courts? Could the person who -- the tribal member who purchased the product bring a products liability action against the manufacturer in tribal court?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right. What about the -- what about the products liability action? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that could be for punitive damages, millions of dollars?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No. No. There's no consent. It's just what Justice Alito said, that they send their products to different States --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and all of the tribes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, number one, that's not explicit consent. We can get into that later."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There's no -- so punitive Alderson Reporting Company damages, millions of dollars?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what authority --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Again, what about limiting --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I'm sorry, Justice Kennedy."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"I don't know what authority Congress has to subject citizens of the United States to that nonconstitutional forum."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let me give you another -- another hypothetical: Somebody goes to an Indian casino and loses a lot of money, and then when the person goes home, the person goes online and says that, they -- they cheated me. The game was rigged. The -- the Blackjack dealer was doing something. And they -- and so then the -- the -- the Tribe -- could the Tribe sue that person for defamation in tribal court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And so how do you deal with --  I think it is a stronger point on the other side, is the absence of removal, and --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Why was the contractual provision acquiescence in the application of tribal law limited in the way that it was if they were, in fact, subjecting themselves to tribal jurisdiction across the board?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any reason that the issue that we're arguing about couldn't be dealt with through particular contractual provisions, as they are in some cases where you either suggest yourselves to the jurisdiction of the tribal court or not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So what --  what would --  do we have to reach in this case the question of products, liability for products sent into the tribal area? I would have thought you could say this does not involve that, if you're willing to read --  and I don't know if you are --  nonmembers who enter into this kind of explicit consensual relationship growing out of --  in relation to a contract to which relationship the tort is directly related."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, is there any --  and -- and what is the word in Cherokee? I forget. It's \"something dependent nation.\" What kind of --  it was -- there are two words --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Domestic? All right. So if, in fact, Tasmania had this kind of situation, and an American went to Tasmania and got a reasonable judgment, I take it our courts would enforce that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And, of course you're going to agree with this, but if I --  but if I --  if I want -- Alderson Reporting Company if I wanted --  I wanted the limitation, and I wanted to know if you wanted me to read one thing that you have cited in respect to what is only impressionistic, that the vast number of tribal courts are indistinguishable in terms of fairness, et cetera, from the courts of -- other courts in the United States, what would I read?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which of those do you want me to read?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If we're --  if we're going to evaluate the due process concerns on a case-by-case basis, as a general matter, it --  does it violate due process for a nonmember to be subjected to a jury verdict where the jury consists solely of tribal members?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that. But it's kind of a yes-or-no question. Does it --  does it violate due process as a general matter for a nonmember to be subjected to a jury trial with the jury composed solely of members of the Tribe?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's because tribes are not governed by the Due Process Clause. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They're nonconstitutional entities."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I guess they could --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I --  is it right? I'm thinking that there are $50,000 at stake in many cases. And many citizens of New York who want to feel --  sue citizens of Massachusetts, do have to go before juries to obtain the $50,000 in a Massachusetts court. And suppose the plaintiff is a Yankee fan? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you think that -- you think the concerns are on the same level: Forcing somebody in a State court to be subjected --  a New Yorker to be subject to jurisdiction where everyone's from Massachusetts because it's Massachusetts court. You think that's the same as subjecting a nonmember accused of a terrible assault on an Indian to jurisdiction before a jury consisting solely of members of the Tribe."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The Constitution runs to the people. The people have a right to insist on the Constitution even if Mississippi or the Federal government doesn't care."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This --  this gets into implied consent, express consent, you know, all the hypotheticals. You consent to have your luggage searched, you go through this, I don't consent, I don't consent --  it's implied. Everybody knows that. But this is --  this is quite --  it seems to me that the first exception in Montana is quite different. It talks about contracts, and the Tribe could certainly have put this in a contract if they wanted just like an arbitration clause."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"If there were a forum selection clause in this contract selecting State court, would that bind Tribe member -- members?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"If so, on what theory?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, so why would these plaintiffs want to bring the case in tribal court where they can get, in your argument, they can get Dollar General but they can't get Townsend? If they sued in State court, they could sue both defendants."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Just so you know, it seemed to me a reading of the first Montana exception, which is what we're talking about here, talking about taxation, licensing, then it talks about consensual relationships and we have this whole question: Is it explicit or is it implied? And then it talks about commercial dealing contracts, leases, or other arrangements. That doesn't sound like torts to me. And it seems to me that since there's a Reservation in mind, you might you want to address it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kneedler. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Nobody denies that here."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It is essential for -- for disputes between tribal members."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If it said personal and property rights of non-Tribal members."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Or against non-Tribal members. It makes no reference to that at all."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think everybody who voted for that statute was aware of that, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They were aware of those cases, I'm sure. Everybody who voted for that language --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- were aware that it -- it stemmed from those cases because that's what the committee report says."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, I don't know that you've answered -- I'm going to assume Alderson Reporting Company everything you said and accept it. I think it was very clear from the committee report here, every word you've said, and some of us do believe that since a bill is sent with the committee report and Congress is voting on both, if a member hasn't read it, they've abused their official responsibility."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Does Congress vote on the committee report, Mr. Kneedler?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Sometimes."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It does not, not normally."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":8,"sideBefore":"justices","text":"If they vote on the committee report in any instance where there is a reconciliation between the two houses because it comes back in the form a vote, do you accept the report of the joint committee."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Which was not here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Yeah, did they vote on the bill --  on the committee reports here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry about your point. Did they vote on the committee reports -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If we're getting into this, I'm sort of interested because I bet it could be true that the president of IBM, for example, does not himself read everything that the entire million-man staff or million-person staff at the -- at IBM in fact prepares for the public. So if you want to answer questions like that, go ahead, but if you don't want to answer them, forget it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":7,"sideBefore":"justices","text":"So --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":6,"sideBefore":"justices","text":"He's an executive, isn't he? Isn't the chairman of IBM an executive? And executives can delegate authority. They -- they can tell a committee to -- to do it in his name --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- what this Court alleges, but it cannot do that, can it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"I -- I think Justice Sotomayor had a question on the floor."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"justices","text":"We've gotten off on a side trip. Mr. Kneedler, some of my colleagues have been expressing a question that I am sure you haven't answered, which is how can, or how does the Constitution, particularly Article III, which gives Alderson Reporting Company every citizen the right to have their claims adjudicated before an Article III Court, how does Congress have the power to let --  to place adjudicatory powers over a nonmember, non-Tribe member in a tribal court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And it's not right that everybody has the --  the right to an Article III tribunal."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, but out-of-Staters do, at least where there's an adequate amount in controversy, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is it consistent with your concept of due process, as a general matter, to have a nonmember tried by a jury consisting solely of tribal members?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do the same thing with the American Arbitration Association?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but I do think, on your earlier point, there -- there was not a general practice before, say, at least, of trying nontribal members before Indian civil tribal courts."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Or -- or is that incorrect?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And so I could say that person was subject to tribal regulatory jurisdiction, which can be interpreted, narrowly, to mean the Tribe can regulate that person's conduct. If he violates that conduct, the Tribe, as a tribe, can fine him. It Alderson Reporting Company doesn't necessarily mean that the regulatory jurisdiction includes the -- the power to impose tort law and adjudicate tort law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Goldstein, five minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me ask you something. What then remains of the sovereignty of the Indians? They can -- they can bring a tort suit against you? The Tribes can bring a tort suit against you for dumping on their -- on their land? For defacing their archeological digs? I mean, why is that okay? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It makes --  you're -- you just want to cherry pick what \"sovereignty\" means."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because if they're sovereign, the United States can have treaties with people that basically say in your land, you do what you want; I'm not going to enforce your judgment if I don't think it's consistent with due process here. But we don't dictate to other sovereigns what kind of systems they should have. You're right we have the power to do that, but it's still something that we don't have to exercise."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank The case is submitted."}],"people":[{"id":0,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":4238,"interruptions":25,"times_spoken":54,"laughter":0,"num_int_by":6},{"id":1,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"respondent","words_spoken":2630,"interruptions":25,"times_spoken":42,"laughter":0,"num_int_by":6},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1217,"interruptions":11,"times_spoken":21,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":470,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":407,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":710,"interruptions":11,"times_spoken":36,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":376,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":690,"interruptions":2,"times_spoken":19,"laughter":1,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":300,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":208,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":261,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":25,"words_spoken":4238,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":36,"words_spoken":3847,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":21,"words_spoken":3422,"times_spoken":132,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":0},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127311}}