{"petitioner":{"name":"DEPARTMENT OF TRANSPORTATION, ET AL.","counsel":[0]},"respondent":{"name":"ASSOCIATION OF AMERICAN RAILROADS. ","counsel":[1]},"caseNumber":"13-1080","date":"2014-12-08T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 13-1080, Department of Transportation v. Association of American Railroads. Mr. Gannon. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Go ahead, please."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think the Lebron argument, Marsh v. Alabama, the company town case, no one says that it was a governmental agency.  It was just exercising governmental-like powers which entitled the person to exercise free speech.  That's all Lebron can stand for.  You wouldn't say that Marsh v. Alabama, the company town, was a governmental agency after reading that opinion, would you?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you could say the same thing about Marsh v. Alabama."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If Amtrak is governmental for nondelegation purposes, is it also governmental for appointments clause purposes?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I was just going to say your argument that Amtrak is governmental for purposes of -- that doesn't get you to the finish line, right?  I mean, if you had a law that said the Department of Defense and the Department of State will Alderson Reporting Company consult and jointly issue regulations and if they don't, this private individual resolved it for them, that would still present the same problems."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it wouldn't resolve the question.  Only -- only perhaps for delegation purposes.  But -- but it doesn't resolve the -- the other issue in the case, which is due process.  That is to say, even if this is a governmental entity, there are some things that governmental entities can't do.  And, indeed, I think that the case law in this area relies on the due process clause more than on the distinction simply between public and private entities."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It was raised."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's -- and it's argued here."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But the statutory preference requirement requires -- would require consideration of whatever is determined by this body, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What must it consider? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So in your -- in your view, the case would come out the same way if Amtrak could issue these metrics and standards entirely on its own, without consultation with the -- or cooperation with the government.  Same -- same case --"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- same result?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You may.  You may."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"justices","text":"That doesn't stop -- do the metes and standards stop you from initiating or stop the agency from initiating a review, even if a carrier meets the metes and standard? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it would be --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If we were -- if we were to rule that this is not a regulatory action, would that satisfy the entire case? We wouldn't have to go to the delegation issue or to whether it was public or private, et cetera."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"On --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"If the -- if the actions are not regulatory, why -- why did Amtrak's performance drop dramatically as soon as the Court issued its decision in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They're going to be -- Amtrak can then force a proceeding at which the freight carriers will have to defend, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a significant regulatory impact, to tell railroads I, a private party, get to start a governmental proceeding and you have to show up to defend it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And, by the way, if I don't -- it's triggered if I don't comply with standards that I get to set."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gannon -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the -- is the government able to award damages without the showing that there's been a violation of the metrics and standards?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I would think if that's the case, if the statutory preference does not get -- is a -- if a violation of the statutory preference doesn't get you all the way to damages, if there is essentially a second requirement which is a violation of the metrics and standards, I mean, in effect what the -- a statute does is it says there are two things you need to show, a violation of the preference and a violation of the metrics and standards, in order to get to damages.  That seems -- if -- if that's the case, it seems kind of regulatory."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The statute says that the --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Can we -- can we get back to the arbitrator?  I think the Chief asked that question that -- and we passed it and assume it's regulatory."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The arbitrator, it's Alderson Reporting Company argued, need not be a government officer. It could be a private officer. I have a question to ask about that provision. Is it -- is this a one-time operation, that is, the setting these metrics and standards? In -- in fact, there was no arbitrator in this picture. Will there be a renewal of this, a repetition where there might be an arbitrator?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but does that matter? I mean, the idea is that having the arbitrator -- arbitration provision there affected the issuance of the regulations."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know -- if I could -- there's -- the issues are pretty intertwined here, so I know it's a difficult thing to keep track of for you.  But if -- if -- and for us.  But if we think that the regulations have a regulations -- not to load the question --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Metrics and standards are regulations.  And if we think there is nothing in the statute that requires -- well, I guess it doesn't -- doesn't -- doesn't really matter. If that's the case, is the arbitrator an officer of the United States?  In other words, if he is the one that ends up issuing what we will hypothetically conclude are regulations, I assume he has to be an officer of the United States. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you know, I'm quite interested in the government's view of this case, and I hope you will calm me down. The reason that I find it interesting is because it seems to me there are hundreds, maybe thousands of organizations that set standards for the industry.  And some of them operate under government memoranda or authority that ask them to do it, the most noted being ICANN which sets all the standards for the internet. Now, it also seems to me very possible that a member of such an organization that fails to follow the standard could run afoul of other government rules or other agency rules or other laws, for example, by stalling the internet delivery of services and being delayed, and violating some FCC requirement.  And since I know that there are about 2 or 300 international organizations that we belong to, to do such things, I just wonder what the implications would be if you lose this case.  That is to say, if this Court held here that if a government, say, Congress, agency, Commerce Department, says to a group of private people set Alderson Reporting Company standards, and then if they fail -- or if they do so and a member fails to meet a standard, it runs afoul of a different rule, such as a rule that you have to have a certain speed on the Internet or some such thing.  Were we to hold that unconstitutional, I have a feeling -- that this is what I want assurance on that I'm wrong -- that it would work havoc, possibly with the Internet, possibly with industry throughout the United States, I know not where, possibly in communications, possibly with the 200 or so organizations regulated by treaty. Now, you've looked into this more than I and, therefore, I want you to calm me down and say no, this isn't a big-deal case.  Don't worry about it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  The ruling is narrow.  It just says the following.  It says, these are standards which equal legislation and as a result of these standards being legislated by this, I think, Quango or something, or whatever, by -- by this particular entity, bad things happen to freight trains when they fail to meet the standards or something and they violate some other law and that's all unconstitutional."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Going back to Carter v. Carter Coal."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"We could go back to Lochner."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thanks. I know it's a -- if he is an officer, is the government's issue a principal officer or an inferior officer?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Then who -- which principal officer supervises him?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But he's an arbitrator."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"One of the parties to the arbitration."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So if the STB doesn't like the arbitrator's decision, can the STB change it under the law?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I don't see how you can say he's an inferior officer.  He's supervised by nobody.  That's what we have held to be the -- the touchstone of principal versus inferior."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's it.  And supervised by nobody."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A limited task is -- is not the touchstone.  I mean, that's what we said in Morrison and we repudiated it in a later case, which said the touchstone of a -- of a principal officer is whether that person is not subject to control by somebody else. And I don't see how this person is subject to any control in -- in the task that he's assigned."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me -- let me talk about regulatory effect. As I understand it, once these -- what do you call them?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Metrics and standards. Once they were issued, wow, the -- the on-time record of Amtrak went way, way up. So they had a very immediate and clear effect on the behavior of -- of the parties. Now, do you think that because the sentencing guidelines are now just advisory that we could have the sentencing guidelines issued by some private party that -- that is not appointed pursuant to the requirements of the Constitution? Because after all, they're just advisory. Now, the reality is, they have a significant effect on -- on the behavior of -- of lower courts. And I think it's the same thing here. There's a significant effect. I don't know --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why did the record improve so -- so rapidly and so promptly?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can I go back to my question, okay?  Can the STB on its own start an investigation?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if it gets --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So doesn't this show something?  Actually, the sentencing guidelines are a pretty good example.  You do have the Model Penal Code. We have law professors telling judges what to do all the time.  We have judges who receive information in briefs. We had lots of guidelines promulgated by the states. There are all kinds of systems, and judges do use them, and some of them do have a practical effect and make a difference. But once this Court starts down the road -- and it would be starting, because I am aware of no precedent -- once we start down the road of saying Congress cannot tell even a private agency to go and make some standards, which we all know will be followed, once we start down that road there is no stopping place and, therefore, the measure has nothing to do with Alderson Reporting Company separation of powers.  It is exactly what Justices Cardozo, Hughes, Brandeis and Stone said in Carter Coal, the measure is the due process clause, and we're all off on something of a wild goose chase in this case.  That's what is suggested to me by the sentencing guideline analogy."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Wow, I didn't mean that. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I think it was the Respondent's brief in which they gave the hypothetical. Suppose that the government together with auto Alderson Reporting Company manufacturer A made standards, but then auto manufacturers B and C had to follow them.  That seems wrong.  Why is this different?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose Congress put that in place?  Suppose Congress said, and once this is promulgated, all manufacturers have to obey it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Dupree. "},{"name":"JUSTICE GINSBERG","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do about --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":10,"sideBefore":"justices","text":"That's the big problem here, regulatory authority.  As far as I'm concerned, that's the big difficulty.  Why is this an exercise of regulatory authority when all it does is enable an investigation?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but to the extent practicable, I mean, what does that mean?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So instead you want a rule that lets the STB investigate even when you have one failure to accommodate?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you would prefer that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Just like the Department of Commerce acting under authority from Congress gave ICANN the power to write standards for the internet."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not saying it's a dire consequence.  By coincidence, I happen to be reading about the internet.  I'm trying to learn about something."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But if the government Alderson Reporting Company agency, the FRA, it says, you know, what Amtrak proposes, the government's assent is essential to this scheme, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to answer this question, but have you thought through what this means -- what I think is called the Baal conference where you have groups of regulators and banks meeting together to determine what they are going to do about interest rates, money supplied, et cetera.  You have not, is the answer, and I don't know enough about it, so skip it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but then, how do you -- do you say that we were just plain wrong when we let the tobacco industry and milk producers veto Alderson Reporting Company regulations in our two prior cases Currin and Rock Royal?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that line is too thin for me.  Because consent to me means it has to satisfy both parties.  And that's no different than a veto.  This is the STB saying, this satisfies us, this is what we would like to do.  Amtrak is this -- are you willing to be regulated, just like the tobacco produce -- the tobacco industry and the milk producers."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's the due process. That's the due process."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that's fair enough by the way.  That's an issue that's fair enough.  But -- and subject to more talk.  But I'm not quite sure why this becomes --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what they meant because they were subjecting themselves to standards."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What do you make of the provision to which you referred earlier that says that the metrics and standards shall be incorporated into the operating agreements to the greatest extent practicable or to the extent practicable.  If a particular railroad Alderson Reporting Company took the position that it will never agree to the incorporation of the metrics and standards into an operating agreement, is there anything that the federal government could do?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that's dispositive?  Because I've always thought that the labels that Congress decides to put on these things is not of particular relevance."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And not look at the Alderson Reporting Company animal as it exists?  Lebron said that the government exerts control over Amtrak as a policy maker.  This -- Amtrak, you will agree, is not like a private corporation.  It's -- there's a great deal of federal involvement in Amtrak, right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the post office is supposed to be a for-profit corporation, too, to the same extent, right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But then that all goes back to labels.  I mean, I guess I'm just wondering what about Amtrak is not governmental other than the label."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Subject to the policy control of Congress, which Congress exercises pretty much on a routine basis, it's entirely funded by Alderson Reporting Company Congress, all the members of the board are appointed by the President with the advice and consent of the Senate, save the -- save one. You know, I guess I'm just wondering other than this label, what suggests that this is not the government?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  We rejected that Alderson Reporting Company argument."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So for -- I mean, for that purpose, what difference does it make whether it's a governmental entity or not, so long as it is operating on a for-profit basis and is giving -- is given the last word on some regulatory matters that disadvantage its competitors, there's a violation of due process.  I -- I don't see how it makes any difference whether you call it governmental or not."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The due process question wasn't -- the due process question wasn't aired below at all; isn't that so?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And not decided by the D.C. Circuit."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And not decided --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- because the D.C. Circuit went on a delegation."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So are you attacking the statute that says that competitors have to accommodate Amtrak?  Is that what you're saying is the due process violation?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the -- but the investigation is only going to determine whether you violated the statute's failure to accommodate Amtrak."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can the government -- what is the due process violation?  That is to say, if the Department of Energy under delegated authority says that the makers of the bulbs that are energy efficient must use, and they may choose any one of the five methods that produces green light or white light or whatever it is, and they are -- they are to choose the method, and that's just it.  Now, that puts at a disadvantage those competitors who do not use energy-efficient bulbs.  Is that a violation of due process?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No.  It gives them considerable leeway as to make subsidiary decisions.  I was trying to make it realistic.  They make subsidiary decisions as to how they go about fulfilling the basic energy efficiency mandate."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I just described it now."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They have broad authority, but they have to meet certain energy-efficient mandates and they can prescribe standards and so forth that will allow them to do it.  Does that violate due process because it hurts the manufacturers of ordinary energy bulbs?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It applies.  They don't have to meet it.  What happens is it gives them an advantage the way they choose over non-energy efficient bulbs."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Then what is your violation here?  I'm trying to figure out what your violation --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The what? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You have to posit that the energy department manufactures bulbs."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that it keeps the profit from the bulbs on its own.  It doesn't have to go deposit it in the treasury.  So the -- so the -- it is a profit-making entity and it prescribes standards, as Justice Breyer suggested, that harms other people.  That would be a parallel to this."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I was -- I'm trying to get at -- I started with the statement, I think, that due process -- your argument -- it didn't matter whether you called them private or public; am I right? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Now, let's imagine they're just a company, not the Department of Energy. The Department of Energy has a broad energy efficient standard.  It delegates to the people who make that kind of bulb all kinds of minor interstitial standards to make.  They make them.  They hurt the energy bulbs, the ordinary energy bulbs.  Is that a violation of due process?  If so, why?  If not, how is yours different?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It will hurt the other private organizations."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"My reaction was the way you deal with that normally is the statute would be interpreted not to give them the authority to write anticompetitive regulations and you'd attack it under the antitrust laws.  There may be other ways to do it. I've never heard of an example where the due process problem really was a constitutional problem under due Alderson Reporting Company process. Now -- now, maybe there's some cases I've overlooked.  The only one coming close, it seemed to me, is Carter v. Carter Coal, which I always put in the same box as Lochner.  Now -- now, are we supposed to resurrect that?  Is there other authority for that proposition?  What is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But your due process, I want some authority for your due process point on the private agencies."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he said the metrics and standards for the first time made it realistic that there would be enforcement of that requirement."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I think -- I think you can allow a private party to bring an enforcement action."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, even if they just said an enforcement action shall be commenced if Amtrak requests it.  I think that would be perfectly constitutional."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Dupree, I mean, one way to look at this on the delegation question, not on the due process question but on the delegation question, is that there is government all over this at every step, that there is all kinds of supervision of Amtrak itself, no matter what Amtrak does that; but with respect to the metrics and standards, particularly, that there is no way Amtrak is actually going to be able to get anything unless the FRA comes aboard, and that furthermore, that even those metrics and standards are useless unless the Surface Transportation Board decides to enforce the preference requirement. So there is, like, no place at which a private actor can do something itself in this scheme, it would seem to me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Gannon, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you talk about the contract provision?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You should have raised that in your -- I should have raised it in your principal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if they can't come to Alderson Reporting Company an agreement, who decides what the contract --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And the STB --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which would include -- which would include the requirement that, to the extent practicable, the standards set forth by Amtrak be followed."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as -- as your friend said, to the extent practicable, unless the whole thing is nugatory, certainly does not wash out the whole provision. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It must have some bite. What bite does it have?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3491,"interruptions":30,"times_spoken":59,"laughter":0,"num_int_by":7},{"id":1,"fullName":"THOMAS H. DUPREE","firstName":"THOMAS","lastName":"DUPREE","counsel":true,"justice":false,"side":"respondent","words_spoken":2396,"interruptions":18,"times_spoken":46,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":434,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":185,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":93,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":707,"interruptions":3,"times_spoken":26,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":329,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":413,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":210,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1175,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE GINSBERG","lastName":"GINSBERG","counsel":false,"justice":true,"side":"justices","words_spoken":6,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3491,"times_spoken":59,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":18,"words_spoken":2396,"times_spoken":46,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":14,"words_spoken":3552,"times_spoken":111,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.5697096294014737,"respondent":0.43029037059852626,"date":1472411005999}}