{"petitioner":{"name":"BRANDON C. CLARK, ET UX.","counsel":[0]},"respondent":{"name":"WILLIAM J. RAMEKER, TRUSTEE, ET AL. ","counsel":[1]},"caseNumber":"13-299","date":"2014-03-24T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 13-299, Clark versus Rameker. Mr. Shanmugam. "},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's true, I think, that Alderson Reporting Company the Respondents have to explain why their position doesn't commit us to a difficult case-by-case adjudication down the line, and yours is a more simple approach.  On the other hand, it seems to me that you really rendered the words \"retirement funds\" superfluous."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, the words in the bankruptcy statute."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Shanmugam, it could have meaning if it were read to refer to the debtor's retirement fund, not anyone's retirement fund. And let me ask you one disturbing feature of this.  Congress was very careful when it crafted exemptions from the bankrupt estate, like the homestead exemption.  It said what, 22 -- something over $22,000, the car, 37-something.  Is it likely that Congress would have created an exemption so large that -- this one is claimed to be $300,000 -- for funds that are immediately usable by the bankrupt?  I mean, this big pot of money gets exempt from -- from the creditors' claim, it just seems incongruous considering how narrow Congress has made the other exemptions."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How many of those other items are immediately withdrawn?  Meaning, the Roth IRA has the 10 percent penalty if you withdraw it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  Because the taxes have already been paid.  But there's a penalty.  How many of those others?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How would a retirement fund -- except in this situation an inherited one, wouldn't that always be a debtor's?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The name is generally a debtor's."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's suppose there are two debtors who are in a somewhat similar situation, but one simply inherits $300,000 from a parent who dies Alderson Reporting Company and the other is the beneficiary of an IRA that the parent had.  Why would Congress want to give preferential treatment in bankruptcy to the latter and not the former?  Both of them have -- can use the money immediately."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I tend to think of this in -- in rather simple terms, retirement funds.  Why would Congress provide this treatment for retirement funds?  Because it doesn't want debtors to be completely without means of supporting themselves after they reach retirement age. But in this situation, particularly where the beneficiary is a relatively young person, the money Alderson Reporting Company is either all going to be withdrawn immediately, long before retirement age is reached, or if it's taken out on a -- on an an annual basis, much of the money will be distributed before retirement.  In this case, it would be roughly two-thirds, wouldn't that be correct, would be distributed to -- to the beneficiary prior to 65?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, at the very least, Mr. Shanmugam, it's a one-way ratchet.  You absolutely cannot add to these funds; is that correct?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that seems like a strange feature of a retirement fund, that you can't add to the fund and that, moreover, you have to deplete the fund at least to a certain amount.  It may not be the whole thing.  You may try to keep it as a retirement fund in order to get tax savings, tax benefits for it, but at least in part you're going to have to deplete the fund.  You can't add to it.  That doesn't seem like a Alderson Reporting Company retirement fund in people's natural understanding of the language."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't the purpose of that, however, to see that the beneficiary wasn't going to be hit with a huge tax liability if it had to take the whole thing all at once?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would Congress want to do that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in this very case, I mean, this was a fund of what, $400,000-odd.  The daughter, the beneficiary, had already spent 150,000 of that."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, can I go back to Justice Kennedy's statement, because I wasn't quite sure I understood your answer.  He asked why did they use this retirement -- \"retirement funds\" phrase at all and you said, well, just in case Congress adds something later to these sections.  And then you thought that there was a second point, too.  And what was the second point?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why would that be important to Congress, that it wanted to clarify the purpose of the provision, if you're saying that everything that was currently in, that was currently -- that currently received tax protection in these sections, counted?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you still have the problem of figuring out set aside, you know, by -- by whom.  It seems to me that if you inherit one of these IRAs and somebody, you know, asked you about it, you could say, well, my mother -- you know, you wouldn't say, would you, my mother left me a retirement account? You would say my mother left me $300,000."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I know, but I think it's more likely that you would be describing -- if you said a retirement account, it would seem to me to be confusing to the normal English speaker, while if you say what the amount is, I mean, that's what you got and you could take it all out the next day, which is why the retirement aspect would seem to be incidental."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure why tax exemption is the point.  I thought the point of retirement funds was that you would keep the money to a certain designated age, 59-1/2.  I think that's what your opponent is arguing.  The tax consequences are irrelevant to the Roth IRA, so it can't be that tax exemption is the meaning of a retirement fund."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why?  This includes Roth IRAs."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They are tax exempt, Alderson Reporting Company period, because taxes were paid when the money was put in."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So for your purposes, you wouldn't need -- I mean, you would be -- you would have a, I think, an airtight case if the statute didn't use the word \"retirement funds,\" it just exempted funds in -- in an account that is exempt from taxation, period?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it would just be defining \"retirement funds\" to mean the debtor's retirement funds."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So all we have is the statute on one hand and common sense on the other."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you explain in that context?  You said something about uniformity.  Seven states isn't a particularly high percentage of the States.  Does the -- does the debtor's home State -- has the debtor's home State adopted this exemption?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So would the other interpretation that says it has to be the debtor's retirement account. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if we -- if we look -- if we look to what the States did, are there some statements, some recitation of purpose that does weigh in on the common sense side of the equation in your favor; in other words, the States were doing this for some --for some particular reason?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Spinelli. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that's true of a beneficiary who receives a retirement fund from an Alderson Reporting Company employer-sponsored retirement account.  And there is at least one amici, Tribune, who says that makes -- why would we impute into -- to Congress a desire to treat employer-sponsored retirement funds differently from employee-sponsored funds?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But an inherited IRA is tax exempt.  It's -- it can't be alienated.  So in bankruptcy, that would still be protected."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Please.  I'm sorry."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I go back to your initial point, and just -- I mean, it seems to me that these are kind of hybrids.  You were saying, oh, they are nothing like retirement accounts for the -- for the reasons that you gave.  But they are something like retirement accounts, which is that they are tax-deferred and that there is an enormous incentive for people actually to try to use them as retirement accounts to the extent that they don't have current pressing needs. So, you know, given that, why shouldn't -- given the sort of half and half, why shouldn't we just treat them as retirement accounts, if nothing else for, than for administrative simplicity?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but in a case in which one inherits one of these things as a young person or even as a middle-aged person, they actually -- to the extent that you don't take the option to take it out at once, it really looks like a retirement account to a person. So I just did some back-of-the-envelope calculations.  Suppose you inherit a $200,000 IRA. Looks to me as though you're going -- at the age of about 50 or so.  Looks to me you're going to get a check for about $5,000 a year, and your account can grow far more than that. So it ends up sort of looking like one's retirement portfolio."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Would you -- would you agree that it -- pursuant to the Petitioner's counsel's last comment, that it does affect the retirement decision of the original owner?"},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In other words -- in other words, there's a benefit to -- this is an encouragement for the original owner to retire because he knows that this can be handed down."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The court below had a -- had a simple take on this.  It says that \"retirement funds\" means funds set aside for the debtor's own Alderson Reporting Company retirement.  Petitioner tells us that you don't defend that definition, the definition that \"retirement funds\" means the debtor's retirement funds.  Is that so?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is it so that you do not defend the position that \"retirement funds\" means funds set aside for the debtor's own retirement?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why are you fighting Justice Ginsburg?  I just need to understand what you see as a difference."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's just -- it's just puzzling why you want to disassociate yourself from the clear position of the court below that \"retirement funds\" means the debtor's retirement funds.  Why would you want to do that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You don't?  Because I suppose one reason I thought you might want to do it is because in (d) there are a list of, \"the following property may be exempted,\" and then we have 12 items. And the first item, number one, the debtor's aggregate interest; two, the debtor's interest in the motor vehicle; three, the debtor's interest in furnishings; four, the debtor's interest in jewelry; five, the debtor's interest in 1225; six, the debtor's aggregate Alderson Reporting Company interest in; seven, et cetera, life insurance owned by the debtor; eight, the debtor's interest; nine, prescribed health.  You know, I can go through those."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And then we get to number 12.  And Number 12, oddly enough, just says retirement funds."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't say anything about the debtor.  And moreover, it has four paragraphs earlier in which it describes retirement funds in which it says nothing about the debtor.  And then there are three paragraphs prior to that in which, once again, we're talking about State exemptions, we talk about the debtor's interest in real property, et cetera, and then we say retirement funds."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So I guess that's the reason you didn't want to say it means the debtor's retirement funds."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, I see your argument here.  I -- I just thought there is no easy answer, one way or the other, because this is a case where common sense, frankly, in my case doesn't get me anywhere, and that's why --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And I sort of looked at the statute and the statute kept talking about the debtor's interest in everything else and then we get to this one, it says retirement funds."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So I thought it means Alderson Reporting Company retirement funds."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You don't have to, on my Alderson Reporting Company account, go into this, because I was just giving that as an example of why I find this not an easy case.  I don't see an easy answer to it.  That's all.  I -- I understand your point and that's why you're making a different point of what retirement funds are."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, no, but they were."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And so a retirement fund is a fund that was set aside for retirement.  At some point in time, someone set aside for retirement.  Now the question is, they were set aside for retirement and no one denies that and so --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- do they change their nature because a different person now owns the fund?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, if you were talking about pearl earrings, you would say they stay pearl earrings no matter who retains it.  If you say retirement funds, you say, but they were retirement funds.  When did they change their nature?  And at that Alderson Reporting Company point you have to make your argument, which I think is a more -- is complicated, but perhaps I understand and he makes his argument and says, let's keep this simple. They were retirement funds, period, okay?  And that -- that's where I am, if you want to know.  I mean, that's -- I have to figure it out."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Spinelli, here's one thing that's a little bit perplexing to me.  These are Alderson Reporting Company not arcane accounts.  Tons and tons of people have IRAs and they die every day, and then they're inherited IRAs. So, I mean, this is something that applies to masses of people, and it seems to me that if -- if Congress meant to exclude these inherited IRAs, why wouldn't it have said so?  This is not like a hidden thing and then all of a sudden you realize, oh, that was there.  We should have said something about it.  And this is -- this is pretty obvious that an enormous number of people are going to have these accounts and you write language that suggests because of the listing of the sections, that these are -- you know, these accounts are in those sections, why wouldn't have Congress done something more explicit to exclude them?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's at the least a very ambiguous way to exclude them.  Then we have to get into this whole question of what did they mean when they said retirement funds?  Are these retirement funds?  In what way are they retirement funds?  I mean, that's pretty --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you suppose seven States have provided an exemption for inherited IRAs?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can -- can I go back to the language?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The retirement funds, your definition of retirement funds, are there any retirement funds that do not fall within the denominated sections under your definition? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then what's the \"to the extent that\" language doing there?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Because that does seem a kind of narrowing language, but --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- on your objective test, there would be nothing to narrow."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  I didn't get that.  Because lawyers to the extent that they are women, does seem -- it's saying, you know, we have this big category, it's lawyers, and now we have a smaller category, which is women lawyers, so the \"to the extent that\" takes you from the big category to the small category."},{"name":"JUSTICE KENNEDY","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Yes, I agree with Justice Kagan's comment.  And you argue against your own box-under-the-bed analogy by, as Justice Kagan indicates, saying that \"to the extent\" is -- indicates that retirement funds may be greater than what's in the clause.  It seems to me that you should argue the other way around, as Justice Kagan is indicating.  Or am I missing something?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I might have lost you, but no one says \"lawyers to the extent they are women.\"  They say \"lawyers who are women.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The problem, I mean basically, is that you're not going to make us go into subjective intent.  You don't want us to."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That leaves somebody out. I'm never going to retire says X, but when I'm 70- 1/2 I'm going to take that money out of there and buy my own airplane."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  That's beside the point."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"While the daughter who inherited thinks this is fabulous, I'm going to keep it through my retirement, at least I'll be able to -- that's out of the question. Okay.        Once you put that aside, then you're falling back on, well, are they the retirement funds of the debtor?  And it's pretty hard to do that -- that's Alderson Reporting Company what the court of appeals did -- because of the language of the rest of the statute. And now, once you're past those two points, then where are we?  Because now it seems what we are doing is just drawing a line that's somewhat arbitrary. Makes some sense policy-wise, but it just seems like a line that says:  Inherited ones, no; not inherited ones, yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You have some theory behind that, but how can I do more than that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think it's arbitrary, either.  But I mean the trouble is what is it resting on?  If it's not resting on subjective intent, it's not resting on these words refer to the funds of the debtor, what does it rest on?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Shanmugam, you have 5 minutes remaining -- I'm sorry, 6 minutes. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Not necessarily.  I think her point -- now, it's been very helpful to me, the argument, but I think that it's a by and large point. You see, by and large the funds in the hands of the original setter-aside of the funds.  By and large, they are used for retirement of that person and therefore, they are retirement funds.  Not always, but by and Alderson Reporting Company large."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And in the hands of the inheriting person, by and large they are not."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And so that's why she thinks the one falls within and the other falls without the phrase \"retirement funds.\""},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you be more specific? What are the particular aspects of other accounts that you think would not qualify?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you counsel. Counsel, the case is submitted."}],"people":[{"id":0,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":4045,"interruptions":17,"times_spoken":33,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DANIELLE SPINELLI","firstName":"DANIELLE","lastName":"SPINELLI","counsel":true,"justice":false,"side":"respondent","words_spoken":2528,"interruptions":16,"times_spoken":40,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":200,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":247,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":399,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":237,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":205,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":778,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":847,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":19,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":4045,"times_spoken":33,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":16,"words_spoken":2528,"times_spoken":40,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":4,"words_spoken":2932,"times_spoken":75,"laughter":0,"num_int_by":1}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.9902128444027486,"respondent":0.009787155597251407,"date":1472419305643}}