{"petitioner":{"name":"ONEOK, INC., ET AL.","counsel":[0,1]},"respondent":{"name":"No. 13-271\nLEARJET, INC., ET AL. ","counsel":[2,3]},"caseNumber":"13-271","date":"2015-01-12T08:00:00.000Z","speakers":[{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katyal, not since Alderson Reporting Company the new regulations, but at the -- at the time of these transactions, 2000 and 2001, could FERC have punished these retail sellers for the consumers?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that code of conduct came after this -- these transactions."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So -- so let's start with at the beginning.  Could the consumers have come and complained to FERC?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Retail consumers."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That is the crucial feature, and as I'm a little bit out of date on this. But as I think and understand the briefs, let's take El Paso as an example of a jurisdictional seller.  It's a pipeline.  It gathers gas from the field, or it used to, and then they resell it both to retail companies who give it to your house and are regulated by states, and sometimes directly to a company, a manufacturer, or a hospital, for example. Is that right so far?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I take it here we are only focusing on the thing I mentioned last, the direct sales."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I looked through the complaints, I looked through their briefs, I looked through your briefs.  I tried to figure this out, and the best I can do is say whether they say it accurately or not, that's what they want to talk about."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Let's talk about what they want to talk about. Now, we have El Paso going in northern Arizona to a manufacturer, and it says, I am going to sell you a thousand cubic feet of natural gas at $48 a thousand cubic feet. You say, oh, my God, that's very high.        I'm imagining very high price.  I have no choice.  I have to take it.  But that, to me, is a very unreasonable price. Is there anyone I can complain to?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The hypothetical is that the jurisdictional seller in a direct sale sells the gas at a price that is unreasonably high."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anyone that the buyer can complain to?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The reason that it's high -- I'll tell you that it's -- why it's high. It's high because the owner of El Paso has worked out he can make more money that way.  That is the only reason."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I want to know if the customer that used to be able to complain to somebody, but can they complain now?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Who?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But not to FERC?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm saying what it is.  It was a direct sale of gas gathered by the pipeline, transported from the field, and sold by the pipeline to a manufacturer. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That is their point.  They say there is no FERC regulating this.  In fact, most places, there is no state regulating this.  We think the this, i.e. the $48 per MCF is set as a result of activity that is unlawful under our state antitrust law and, therefore, we would like to sue."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your point, I take it, is Alderson Reporting Company that the this happens to be the reason that the price is higher; is not because the owner of El Paso said, ha, ha, ha, let's make a lot of money.  But, rather, the owner of El Paso, in addition to that, said that the way to make the extra money is to go out and manipulate the -- the journals, the little gas journal, by lying to them, and that happens to be the same way that they would also get wholesale prices higher."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  I got my answer."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":6,"sideBefore":"justices","text":"So let's assume --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":7,"sideBefore":"justices","text":"I won't interrupt you further."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Let's assume that that's true, Mr. Katyal, that they are trying to regulate a means that's a common practice to both markets.  And let's assume that because of that, FERC clearly does have authority to regulate in this area. Alderson Reporting Company The question is whether FERC's authority should be exclusive or whether it could be concurrent, not field preemption.  Right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"There would still be a kind of rule of the road, even when field preemption runs out, conflict preemption takes over, and it might be that if the state regulation interfered with the goals and objectives of the federal regulation, the federal regulation would trump. But I don't really see a reason in this kind of case why you would exclude the state entirely, even if nothing the state was doing was conflicting with federal regulation or federal policy."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then what's the --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":7,"sideBefore":"justices","text":"It's not exclusive --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"justices","text":"-- this area is the question. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, yes, there is some field preemption, but why should the field preemption carry into a sphere where the practice being regulated is commonly affected, both wholesales sales, which are clearly in the bailiwick of the federal government, and retail sales which are just as clearly in the bailiwick of the state?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you agree that FERC does not have the exclusive authority because you have conceded that a federal antitrust claim would be okay.  So FERC is not the sole regulator.  There's room for federal antitrust claims."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose the state law -- and I think this is true of many states -- just mirrors the federal antitrust law, it's the same.  It's the same substantive regulation."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, may -- and I'm interested in a hypothetical.  Let's assume that someone sues just under state law.  The state law is exactly the same as the Sherman Act, and that's Justice Ginsburg's question, and I would be interested in it."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, on -- on that point, let me -- this is a point that Justice Kagan was getting at, too.  Let's assume that you do not prevail on conflict preemption.  We say that the field has been preempted but does not include the practices here.  Do you have any argument that there is conflict preemption on the facts of this case?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What is it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be left of the states' power to regulate prices if -- if the retail price controls the wholesale price?  That's what it sounds like this industry has created.  Is there anything left to the states' ability --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because retail prices will always influence the wholesale price?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So basically jurisdictional -- non-jurisdictional sellers can do anything they want in terms of the -- of the consumer, and consumers will always pay the cost of that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they have no one they can recover from."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they are both.  There are jurisdictional sellers, and then there are non-jurisdictional sellers.  You're trying to characterize them as one. But they’re –"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katyal, suppose the following hypothetical:  Suppose there is a company and it has ten customers and five of the customers are wholesalers and five of the customers are retailers, so it is a jurisdictional seller.  And it says to the Alderson Reporting Company retailers, We're going to charge you whatever we charge to the wholesalers plus 20 percent.  That's what it says to the retailers.  And then it lies to the retailers about the price that it's charged the wholesalers.  All right? Do the States have power to regulate that, that fraudulent communication to the retailers about what they're charging the wholesalers?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Just to make sure I understand, you are essentially saying my hypothetical is like this case and the States would be divested of authority because -- even though the company is having this direct interaction with the retailers because it's Alderson Reporting Company pegged to wholesale rates?"},{"name":"CHIEF JUSTICE ROBERTS","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Yang. "},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But you are saying, Mr. Yang, that even if the regulation is directed toward a retail transaction, if it directly affects the wholesale rate, you have field preemption over that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Does the -- the State is regulating a transaction with the retailer, and you are saying because that transaction has these direct effects on the wholesale market and wholesale prices, that that gives you field preemption, that that falls within the category of things which the State is simply not allowed to do irrespective of whether there is any conflict with Federal law or policy."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay.  So tell me what it is."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no, no.  They are regulating a transaction with a retailer.  It's not a price thing.  They are regulating a transaction in the way that they are in this case. I mean, all these false sales, some of them are coming out of wholesale sales, and some of them are coming out of retail sales.  And the States here are regulating transactions that involve --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I thought a lot of these were false sales themselves."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And some of those real trades are real trades with retailers."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Can FERC give a remedy to the consumers who are involved with the Plaintiffs in this case?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But FERC at this time."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you explain -- can you explain something?  The government recommended that we deny cert in this case, and the government's reason was the case lacked prospective importance. So what is the situation today with the Energy Policy Act?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I ask Justice Kennedy's question again to you, Mr. Yang, which is if -- if this were a conflict preemption regime, is there a conflict?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure, that seems right.  But I mean, is there anything that FERC has said now about these practices that would suggest a conflict with this state regulation?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it intended field preemption to apply as to wholesalers.  It didn't intend field preemption to apply as to a retailers."},{"name":"CHIEF JUSTICE ROBERTS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"How -- how is -- how is the state supposed to separate out the jurisdictional and non-jurisdictional regulation?"},{"name":"CHIEF JUSTICE ROBERTS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"You may."},{"name":"CHIEF JUSTICE ROBERTS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Fisher. "},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm not sure.  It may be an exaggeration to say it -- it falls squarely within the exception given to the states.  This is not a state regulation of prices.  It's -- it's state regulation of a practice that affects state prices, retail prices, but also affects wholesale prices.  It's a little different."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"All that is true, but it might depend on how.  That is, the way I'm thinking Alderson Reporting Company about this which is out of date but perhaps analogous. We have El Paso, it picks up gas in the Permian Basin. It ships it up to Ohio.  It sells it to a retail distributor in Toledo.  Classic.  FERC regulates the sale for resale, and the local regulator regulates the price to the distributor. Now, there is what used to be a further bizarre and unusual occurrence which is now common.  On the way, El Paso sells directly to a manufacturer.  And that seems to be at the heart of your case."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  So now I'm thinking we're back to cost of service ratemaking.  Suppose under cost of service ratemaking, you have FERC which said El Paso is charging too much money for sales for resales because it doesn't do its depreciation properly.  Okay. You'd better load them. Now, suppose a state via antitrust or any other way said the reason that the sales that are direct to the manufacturer are unlawful under state law is because it doesn't do its depreciation properly, and suppose that the depreciation the state is talking about is identical to the depreciation that FERC is talking about. I would say absolute preemption.        And if I'm Alderson Reporting Company right about that, in this case, we don't have depreciation rules, but we have price setting by consulting Joe's Gas Journal.  And here, what the state is saying is the consultation with Joe's Gas Journal that the state wishes to make unlawful is identical to the consultation with Joe's Gas Journal that FERC wants to make unlawful and upon which rests FERC's wholesale price determination.  Okay?  Just like the depreciation. And if the one is field preempted, so is the other. Now that's the analogy I've been going through in my mind, just waiting to ask you, because I would be very interested in your response."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that is conflict preemption --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- not field preemption."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can you give me a page number?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Page number you're --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes, but wait. Suppose, in our classical system years ago, that El Paso Gas gets a price set for resale at FERC equal to three dollars a thousand cubic feet, and then the Ohio regulator, in regulating the price of the distribution company, forces it down for the reason that it thinks that three dollars for the wholesale part is too high. Not close.        They couldn't do that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it depends on their reason for thinking that the price or the sale -- they can't regulate the sale any way they want.  They can't regulate it in a way that would interfere with and probably is, or is field-preempted by, FERC's authority to set wholesale rates."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So as I understand your argument, Mr. Fisher, you are rejecting the Ninth Circuit's analysis.  Because the Ninth Circuit -- it's a little bit confusing, but I read the Ninth Circuit to say that FERC just had no authority over these Alderson Reporting Company transactions."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you can't -- let me think of a better -- the -- the State, it faces a three dollar cost of goods sold to the wholesale pipeline, to El Paso, plus an additional claimed dollar in expenses, including reasonable profit.  They're asked for $4 at the -- in your house.  The State says, no, we're not going to give you $4, and the reason is that the $3 is too high. Now, you say that conflicts with FERC.        No, it doesn't.  FERC made a mistake.  They will be delighted when they see that we've gone into the Alderson Reporting Company depreciation rules more thoroughly than their own rules and they should have said 2.50 instead of 3.  And when they read our opinion, they're going to jump for joy. To prevent that, we have field preemption, not conflict preemption."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's a different argument."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Could you go back to one point?  I'm sorry to interrupt you.  But the indices at question, they report both retail prices and wholesale prices?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no.  I know that.  But so the -- so Old Paso -- El Paso company was reporting fake consumer prices -- this is your allegation, I know -- fake consumer prices and fake wholesale prices?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah -- no, no, no."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure how the indices -- the indices set both prices; is that what you're saying?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no.  But the industry sets the same price for both?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Are they the same, those two prices?"},{"name":"CHIEF JUSTICE ROBERTS","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You could say the same for setting prices of anything at all.  I mean, that's kind of the idea, is that if it affects -- if the price is affecting sales, then it is preemptive.  The fact that they may engage in certain practices that affect sales is not a bad thing in the abstract. I mean, you -- the case is proceeding on the ground that you are dealing with a practice that is, you know, offensive in both contexts.  But the state and FERC may have different views on that.  So the fact that the jurisdictional sellers engage in a practice that affects wholesale rates is not -- shouldn't be regarded as problematic."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Fisher, there is a field."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Define the field.  How would you define what the field is?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's -- it's not this case.  You don't have to argue it, but just so that I understand -- if this conduct, these transactions, had occurred after the FPC code of conduct, would the case Alderson Reporting Company be substantially different, in your view?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And is that because you rely on a conflict preemption theory?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"They have power over the transactions that you are complaining about, the transactions that are the subject of the suit."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but wait --"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"The gravamen of your complaint is the fiddling with the reporting."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"That is the antitrust violation, that conspiracy to report false amounts and to make false sales. There is no doubt that the Natural Gas Act places that within the control of the commission.  They -- it does have the power to regulate those transactions and to punish violations of those transactions."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I'm sorry.  The reporting.  The -- the essence of the conspiracy that Alderson Reporting Company you are complaining about in the antitrust case, the actions that you are complaining about in the antitrust case, are actions that come within the jurisdiction of the commission."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, actually, Louisiana. It's the same point, but in addition, you just said you agreed that they had field preemption over the setting of wholesale rates; that is, sales for resale."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And they're saying that it's the reporting to Joe in his magazine, the false reporting to Joe in his magazine."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":6,"sideBefore":"justices","text":"Right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":11,"sideBefore":"justices","text":"That is what we use to set the wholesale rate, the reporting of Joe to his magazine.  And so what they're suing about is the very single fact that we use to set the wholesale rate, and therefore, it falls within our wholesale jurisdiction. That's their argument.  And you say the -- that's their Alderson Reporting Company argument, not yours."},{"name":"CHIEF JUSTICE ROBERTS","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"No, no, not just the sales, but the practices affecting the wholesale, which is kind of the key to their argument. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":10,"spokeBefore":12,"sideBefore":"","text":"Mr. Katyal, you have four minutes left. "},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- that's no problem, I mean, they say that.  That's conflict preemption."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Your point about juries would apply to the Sherman Act as well."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that goes a lot further than anything we've ever done.  I mean, the jurisdictional sellers, as I understand this industry, that there are a lot of companies that sell both to Alderson Reporting Company wholesalers and to retailers and always before, I think, we've looked at the transaction and said, Where is the transaction, is the transaction a wholesale transaction or a retail transaction?  Not, oh, look.  You engaged in one wholesale transaction last year, and that insulates you from everything."}],"people":[{"id":0,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"petitioner","words_spoken":2290,"interruptions":21,"times_spoken":40,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"petitioner","words_spoken":1409,"interruptions":9,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":2,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"respondent","words_spoken":2305,"interruptions":10,"times_spoken":31,"laughter":0,"num_int_by":6},{"id":3,"fullName":"STEPHEN R. McALLISTER","firstName":"STEPHEN","lastName":"McALLISTER","counsel":true,"justice":false,"side":"respondent","words_spoken":1038,"interruptions":1,"times_spoken":2,"laughter":0,"num_int_by":1},{"id":4,"fullName":"THE COURT","lastName":"COURT","counsel":false,"justice":false,"side":"","words_spoken":32,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1226,"interruptions":1,"times_spoken":28,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":752,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":143,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":160,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":10,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":183,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":201,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":12,"fullName":"MR. MCALLISTER","lastName":"MCALLISTER","counsel":false,"justice":false,"side":"","words_spoken":4,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3699,"times_spoken":56,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":11,"words_spoken":3343,"times_spoken":33,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":2972,"times_spoken":95,"laughter":0,"num_int_by":6}],"outcome":{"side":"respondent","margin":5}}