{"petitioner":{"name":"ALICE CORPORATION PTY. LTD","counsel":[0]},"respondent":{"name":"CLS BANK INTERNATIONAL, ET AL. ","counsel":[1,2]},"caseNumber":"13-298","date":null,"speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 13-298, Alice Corporation versus CLS Bank International. Mr. Phillips? "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And just repeat, it is common ground between the parties that --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, on the abstract idea, you know that the Bilski case held that hedging qualified as an abstract idea.  So how is intermediate settlement a less abstract than hedging?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me put it this way.  If you describe that to a second-year college class in engineering and said here's -- here's my idea, now you go home and you program over this weekend, my guess is -- my guess is that that would be fairly easy to program."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the fact that the computer is involved, it -- it seems to me, is necessary to make it work.  But the -- but the innovative aspect is certainly not in the creation of the program to make that work.  All you're talking about is -- if I can use the word -- an \"idea.\""},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or -- or a method or a process."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that less abstract?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that less abstract? I mean, imagine King Tut sitting in front of the pyramid where all his gold is stored, and he has the habit of giving chits away.  Good for the gold, which is given at the end of the day.  And he hires a man with an abacus, and when the abacus keeping track sees that he's given away more gold than he is in storage, he says, stop. You see? Or my mother, who used to look at my checkbook, when she saw that, in fact, I had written more checks than I had in the account, she would grab it.  Stop.  You see? So what is it here that's less abstract that the computer says, stop?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that less abstract than King Tut, if we had the same thing with a grain elevator, if we had the same thing with a reservoir of Alderson Reporting Company water, if we had the same thing with my checkbook?  You see the point."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Methodology is just as you said, stop."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what we have different here is the computer stops rather than the abacus man stopping or my mother stopping or the guy that the grain elevator has that says stop.  So just saying, what -- is that it?  In other words, if you say, computer stop, you have an invention.  Useful add -- but if you say, mother stop, you don't?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course it's a caricature.  It's a caricature designed to suggest that there is an abstract idea here.  It's called solvency."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And what you do is you take the idea of solvency and you say apply it.  And you say apply it through the computer. Alderson Reporting Company Is that enough to make it not just the abstract idea?  And now we're at the heart of why I used my exaggerated examples --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because you will tell me why --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this is enough."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  But -- but what it appears to be, it sounds like you're trying to revive the patenting of a function.  You used the word \"function\" earlier, and that's all I'm seeing in this patent is the function of reconciling accounts, the function of making sure they're paid on time.  But in what particular way, other than saying do it through a Alderson Reporting Company computer, is this something new and not functional?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it -- why isn't doing it through a computer not enough?  I mean, was the cotton gin not an invention because it just means you're doing through a machine what people used to do by hand? It's not an invention.  It's the same old, same old."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why is a computer any different in that respect?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not saying use a computer is -- is much of a novelty.  I mean, that's -- that goes to whether it's novel or not.  If you just say use a computer, you haven't invented anything.  But if you come up with a serious program that -- that does it, then, you know, that may be novel.  But that's a novelty issue, isn't it?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And this is exactly the question I really would like to you to focus on for me. Why is it -- and I'm not saying this from a point of view, but it seems to me pretty clear that if what you did was take the idea of solvency -- remember King Tut, that’s why I use the exaggeration -- and what you say is implemented by having the abacus man keep track and say stop, okay --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then we implement it by having somebody with a pencil and a piece of paper and this is all that they add, you see.  Say:  Have a man with a pencil and a piece of paper keeping track and saying, stop, or we say, implement it in the computer, Alderson Reporting Company which will automatically keep track and say stop, are they all enough?  Are some of them enough?  What's the rule? And you realize I couldn't figure out much in Prometheus to go beyond what I thought was an obvious case, leaving it up to you and your colleagues to figure out how to go further.  Am I making enough -- making clear enough what's bothering me?  And I'd really like to get your answer to this."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But my -- my initial question, and I think I can work this into King Tut, is -- Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":4,"sideBefore":"justices","text":"-- is -- is whether or not you could have patented that system, idea, process, method, without attaching a computer program."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose I thought -- and, again, it's just a thought because I don't have the expertise -- that any computer group of people sitting around a coffee shop in Silicon Valley could do this over a weekend.  Suppose I thought that."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then -- then --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why is the computer program necessary to make the patent valid?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's just an idea, hey, let's use a computer."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is your software copyrighted?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no special software that comes with this -- that's part of this patent, is it -- is there?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, could you -- could you disaggregate your argument for me?  Because you just said, look, this Court has said it's not sufficient if you have an idea and then you say use a computer to implement it; right?  So are you saying that your -- that -- are you saying that you're doing more than saying use a computer to implement it or are you saying that it's -- that the idea itself is more than an idea?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Which part of what --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So putting the computer stuff aside completely --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you're saying that you've invented something or you -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":10,"sideBefore":"","text":"There is something that you've patented that has -- that is not just simple use a third party to do a settlement."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is that, putting the computer aside?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you in fact -- now, this is -- look, there are 42 briefs in this case.  I actually read them and I found them very, very helpful Alderson Reporting Company up to the point where I have to make a decision, because they're serious. I mean, you know -- now, the problem that I came away with is the one that you're beginning to discuss, that if you simply say, take an idea that's abstract and implement it on a computer, there are -- you're going to get it much faster, you're going to be able to do many, many things, and if that's good enough, there is a risk that you will take business in the United States or large segments and instead of having competition on price, service and better production methods, we'll have competition on who has the best patent lawyer. You see where I'm going on that one?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And if you go the other way and say never, then what you do is you rule out real inventions with computers."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And so in those 42 briefs, there are a number of suggestions as to how to go between Scylla and Charybdis. Now, I would like to know -- I don't know if you can step back from your representational model. That's a problem. But you’re all we have now. And -- and from my point of view, I need to know what in your opinion is the best way of sailing between these two serious harms. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, let me just stop you there, because four Justices of this Court did not read that legislative history the way you do. And it was -- was in Bilski."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Stevens went carefully through that and he said: Congress was Alderson Reporting Company reacting to a decision.  It had -- it was not addressing 101.  So there are at least four Justices who say -- who didn't buy that argument."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And four is not five anyway, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Four is not five."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"By the way, we -- we have said that you can't take an abstract idea and then say use a computer to implement it.  But we haven't said that you can't take an abstract idea and then say here is how you use a computer to implement it --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which is basically what you're doing."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's a little Alderson Reporting Company different."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how are you saying the how?  Because I thought that your computers -- that your patents really did just say do this on a computer, as opposed to saying anything substantive about how to do it on a computer."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If we say that -- If we say that there's no software patentability and agree with the Attorney General, do you lose in this case?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, in response --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Is there any common ground between you and the government -- maybe a better question to ask the government -- a common ground between you and the government on something in the software area that's patentable, other than making the computer itself work?  You understand the government to say no software patents."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It was like -- there's a Bloomberg brief out here that was on this, that said, no, you can -- you can patent computer software when it's an improvement in the computer, when it's an improvement in software, when it's an improvement in a technology that is developed out of computers like robotics, when it is an improvement in a machine or technology, but you cannot improve it where it is simply an improvement in an activity that is engaged in primarily through mental processes.  But what they mean by that is business, finance, and similar arts. Alderson Reporting Company That's -- I mean, that's -- it wasn't quite what -- I know.  That's what I want to know what you don't agree with about that, because it's a little more refined than you suggested."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But I'm asking you -- I'm asking you, what about this one that I just mentioned? You see, I went through those five steps --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and four of them you could patent and the fifth one you can't."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're doing a very good job of proving --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"In Bilski, Justice Breyer did try to say that there wasn't that -- a whole lot of distance between the four who thought business methods were not patentable.  But he -- he also said something else in -- in the other case, Mayo.  Justice Scalia asked you the question about doesn't that go to novelty, but didn't Justice Breyer say in Mayo that novelty can be relevant to patent -- to patent eligibility?  He said there's -- there's an overlap."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Which of the -- which of the opinions below captures your position most accurately?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if we were to think your method claim is ineligible, do you agree that your systems and -- your medium and system claims fail as well?  Do they rise and fall together?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I give you a hypothetical, Mr. Phillips, and you tell me how it's different or the same? Let's say, you know, 30 years somebody took a look around the world and said, a lot of people seem to order products by mail.  They get the catalogues in the mail and then they send back their return forms.  And let's say that one of the founders of the Internet said, wouldn't this be an amazing system, we could actually do this by computer, and they had patented that.  Is that the same?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but exactly.  I mean, the claim would have said something along the lines of, you know, there's this process by which people order products and we want to do it over the Internet, we want Alderson Reporting Company to do it electronically, and we will use a computer to do that, to essentially take the process of mail order catalogues and make it electronic."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. Mr. Perry. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you at some point, not necessarily this second, to say in my -- this is just -- you know, you have an opinion for a court. Different judges can have different interpretations. All you're getting is mine, okay? But I think it's pretty easy to say that Archimedes can't just go to a boat builder and say, apply my idea.  All right.  Everybody agrees with that. But now we try to take that word \"apply\" and give content to it. And what I suspect, in my opinion, Mayo did and Bilski and the other cases is sketch an outer shell of the content, hoping that the experts, you and the other lawyers and the -- the circuit court, could fill in a little better than we had done the content of that shell. So, so far you're saying, well, this is close enough to Archimedes saying \"apply it\" that we needn't go further. Now, will you at some point in the next few Alderson Reporting Company minutes give me your impression of, if it were necessary to go further, what would the right words or example be?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think is a technological solution?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How could they, if at Alderson Reporting Company all, written their patent to -- to make -- to make their software eligible?  What would -- what do they need -- would have needed to have added?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's a Alderson Reporting Company little more complicated.  He referred us to Joint Appendix Page 159, which is not a change in how computers work.  But it is -- constitutes the instructions about how to use the computer and where it needs to be affected.  And just looking at it, it looks pretty complicated.  There are a lot of arrows and they -- you know, different things that go -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Well, but I mean, you know, it -- in different directions.  And I understand him to say that in each of those places, that's where the computer is needed."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would you give me -- again, you already did it once -- an example of a business process patent -- of a business process idea and invention that is patentable. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- I -- in my language, I've called that mechanical rather than process.  Can you give me an example of process?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's how to make a -- that's how to make a machine work better."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm asking you:  Is there Alderson Reporting Company any business process, any business activity that is susceptible to a patent, a pure patent, innovations that deserve patents?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can you give me an example?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How about e-mail and just word processing programs?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying no to e-mail and word processing."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They certainly have functionality and -- and improvement of functionality for the user."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What if -- what if you can do it without a computer, but it's going to take, you know, 20 people a hundred years?  In other words, theoretically, you can replicate what the computer does --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- but it's impractical without looking to do it on the computer?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but the trouble with that particular test is, as I think partly the Chief Justice said, how long, et cetera, and then add to that, though you could do it without a computer, what happens at the end of the line is the automobile engine goes off or it begins to sputter or it turns left. You see, it's possible to take Archimedes or King -- -- you know, I use that example purposely to call attention to the problem.  You can take those things, and you're not just saying apply it, and you're not even just saying -- you are saying use the computer, but at the end of the road, something physical in the world changes and everybody would say, now, that's -- that falls within, I mean, probably, I mean, my hesitation shows I'm looking for the right words."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Perry, before we get back to these matters, just, you said to Justice Scalia if a patent sufficiently describes how a computer will implement an idea then it's patentable.  So how sufficiently does one have to describe it?  What do we want a judge to do at this threshold level in terms of trying to figure out whether the description is sufficient to get you past it?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're not suggesting that specific code is necessary?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The Federal Circuit in this case split in many ways, and it had our decisions to deal with.  And you said, given Bilski and Mayo, this is an easy case.  What is the instruction that escaped a good number of judges on the Federal Circuit?  How would you state the rule?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Should we be concerned, Mr. Perry, that there are old patents that in fact could meet the test that you set forth but won't because they were written in a different time and so used much more general language?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. General Verrilli. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How do you answer the argument that your view would extinguish business-method patents and make all software ineligible for patent protection?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why do we need to reach this in that -- reach software patents at all in this case?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What's the necessity for Alderson Reporting Company us to announce a general rule with respect to software? There is no software being patented in this case."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There's a systems."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think we have to reach the patentability of software to answer this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Could -- could -- could you go on with that because you were just getting to the point where I think you say a computer improvement that, in fact, leads to an improvement in harvesting cotton is an improvement through a computer of technology, so it qualifies. But then I think you were going to say, or I got this also from the brief, a computer improvement that leads to an improvement in the methods of selling bonds over the telephone is not an improvement in technology reached by the computer.  Am I right about the distinction you're making?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What is your view?  Yeah, what is -- how do we deal with just that problem?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"We've got that.  Yes, yes. We got the computer.  But then it doesn't improve the computer, but rather, it improves through the computer the harvesting of cotton. Now you've got it in what you said was your second category, which is an improvement through the computer of a technology.  And I thought in your brief you were distinguishing an improvement through the computer of a human activity that is not a technology and, in particular, to pick an example of that, something in finance or something in business. Now, am I right about the distinction you're making?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If I'm not right, what is the distinction?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And how is that justified?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that is Judge Dyk Alderson Reporting Company in -- in Bilski in the Federal circuit, four people sort of picked it up maybe, five didn't pick it up.  Would you say a few words about it?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is there an example that you can give us of a -- what we can call a business process that is patentable, a process that doesn't involve improving the workings of a computer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"General, I -- you mentioned a while ago the need for greater clarity and certainty in this area.  And I'm just wondering, in your brief, you've got a non-exhaustive list of factors to consider, and there are six different ones.  And I'm just doubtful that that's going to bring about greater clarity and certainty."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I have a question about how do you identify an abstract concept.  The -- a natural phenomenon, a mathematical formula, those are easy to identify, but there has been some confusion on what qualifies as an abstract concept."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General. Mr. Phillips, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Your adversary says that his -- the appendix to his brief are the only patents at issue, that the flow charts are not at issue in this case."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If we were to say that there are no business patents --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- would your patent survive at all?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, he wants to say no business patents."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3220,"interruptions":12,"times_spoken":61,"laughter":1,"num_int_by":6},{"id":1,"fullName":"MARK A. PERRY","firstName":"MARK","lastName":"PERRY","counsel":true,"justice":false,"side":"respondent","words_spoken":2726,"interruptions":11,"times_spoken":21,"laughter":0,"num_int_by":6},{"id":2,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":1270,"interruptions":9,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":253,"interruptions":2,"times_spoken":11,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":451,"interruptions":2,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":317,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1557,"interruptions":4,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":327,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":199,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":448,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":10,"fullName":"MR. PHILIPS","lastName":"PHILIPS","counsel":false,"justice":false,"side":"","words_spoken":1,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":3220,"times_spoken":61,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":20,"words_spoken":3996,"times_spoken":37,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":14,"words_spoken":3552,"times_spoken":104,"laughter":2,"num_int_by":5}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.1665940793122474,"respondent":0.8334059206877527,"date":1473644743982}}