{"petitioner":{"name":"KATHLEEN SEBELIUS, SECRETARY OF HEALTH AND No. 13-354\nHUMAN SERVICES, ET AL","counsel":[1]},"respondent":{"name":"HOBBY LOBBY STORES, INC., ET AL.; :\nand :\nCONESTOGA WOOD SPECIALTIES CORPORATION, ET AL., Petitioners No. 13-356\nv. KATHLEEN SEBELIUS, SECRETARY OF HEALTH AND HUMAN SERVICES, ET AL. ","counsel":[0]},"caseNumber":"13-354","date":"2014-03-25T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in consolidated cases Number 13-354, Sebelius, Secretary of Health and Human Services v. Hobby Lobby Stores; and 13-356, Conestoga Wood Specialties Corporation v. Sebelius. Mr. Clement. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"Is your claim limited to sensitive materials like contraceptives or does it include items like blood transfusion, vaccines?  For some religions, products made of pork?  Is any claim under your theory that has a religious basis, could an employer preclude the use of those items as well? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"Well, I mean, just take one of the things that Justice Sotomayor asked about, which is vaccinations, because there are many people who have religious objections to vaccinations.  So suppose an employer does and -- and refuses to fund or wants not to fund vaccinations for her employees, what -- what happens then?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"Blood transfusions?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"So really, every medical treatment.  And Justice Sotomayor is quite right that there are quite a number of medical treatments that difference religious groups object to.  So one religious group could opt out of this and another religious group could opt out of that and everything would be piecemeal and nothing would be uniform."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"respondent","text":"Mr. Clement, maybe it seemed clear then, but since RFRA, just as before RFRA, Congress has continued to write into Federal legislation specific religious exemptions for some, but not everybody, for individuals, sometimes religious Alderson Reporting Company institutions.  So if it was all that clear that RFRA took care of it all, why did Congress continue after RFRA to pass these laws focusing the exemption on an individual, religious institution?  Those, as I take your argument, all of those laws -- and there are more than half a dozen -- were unnecessary.  Once RFRA was on the books, Congress didn't have to do that any more."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"respondent","text":"You were beginning by giving us a framework for your argument.  Do I think of Alderson Reporting Company this as a statutory case?  Of course, the First Amendment is on the stage at some point here, but I take it you can prevail just on the question of statutory interpretation, and if that is so, are there any statutory rules that work in your favor, that is to say, avoiding a constitutional question or how do we think about this case, primarily as a statutory case?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"Mr. Clement, isn't this a special kind of statute?  Because this is a statute that specifically refers back to a body of constitutional law.  It basically says we want to get right back to the Alderson Reporting Company place that we were with respect to religious claims before Employment Division v. Smith.  And so we have -- it's not -- you know, it's a statute that directs us to a body of constitutional law. That body of constitutional law is, I think, very different from the one you portray in your brief. It suggests that accommodations should be made sometimes, but rarely, and subject to a -- to a balancing analysis, not to a compelling interest standard in the way we would use it for, say, race discrimination.  So, you know, what's -- what's the response to that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"respondent","text":"Well, there -- there's another respect in which this, even as originally enacted, does not track the -- the preemployment Division v. Smith law.  That is to say, the -- the compelling State interest test in the prior cases was never accompanied by a least restrictive alternative requirement.  That was an invention of this -- of this law."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"Well, it is applying the statute as written.  The statute as written -- this is Alderson Reporting Company not a question of legislative history -- the statute as written points back to pre-Smith law.  It says:  That's what we mean."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"respondent","text":"Mr. Clement, this -- this was a law that was passed overwhelmingly, both houses of Congress.  People from all sides of the political spectrum voted for it.  It seems strange that there would have been that tremendous uniformity if it means what you said it means, to take -- to cover profit corporations, especially in light of -- there was an effort to adopt a conscience amendment, a specific conscience amendment in 2012, and the Senate rejected that.  That -- that amendment would have enabled secular employers and insurance providers to deny coverage on Alderson Reporting Company the basis of religious beliefs or moral convictions. It was specifically geared to secular employers and insurance providers. And that -- that was rejected."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"But, again, Mr. Clement as Justice Ginsburg said, this was a very uncontroversial law.  Your understanding of this law, your interpretation of it, would essentially subject the entire U.S. Code to the highest test in constitutional law, to a compelling interest standard.  So another employer comes in and that employer says, I have a religious objection to sex discrimination laws; and then another employer comes in, I have a religious objection to minimum wage laws; and then another, family leave; and then another, child labor laws.  And all of that is subject to the exact same test which you say is this unbelievably high test, the compelling interest standard Alderson Reporting Company with the least restrictive alternative."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"Well, she had an understanding of how the Court worked pre-Smith that was a kind of Sherbert v. Verner-Yoder understanding, which was we did a balancing, we looked at the government's interests, we took those very seriously, especially to the extent that there was harm to identifiable third parties and that it fell on an identifiable third party. That was basically -- you could not get an accommodation for that kind of harm."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"respondent","text":"Well, could I ask you this, Mr. Clement. In -- in all the years since RFRA has been on the books, has any of these claims involving minimum wage, for example, been brought and have they succeeded?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"Well, with respect, Mr. Clement, I think that that's probably because the Court has had a different understanding of what RFRA does and the kind of analysis that it requires courts to perform than you're arguing for in this case.  That if your argument were adopted and there was a strict scrutiny standard of the kind that usually applies and a least restrictive alternative requirement, then you would see religious objectors come out of the woodwork with respect to all of these laws.  And because you say that there -- and I think this is absolutely right when you say it -- that you -- you cannot test the centrality of a belief to a religion, you cannot test the sincerity of religion.  I think a court would be, you know -- their hands would be bound when faced with all these challenges if your standard applies."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"respondent","text":"Well, It was a religious organization."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"respondent","text":"This is -- this is what's different.  I mean, all along the earlier cases dealt with individuals and they dealt with religious institutions."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"How does a corporation exercise religion?  I mean, I know how it speaks and we have, according to our jurisprudence, 200 years of Alderson Reporting Company corporations speaking in its own interests.  But where are the cases that show that a corporation exercises religion?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"Well, but they were really arguing about things that affected their membership, not them as a corporate entity."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"So the dissent in this case, in the Tenth Circuit case, said how do we determine when a corporation has that belief?  Who says it?  The majority of shareholders?  The corporate officers?  The -- is it 51 percent?  What happens to the Alderson Reporting Company minority?  And how much of the business has to be dedicated to religion?  5 percent?  10 percent?  90 percent?  Just assume not a business like yours -- you picked great plaintiffs, but let's assume -- (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Let's assume just a business that sells 5 percent of religious books, doesn't play Christmas music, doesn't give off -- works on Sunday, you know, does nothing else religiously."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"That's the most dangerous piece.  That's the one we've resisted in all our exercise jurisprudence, to measure the depth of Alderson Reporting Company someone's religious beliefs."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"I thought more importantly was whether a burden was substantial or not. That we've never acceded to the person claiming a religious exemption, a belief in how substantial the burden might be."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"Is there -- is there a different way of looking at it, the leeway?  In U.S. v. Lee, we said, \"When followers of a particular sect enter into a commercial activity as a matter of choice, the Alderson Reporting Company limits they accept on their own conduct as a matter of conscience and faith are not to be superimposed on the statutory schemes which are binding on others in that activity.\" So isn't that really the answer, that we've never considered a for-profit corporation as exercising religion?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"Well, that's an interesting question, because the briefs on both sides here are written as if the penalty for not having a health insurance policy that covers contraceptives is at Alderson Reporting Company issue.  But isn't there another choice nobody talks about, which is paying the tax, which is a lot less than a penalty and a lot less than -- than the cost of health insurance at all?  These employers could choose not to give health insurance and pay not that high a penalty -- not that high a tax."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"No, I don't think that that's the same thing, Mr. Clement.  There's one penalty that is if the employer continues to provide health insurance without this part of the coverage, but Hobby Lobby could choose not to provide health insurance at all.  And in that case Hobby Lobby would pay $2,000 per employee, which is less than Hobby Lobby probably pays to provide insurance to its employees. So there is a choice here.        It's not even a penalty by -- in the language of the statute.  It's a payment or a tax.  There's a choice.  And so the question is, why is there a substantial burden at all?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"No, between paying $2,000 per employee per year if Hobby Lobby does not provide --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"You know, Hobby Lobby is paying something right now for the -- for the coverage. It's less than what Hobby Lobby is paying for the coverage.  There are employers all over the United States that are doing this voluntarily because they think that it's less."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"I thought -- I thought that part of the religious commitment of the owners was to provide health care for its employees."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"Well, if they want to do that, they can just pay a greater salary and let the employees go in on the exchange."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"It's not called a penalty.  It's called a tax.  And it's calibrated -- and it's calibrated -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"She's right about that. (Laughter.)"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"Well, let's say that that's right.  Let's say that they have to increase the wages a little bit.  I mean, still we are talking about pretty equivalent numbers.  Maybe it's a little bit less; maybe it's a little bit more.  But this is not the kind of thing that's going to drive a person out of business. It's not prohibitive. It's like the thing that we talked about in Braunfeld where we said, you know, maybe if the store can't stay open 7 days a week, it makes a little bit less money.  But so be it, is what we said. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"But Mr. Clement, it's not saying you must do something that violates your religion. It's giving you a choice. You can do this thing or if this thing violates your religion you can do another thing. And that other thing is approximately the same price as the thing that you don't want to do."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"respondent","text":"Well, of course it wouldn't be the same price at the end of the day. If they deny Alderson Reporting Company health insurance, they're going to have to raise wages if they are going to get employees."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"respondent","text":"It's absurd to say that, you know, it comes out of nowhere."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"respondent","text":"But why -- why is that a problem?  Let's assume that the cost of providing insurance is roughly equivalent to the $2,000 penalty. How -- how is the employer hurt?  He can just raise the wages."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":6,"sideBefore":"justices","text":"May I just put a footnote on this.  I thought the average price of providing insurance for a single person is $4,000, and it's $12,000 for a family -- for a family.  So the 2,000 tax -- that's what it's called -- is to help the government provide subsidies to people on the exchange that don't have employer insurance.  So it's a tax because it's -- it is to do exactly what your client wants, to get the government to supply the contraceptives, not the insurance companies."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"respondent","text":"Okay, the last is important.  But just assume hypothetically that it's a wash, that the employer would be in about the same position if he paid the penalty and the employer -- pardon me, an employee went out and got the insurance and that the employee's wages were raised slightly and then it's -- and that it's a wash so far as the employer are concerned, other than the employer's religious objection, but just on the financial standpoint.  Can we assume that as a hypothetical.  Then what would your case be?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"Can I ask --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"There was a point made earlier, and I think you didn't mean to say this, that provision of health care is not part of their religious belief.  Covering their employees for health care, that is not a religious tenet, right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"But, Mr. Clement, you're not Alderson Reporting Company saying, are you, that their religious beliefs mandate them to provide health care?  I thought that you were never making that claim."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"You know, I'm sure they seem like very good employers.  And I'm sure they want to be good employers.  But again, that's a different thing than saying that their religious beliefs mandate them to provide health insurance, because here Congress has said that the health insurance that they're providing is not adequate, it's not the full package."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"Well, but I think even --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"-- that example, you know, initially Title VII did not apply to any employers with fewer than 25 employees.  And then gradually, Congress brought the number down because Congress realized that there were going to be transition issues and that some time was needed to make sure that the compelling interest, you know, should be applied uniformly across all employers. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"Counsel, your attorney -- one of the attorneys below on behalf of your clients admitted that the grandfathered policies weren't going to be around very long because any change to an existing policy -- and he said these changes happen on a yearly basis.  And we already know from the government's statistics that it's up to 40 percent now have grandfathered out.  Your own client changed its policy, and that's why it's not grandfathered. Alderson Reporting Company And he changed it to drop contraceptives it was covering."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"And so my point is, since when does a transitioned grandfathered exemption and one that everybody knows will have to change, because premiums by definition will change or co-pays will change, something is going to change -- it's a very short transition period.  Since when does that prove that the need is not compelling?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"respondent","text":"Just before your time starts to go too fast, how would you suggest that we think about the position and the rights of the -- of the employees?  And you can have hypotheticals about the employer makes them -- wants to make them wear burkas and so forth.  That's not in this case. But in -- in a way, the employees are in a position where the government, through its healthcare plans, is -- is, under your view, is -- is allowing the employer to put the employee in a disadvantageous position.  The employee may not agree with these religious -- religious beliefs of the employer.  Does the religious beliefs just trump?  Is that the way it works?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"respondent","text":"But, Mr. Clement, you made the analogy to RLUIPA.  And the one thing that has not been mentioned up till now is the Establishment Clause.  The Court was very clear when it came to RLUIPA, which you said is similar to RFRA, that the accommodation must be measured so it doesn't override other significant interests.  And that was true of Sherbert and that was true of Yoder.  The -- and the Cutter case, and this Court made it very clear, that the accommodation has to be balanced and you have to take into account other significant interests."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"I'm not sure that -- that squares with Lee. The -- the statute created the right to Social Security, and there the Court said you can't deprive employees of a statutory right because of your religious beliefs. So Lee is contrary to the point you're making."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"respondent","text":"I mean, Mr. Clement, isn't that just a way of saying that you think that this isn't a good statute, because it asks one person to subsidize another person.  But Congress has made a judgment and Congress has given a statutory entitlement and that entitlement is to women and includes contraceptive Alderson Reporting Company coverage.  And when the employer says, no, I don't want to give that, that woman is quite directly, quite tangibly harmed."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"respondent","text":"It would make no difference if it were -- there are 20 FDA-approved contraceptives, all of them covered by the Healthcare Act."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"respondent","text":"You -- you picked out, in one case what, three, and the other case four?  Suppose the employer says contraceptives all together are against my religion, so I'm not going to give any contraceptive coverage. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"respondent","text":"But your argument, it seems to me, would apply just as well if the employer said no contraceptives."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"respondent","text":"Are there ways of accommodating the interests of the women who may want these particular drugs or devices without imposing a substantial burden on the employer who has the religious objection to it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"respondent","text":"What are they?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"Those are alternatives that you're asking the government to incur or the person to incur.  There isn't an alternative that doesn't put a cost on someone else."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"respondent","text":"Thank you, Mr. Clement. General Verrilli. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"That's a statement that is inconsistent with RFRA, isn't it?  The whole point of RFRA is that Congress wanted to provide exceptions for the religious views of particular -- including proprietors, individuals."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah.  But the wisdom you cited is the idea that you don't have imposed, on the basis of religious beliefs, exemptions or -- or limitations.  And it seems to me that was the whole point of RFRA, to tell the courts that that is exactly what you should do unless the exception satisfies the strict scrutiny test."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It's more than pre-Smith."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Plus --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, is it your argument that providing the accommodation that's requested here would violate the Establishment Clause?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Where -- where is that in RFRA? I mean, what -- what factor of RFRA do you fold that in under? Is -- is that part of the compelling State interest requirement or -- or substantial burden requirement? Where -- where is it in RFRA?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If -- if they wanted you to balance -- balance the interest of the religious objector against the interest of other individuals, they -- they made no reference to that in RFRA at all."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"They said unless the government has a compelling State interest."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But that wasn't the basis for -- for denying the claim.  The basis was that the government has to run a uniform system that applies to everybody."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And you can't argue that here because the government has made a lot of exemptions."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if you could start with the question of whether the -- the companies in this case have a right to bring RFRA claims because they're for-profit corporations.  You argue that they can't."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, why is that?  Is it -- is it your position that there's something about the corporate form per se that is inconsistent with the free exercise claim?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  But is it your argument that there's something about engaging in a for-profit activity that is inconsistent with a free exercise claim?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, were the merchants in the Braunfeld case engaged in for-profit activity?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So there isn't anything inherent in --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- in participating in a for-profit activity that's inconsistent with corporate form, is there?  I'm sorry, with a free exercise claim."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what is it about --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- a for-profit corporation that is inconsistent with a free exercise claim?  Do you agree with the proposition that was endorsed by one of the lower courts in this case, that for-profit corporations must do nothing but maximize profits, they cannot have other aims --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- including religious aims?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry, General.  You answered yes to Braunfeld.  It was Jewish merchants, but it was the merchants themselves --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- criminal prosecution."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So whether it was a merchant that was a corporation or not was irrelevant. It was that the individual was --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- going to be jailed."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It was an individual making a profit, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"He was running a business for a profit, and that was the point of -- of Justice Alito's question, right, which I think you understood."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And why did it tell --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why did it say that?  It changed the definition at the time when RLUIPA was adopted, did it not, to eliminate the reference to the First Amendment; isn't that right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, it says free exercise. And didn't it also adopt a provision in RLUIPA saying that -- that the exercise of religion was to be interpreted in the broadest possible way?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"No.  Didn't it say -- didn't it say the term \"religious exercise\" includes any exercise --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"No.  But there is another provision that says that, \"This chapter shall be construed in favor of a broad protection of religious exercise to the maximum extent permitted by the terms of this chapter and the Constitution.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Not a single case in which it was denied exemption, either.  All you're saying is --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- that there are no cases."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Not on the ground that it was a for-profit enterprise.  There is not a single case which says that a for-profit enterprise cannot make a -- Alderson Reporting Company a freedom of religion claim, is there?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't that a merits question, General?  I mean, I totally understand that argument as a -- as an argument about the merits.  I'm not sure I understand it as a threshold claim that this -- that the claim is not recognizable at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's his argument for distinguishing it. But there are others, including the fact that it is more you avoid all of the problems with what to do if it's a -- you know, there's a 51 percent ownership of the shareholders, if you simply say that it's in this type of Chapter S Corporation that is closely held. Whether it applies in the other situations is -- is a question that we'll have to await another case when a large publicly-traded corporation comes in and says, we have religious principles, the sort of situation, I don't think, is going to happen."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Whoever controls the corporation.  Whoever controls the corporation determines what the party --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, that's a question of State corporate law.  It's not a question of who can bring an action under RFRA. Could I just raise -- eight courts of appeals, every court of appeal to have looked at the situation have held that corporations can bring racial discrimination claims as corporations. Now, does the government have a position on whether corporations have a race?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"So that -- so that a corporation does have a race for purposes of discrimination laws. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"So those -- those cases involve construction of the term \"person\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"So the person -- the corporation can bring as a person a claim of racial discrimination."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"If you say they can't even Alderson Reporting Company get their -- they can't even get their -- their day in court, you're saying something pretty, pretty strong."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it your position that part of the compelling interest here is that you have to protect the integrity -- the operational integrity of the whole Act?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Does that mean the constitutionality of the whole Act has to be examined before we accept your view?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You -- you have exempted a whole class of corporations and you've done so under your view not because of RFRA."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, what -- what kind of constitutional structure do we have if the Congress can give an agency the power to grant or not grant a religious exemption based on what the agency determined? I recognize delegation of powers rules are somewhat moribund insofar as their enforcement in this Court. But when we have a First Amendment issue of -- of this Alderson Reporting Company consequence, shouldn't we indicate that it's for the Congress, not the agency to determine that this corporation gets the exemption on that one, and not even for RFRA purposes, for other purposes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But you gave this exemption, according to your brief, without reference to the policies of RFRA.  What -- what were the policies that you were implementing?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"grandfathered plans?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"What about the Let me talk about Well, just before you -- so one thing I'd like you to address, the dispute arose with Mr. Clement about how long they were going to Alderson Reporting Company be in effect. Can you make a representation to us about how long the grandfathering is going to be in effect?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you give me an approximate time, if not a precise one?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if you can't tell us, and I don't fault you for not being able to tell us, when the grandfathering is going to end, shouldn't we assume in our analysis that it is current and, as far as we can tell, not going to end?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't it true with respect to the grandfathered plans that the regulations required immediate compliance with certain requirements, but not with preventive care requirements; isn't that right? Let me read you what HHS said in the regulation:  \"With certain particularly significant protections, particularly significant protections, Congress required grandfathered health plans to comply with a subset of the Affordable Care Act's health reform provisions.  On the other hand, grandfathered health plans are not required to comply with certain other requirements of the Affordable Care Act; for example, the requirement that preventive health services be covered without any cost sharing.\" So isn't HHS saying there, quite specifically, these, in our view, are not within this subset of particularly significant requirements as to which there must be immediate compliance?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, isn't that because you're talking about building ramps and things like that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Those were decisions -- those were decisions that Congress made, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, the grandfathering is not a decision that Congress made, is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I just want -- before you get to this point, and my question reflects no point of view at all on my behalf.  I just -- but I took Mr. Clement, one of his points, which I thought was an important one.  He says there are some people here who Alderson Reporting Company strongly object to helping with abortions which include abortifacient contraceptives.  Everybody says, yes, they do object to that and that's sincere.  So he's not saying this, but I might. But there is a compelling interest in women's health and in the health of the family, and they're not having a religious objection to taking it. And so the government has said provide it. Then he says, but there is a less restrictive way, and the less restrictive way is the government pays for it.  Says it wouldn't cost much. You'd have to have another piece of paper that would go to the insurance company that would say, insofar as your employer has a sincere objection against paying this, the government will pay for it. Now, what I want to hear, and this is not coming from any point of view, I want to hear your precise answer to that kind of argument."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm not interested in whether they made the argument sooner or later.  What I want to hear from you is I want to hear -- and it's Alderson Reporting Company not -- you've thought about this.  I want to hear your answer to that kind of argument."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I want to be sure you have a chance to give it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So don't make them sign a piece of paper."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, we can ask Mr. Clement what his position is on this.  But you say they have already asserted that it would be inconsistent with RFRA as they understand it to provide for a for-profit corporation, like the ones involved here, the sort of accommodation that HHS has extended to so-called religious nonprofits, perhaps with the modification that Alderson Reporting Company was included in our stay order in the Little Sisters case.  Have they taken a position on that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"You're talking about, what, three or four birth controls, not all of them, just those that are abortifacient.  That's not terribly expensive stuff, is it?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought that -- I was taken by your answer.  I thought it was the government's position that providing coverage for the full range of contraceptives and other devices and drugs that are covered here is actually financially neutral for an insurance company, that that reduces other costs that they would incur."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"No.  No.  If she -- if she has the coverage through the insurance company but the employer has nothing to do with arranging for that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Still, I want to get -- press this a little further, and I don't want you simply to just agree with what I'm about to say."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No, I mean -- I mean, after all, somebody, a taxpayer, might say, \"I don't want to pay for this small war.\"  And it would be a religious ground, and it would be very, very little money, in fact, that you take from him.  Or the church might say, \"I want a Sunday morning reduction in the cost of municipal parking.\"  And by the way, that will not only not cost the government anything, they'll make money because nobody parks there on Sunday, particularly with this high a fee. Now, I'm thinking of -- I'm trying to figure out where this case fits in that spectrum because I think the answer to the first two questions is no.  And I know, so you're just going to agree, and that's what I don't want.  I want to understand your thinking on that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. -- General Verrilli, isn't that really a question of theology or moral philosophy, which has been debated for -- by many scholars and adherents to many religions.  A does something that B thinks is immoral.  How close a connection does there have to be between what B does that may have some -- that may provide some assistance to A in order for B to -- to be required to refrain from doing that -- that action."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"It is a religious question and it's a moral question.  And you want us to provide a definitive secular answer to it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I still don't understand how HHS exercised its judgment to grant the exemption to nonreligious corporations if you say it was not Alderson Reporting Company compelled by RFRA."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Then it must have been because the health care coverage was not that important."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but that of course is an issue that's being hotly litigated right now, right?  Whether the employees can get the coverage when you're talking about the religious organizations."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"But you're relying -- you're relying on it to make your point with respect to the accommodation, and then you're criticizing your friend for relying on the same thing in making his points."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Title VII was passed before 1993, so it wouldn't apply -- RFRA wouldn't apply to Title VII."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Except that they passed RFRA after that.  That made a lot of sense.  But the question is they passed RFRA after that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, if Congress feels as strongly about this as you suggest, they can always pass an exemption, an exception to RFRA, which they have done on other occasions.  And they haven't done it here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, we've already discussed that there is no case holding that they can't, right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Under your view, a profit corporation could be forced -- in principle, there are some statutes on the books now which would prevent it, but -- could be forced in principle to pay for abortions."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But your reasoning would permit that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm talking about a profit corporation.  You say profit corporations just don't have any standing to vindicate the religious rights of their shareholders and owners."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry, I lost Alderson Reporting Company track of that. There is no law on the books that does what?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, flesh it out a little more. What -- there is no law on the books that does what?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What if a law like that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Isn't that what we are talking about in terms of their religious beliefs? One of the religious beliefs is that they have to pay for these four methods of contraception that they believe provide abortions. I thought that's what we had before us."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"What about the implications of saying that no for-profit corporation can raise any sort of free exercise claim at all and nobody associated with the for-profit corporation can raise any sort of free exercise claim at all? Let me give you this example.        According to the media, Denmark recently prohibited kosher and halal slaughter methods because they believe that they are inhumane.  Now, suppose Congress enacted something like that here.  What would the -- what would a corporation that is a kosher or halal slaughterhouse do?  They would simply -- they would have no recourse whatsoever.  They couldn't even get a day in court.  They couldn't raise a RFRA claim.  They couldn't raise a First Amendment claim."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why is that --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Well, but you're getting away from the hypothetical.  Say -- Justice Alito's hypothetical was that the impetus for this was humane Alderson Reporting Company treatment of animals.  There was no animus to religion at all, which in the Church of Lukumi, there was an animus to the religion.  So we're taking that out of the hypothetical."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Exactly."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, they say no animal may be slaughtered unless it's stunned first, unless the animal is rendered unconscious before it is slaughtered."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, the point that Justice Alito was making is that -- take five Jewish or Muslim butchers and what you're saying to them is if they choose to work under the corporate form, which is viewed universally, you have to give up on that form the Freedom of Exercise Clause that you'd otherwise have. Now, looked at that way, I don't think it matters whether they call themselves a corporation or whether they call themselves individuals.  I mean, I think that's the question you're being asked, and I need to know what your response is to it. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That's okay for not-for-profit corporations to do that with respect to Alderson Reporting Company all of their employees, and some of them are pretty big operations --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- that's okay there?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"They can make -- you allow them to make this religious objection, don't you?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But they don't have to pay for it, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And you could set that up this way, that these people don't have to pay for it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, General. Mr. Clement, four minutes. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"So we go back to the start of my question, that would be essentially the same for vaccines, blood transfusions, non-pork products, the government has to pay for all of the medical needs that an employer thinks or claims it has a religious exemption to?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"Because those things are more important?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"It's really the amount of money --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"Well, but they --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"-- they make exemptions for vaccines, presumably, to some people on some basis, but we have a tax code that applies to everybody, but we have a million exemptions. Does the creation of the exemption relieve me from paying taxes when I have a sincere religious belief that taxes are immoral?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"respondent","text":"Isn't there a Federal program that pays for vaccines for any children who are not covered by insurance for those vaccines? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"respondent","text":"Will your clients claim that filling out the form, if -- you're saying they would claim an exemption like the churches have already?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"respondent","text":"Thank you, counsel. Counsel, the case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":5202,"interruptions":30,"times_spoken":60,"laughter":0,"num_int_by":6},{"id":1,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":5202,"interruptions":39,"times_spoken":95,"laughter":2,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":727,"interruptions":0,"times_spoken":27,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":986,"interruptions":4,"times_spoken":26,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1228,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":488,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":691,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":477,"interruptions":4,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":968,"interruptions":6,"times_spoken":30,"laughter":2,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":532,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":39,"words_spoken":5202,"times_spoken":95,"laughter":2,"num_int_by":8},{"side":"respondent","interruptions":30,"words_spoken":5202,"times_spoken":60,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":18,"words_spoken":6097,"times_spoken":161,"laughter":4,"num_int_by":5}],"outcome":{"side":"respondent","margin":1}}