{"petitioner":{"name":"B&B HARDWARE, INC.","counsel":[0,1]},"respondent":{"name":"HARGIS INDUSTRIES, INC., DBA SEALTITE BUILDING FASTENERS, DBA EAST TEXAS FASTENERS, ET AL. ","counsel":[2]},"caseNumber":"13-352","date":"2014-12-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-352, B&B Hardware v. Hargis Industries. Mr. Jay. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Jay, there are exceptions to preclusion even though you would see the identical issue, and one of them is when the stakes are higher in the second proceeding than in the first and, indeed, the restatement of judgments gives some examples of that.  And it seems to me this is such a Alderson Reporting Company case, because it's one thing to say that we won't register your mark and another to say you can't use the mark."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that your example of small claims court is the closest.  There's one on section 83, which is determinations by an administrative tribunal, and the example it gives is of a scheme that contemplates an agency proceeding to be as expeditious as possible.  And one way of assuring expeditiousness is to confine the stakes to the matter immediately in controversy."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The matter in controversy is registration, and in the second proceeding, it's infringement."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Well, just --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"I suppose in one sense the -- the trademark determination is broader rather than narrower than the infringement determination, right?  The infringement determination just applies to one alleged infringer whereas the trademark registration would register the trademark as against the world.  So I'm not sure that it's terribly narrower."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but the person who uses the mark could continue to use it.  And the reason the restatement gives before the expeditious first proceeding is that you don't want to make that proceeding pull out all the stops because it's going to be determinative of the infringement suit."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you agree that if we accept your argument, the number of cases in which the elements of issue preclusion will be met by the TTAB proceeding will be relatively rare?  And if that is the case, is it worthwhile to create a rule that applies only in that very limited set of circumstances?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a bit of a problem, okay?  We have held that in -- in Kappos last year or two terms ago -- I've now lost track of time -- that an applicant who loses before the board can introduce new evidence at the trial.  So we have made the assumption that -- that an applicant doesn't have to produce everything.  So what happens in the situation when there is new evidence?  What kind of deference do we owe then?  Is it -- that's why I think Justice Alito Alderson Reporting Company said this might be a unique case because I -- then -- your adversary may tell me and tell me differently -- the two proceedings had almost identical evidence."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  Just assume that there's new evidence that they want to present at the infringement trial."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's the charge the court gives?  What deference does the court ask to be given to the board in that situation?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It didn't have evidence that existed before."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're talking about the effects of full preclusion."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you could have, you should have."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the -- and maybe this is what is worrying some people. The marks, you have a mark, I have a mark, and I have -- it's like Louis Vuitton or something. I mean, it covers just thousands of things. And there is one manufacturer who makes one of those things, and he really thinks, I don't have to worry about this, you know. If -- if I win or lose, it's not that big a deal. I don't think they're going to come into my area really."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the -- the competitor Alderson Reporting Company in one small thing like a lipstick or something, he doesn't think there is going to be Louis Vuitton lipstick, though there may be.  And sure enough, it is there, and sure enough, he does do it, so he just doesn't want to go to the time and trouble of having every possible bit of evidence and so forth.  And then lo and behold, later on it turns out this is a very big deal to him.  And what he's worried about is that that means I have to look at every trademark application, I have to give my all the first time, and if I don't, I'm stuck.  That's true, isn't it?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you happen to know what proportion of people in the situation that Justice Alderson Reporting Company Breyer indicated do go to the board?  And is the board the -- the primary avenue or is it not?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say \"to final judgment,\" you mean final judgment before the board or file judgment after review in the courts?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You have alternatively argued in your brief for some form of deference if we're not going to call it preclusive.  It seemed to me that that was addressing an issue you didn't seek cert on, which was whether the court below erred in not permitting the mark holder to -- to tell the jury that the board had found a similarity and confusion.  But I don't know that you've actually made that argument, number one.  And number two, on what would you base a holding of deference?  In what field of law do we say, give deference and how -- what -- what's the standard that we would use?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Were those in days before you could get a jury trial in a Title VII case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What disturbed the Eighth Circuit on that point was that the jury would be powerfully confused; it has enough to deal with what the charge in the infringement case is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Bash. "},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Bash, that's a very much stronger statement than your briefs make. So your Alderson Reporting Company briefs go likely and probably and this and that. And -- so are all of your likely's and probably's no longer true?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. That's an even -- that's another fudge word, \"material.\" They have represented one, which was the use of the mark with Alderson Reporting Company the word \"fastener\" or whatever it was that the -- that the Solicitor General's Office referred to earlier, that Mr. Jay referred to earlier. So get to the stuff you think is immaterial."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, how do you respond to the question I asked Mr. Jay, that is, as the Restatement of Judgments says, if one aspect of the first proceeding is to assure expeditiousness, then confining the stakes to that issue of registration makes sense so that the parties will not be induced to dispute the administrative proceeding in anticipation of its effect on another proceeding."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"There are some differences.  There's no live testimony, right."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"One of the amicus briefs suggests that this is very, very much less expensive, so that it's like 10 percent of the cost of an infringement suit.  Why is that? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I find it hard to believe that this board proceeding is -- is intended to -- to be expeditious, because the losing party can go up to the district court and start all over again de novo."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"How is that expeditious?  I don't understand that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"That's -- that's what I think you'll hear in a minute, because in the brief, the red brief, on pages 30 to 31 and 8 and 9, there is discussion about the evidentiary procedures before the board.  And the -- the Respondent says they are much more limited.  One, you cannot call live witnesses; two, the board continuously says that they should not be like a district court.  They should be far more limited.  So I guess the argument is, well, in light of that procedural difference, he can't call all his witnesses, he can't test the consumer experts of the other side who say that there is no confusion, and he can't present his very credible expert who will come up and say, I interviewed 4,000 consumers and they are totally mixed up. So -- so if you have that -- would you address that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Bash, could you go back, I think it was to Justice Alito's question before, and just talk a little bit about, do you think that this is an unusual case in that the issues are the same or a usual case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Katyal. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But you do have that alternative before -- after a board action. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's my problem, which is, it seems to me, that you are rendering the board proceeding almost irrelevant with respect to litigation. And it may be when you're seeking de novo review, but why should we say that you get a second bite at the apple after you've wasted the board's time? Why not just tell you go straight -- if you're going to wait for an infringement action, go there."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Except that in Kappos, we explicitly said that some weight should be given to the board's judgment. So it's not as if it's being ignored altogether, right?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that's not what happened here.  The court below said, no, you can't give a jury -- you can't describe to this jury what the trademark board did.  You can't decide whether it was the same evidence and how much weight to give.  That's not the path that was followed here."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But, but, but, but.  The board has to decide whether the trademark as applied to particular goods is confusing.  Once you say it's as applied to particular goods in a particular area of commerce, isn't that the same as saying has used whether it causes confusion?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But even in use what causes the confusion will be the resemblance.  I don't care if Alderson Reporting Company you just add on -- tack on \"as used.\"  The problem is the resemblance between the two marks in every -- in every situation it seems to me."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Was that presented to the board in this case?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Was it presented to the board?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That answer.  How you use the mark, the market.  I thought the board did."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You didn't answer my Alderson Reporting Company question.  Was all of that -- was the same evidence --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And this evidence could not have been introduced before the board."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"To be sure it was not Alderson Reporting Company introduced, but could it have been introduced before the board?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Could you do this -- I don't know if you have time -- but with an example. The reason I'm having a hard time, I'm thinking Louis Vuitton, say, all right. Now Lilly Vuitton wants to register a mark. Okay. So we go to the TTAB and it's for lipstick. And Lilly says, look it, it says Lilly Vuitton and Louis says, yeah. And now the question is Alderson Reporting Company well, will it cause confusion when used in connection with the lipstick?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So we look at it.  All right.  Now we're in the infringement action.  Exact same situation.  And here they are supposed to say, will it cause confusion when you -- when -- will it cause confusion in connection with the sale of any goods or services which includes the lipstick?  So I'm having a terrible time seeing what the difference is."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It may be what I said, but I just didn't see it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  And it says the same thing here.  It says does it so resemble a mark as to cause confusion when used in connection with the goods?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's the resemblance in connection with the goods."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Not how they're used. Okay.  So what about saying this then.  We'd say, if it turns out that in your infringement case that was really an issue, you know, that was really a big deal in this -- a serious deal in this case, it's not because of the use of the goods, it's because of the resemblance through advertising cures it.  Then you don't have -- not -- not precluded.  You are only precluded in the case the SG says, which is where everything is really the same."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Would the -- would the same rule apply in a de novo review of the board's actions in a Federal district court?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And I was going to ask you in your answer to Justice Scalia in which you've talked about the narrowness of the issues, you would make the same comments and -- and give us the same instruction regarding what issues and what evidence is presented in the district court on de novo review? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the -- the issues are not always different. Justice Breyer's lipstick example, I mean, that's sold in a retail market. So the question is not -- there isn't going to be a different use from what the TTAB is looking at and what you want to be able to look at de novo. But I gather in your case, you say these building fasteners, people don't go buy them like they buy lipstick, it's only more sophisticated general contractors. So why isn't that enough of an answer to say that as a general matter, the TTAB provisions are preclusive, but if you are showing a different -- a difference in use or a more specialized use or something other than what the TTAB would have been looking at, Alderson Reporting Company preclusion doesn't apply.  Which I gather is -- is the way preclusion normally works."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm more concerned if the argument is available to you.  I mean, in other words, you're the one that is asking for the absence of preclusion.  And it seems to me that you could prevail on the idea that when the -- when the uses are actually different it's not precluded, but when they -- they are not -- when they are the same, it is. That's the basic preclusion rule."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, would you give me an example of -- of a situation in which the use is confusing but the resemblance is not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"To be put on shoes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm asking for an example where there is a confusing use, but not a confusing resemblance."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Before the board, you are talking about."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Okay, never mind the board. Doesn't the court that is deciding whether this is an infringing use, doesn't that court have to decide whether that use is confusing by reason of the resemblance?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it says right here, \"so resembles a mark as to be likely to cause confusion when used on or in connection with the goods of the applicant.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So why doesn't Nike say, look at the Sike mark, look at how it's used.  As it's used and we use ours with a swish, of course it causes confusion.  Wouldn't they be free to tell the board that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They can't?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ah."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Your example --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I guess -- I guess I'm just not understanding what you are saying.  I'm sure it's me.  But if you put this mark on the sneaker and then you say, well, is it confusing as it appears on the sneaker, isn't that exactly what the TTAB is asking?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Look, here is this mark. Here is this good.  Here is this mark on this good.  Is that confusing?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So just to make sure I understand, you are saying the mark is just S-I-K-E without the swoosh."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't the swoosh itself a mark?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So you have introduced another mark.  I don't see how your example works."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I understand you --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":6,"sideBefore":"justices","text":"What is the answer?  Would that be confusing?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I need to know the answer --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":10,"sideBefore":"justices","text":"Mr. Katyal -- Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":4,"sideBefore":"justices","text":"-- the -- the district court would hear no additional evidence that the board would not have heard other than the difference between oral and written?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"On de novo review."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I'm sorry.  You keep saying we tried to put it in.  Did you put it in?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The board did recite that they were used in a different market, and a lot of Alderson Reporting Company things that suggest they had all the information that you ultimately put in on trial -- at trial."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"By the way, is there a record?  I should have looked for it earlier.  Is the trademark record before us in the joint appendix?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  No, no, no.  The record that was submitted to the trademark court."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Katyal, if we want to check up on what you are saying about these limitations, where would we look? Where does the board say we don't look at use in the way that you're saying they don't look at use?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You know, I'm doing this quickly and on the fly, but isn't that the key phrase, Alderson Reporting Company \"unrestricted application\"?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They sought an unrestricted application."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And here there is not an unrestricted application."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I didn't --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Is that your one case or do you have others?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Katyal, Justice Scalia suggested that these are not expeditious proceedings before the whatever it is, TTAB.  And what -- what is the situation there?  I know it's a lot less expensive to go to the board than it is to go to a court, but how rapidly are these processed?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you said that the preclusion analysis would be the same if there were de novo review in the district court.  So if that's the Alderson Reporting Company case, then, how can you rely on the nature of the TTAB proceeding alone?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I see all those points, but do you claim that the district court proceeding is -- is expeditious and for that reason there would be no preclusion?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Quick question.  If you are right about the difference between resembling causing confusion and using in connection causing confusion, then if you go to the review procedure and you go into the full district court, that doesn't preclude either."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So there's no preclusion whether you go to the district court or not in your basic statutory view there."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But it seems to me that, and I'll check what the experts in this area say in the amicus briefs, but it seems to me that the fact that this is a simpler proceeding and that a person concerned Alderson Reporting Company about cost would want the simpler proceeding and would want the preclusion."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not sure that I buy that, because to the extent that someone's not going to settle and go away or get a sublicense, why should we be now inviting, instead of a district court proceeding, inviting an infringement action?  I mean, that will -- that's going to be more lengthy no matter what because then damages and a lot of other things are involved."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mr. Katyal, I'm just looking here at the TTAB's analysis and it seems to me it's loaded with stuff about use.  It says, \"B&B's sophisticated fasteners are primarily used in sealing applications while Hargis's products are the next step up from a nail and are not made for sealing.\""},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Again, it says, \"The products of the parties move in different channels of trade.\"  It says, \"It's the use of substantially identical marks on closely-related products.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Jay, you have three minutes. "},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"This -- remember the case Alderson Reporting Company we had where you can trademark a color."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it was a peculiar shade of green and used on dry cleaning pads.  Suppose I want to do that and I own the trademark, a junior person comes in and he has a different shade of green.  Okay? Seems different.  Can I introduce evidence that the people who use these particular kinds of dry cleaners are colorblind?  And so they won't recognize the difference.  It has nothing to do with the use.  It has only to do with the customers or the conditions in which they are used.  Can I introduce that at the board or not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Katyal suggested that -- he read from two cases which suggest some kind of different standard."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WILLIAM M. JAY","firstName":"WILLIAM","lastName":"JAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2674,"interruptions":9,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":1,"fullName":"JOHN F. BASH","firstName":"JOHN","lastName":"BASH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1602,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":2,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"respondent","words_spoken":3884,"interruptions":27,"times_spoken":61,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":282,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":377,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":731,"interruptions":4,"times_spoken":24,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":144,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":881,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":396,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":202,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":12,"words_spoken":4276,"times_spoken":35,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":27,"words_spoken":3884,"times_spoken":61,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":8,"words_spoken":3320,"times_spoken":103,"laughter":0,"num_int_by":6}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127321}}