{"petitioner":{"name":"CTS CORPORATION","counsel":[0,1]},"respondent":{"name":"PETER WALDBURGER, ET AL. ","counsel":[2]},"caseNumber":"13-339","date":"2014-04-23T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 13-339, CTS Corporation v. Waldburger. Mr. Murray. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How many -- how many States have -- this is -- this is a general statute of repose and nothing to do in particular with CERCLA; is that right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And how many States have such statutes? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you were to prevail, then the parties concerned might well go to their State legislatures and say, enact a statute of repose.  That will get us off the hook, even before the injured person is aware of the injury and of the cause of it.  The result of that would be to totally defeat what Congress meant to do in saying the trigger is when you know the cause of the injury."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it have wanted to do that and not also get rid of the statute of repose? I mean, presumably the idea is you should have some chance to sue after you've discovered the injury and the cause of the injury.  And if here, the statute of repose is preventing that, why would Congress have wanted to modify a statute of limitations but not get rid of the statute of repose?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be the constitutional problem if Congress had said all people claiming an injury under this statute can commence the action three years after discovery of the cause, to say that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What kind of -- I don't follow that.  A statute of repose is a time limitation; is that right? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose a State has -- most of these statutes of repose are piggybacked on top of statutes of limitation, right?  I mean, you know, you have to sue within 10 years after -- after you find -- you find the injury.  But in any case, a suit must be brought within -- within 20 years after -- after the act.  That's the basis of your suit, right?  But let's assume you -- you have a State which only has a statute of -- of repose.  It just says any suit for -- for this act of negligence must be brought within 10 years after the act occurred. Alderson Reporting Company Is that still a statute of repose?        It seems to me then that would meet your -- your definition of -- of the commencement time for suit, would have to be when -- when the act occurred, and then you have 10 years from that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the beginning. It doesn't give permission.  It just says, you know, you're liable for negligence of -- in this -- in this area, but any suit must be brought within 10 years after the act occurred."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Murray, in Justice Scalia's example, what in the text would prevent you from treating that -- the single statute, which is written as a statute of repose, what in the text is preventing you from saying that the statute applies to it?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think you're -- you're Alderson Reporting Company messing with the hypothetical now.  I mean, assume that the statute of repose is all there is.  Now, in fact, you're not going to get any suits because nobody is going to know that they're injured until they know that they're injured.  But why wouldn't that be the commencement date is the thing that triggers the statute of repose, the last act or omission, and -- and the applicable limitations period is the 10 years?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but my hypothetical was different.  There -- there is no such distinction. There is no statute of limitations.  It's only what you call a statute of repose.  And I think you have to say that in that situation, it is no longer a statute of repose, that it's a statute of limitations."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When was this statute enacted?  What was it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"'86.  I thought--Okay."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"To tell you the truth, I've never heard of this distinction between statutes of repose and statutes of limitations."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes.  But have they ever -- have they ever drawn a distinction between statutes of limitations and statutes of repose?  Is there any Federal statute that makes that distinction or -- or is there any Federal statute which applies only to statutes of repose?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh yeah.  It exists.  I mean, these statutes exist, but -- but are they called statutes of repose?  Or are they -- are they not considered, as I used to consider them when I was in law school and even as late as 1986, I -- I would have considered that a statutes of limitations.  Now, you think Congress is smarter.  They -- they know the law Alderson Reporting Company better."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but in general, Mr. Murray, I think Justice Scalia is right, that, in general, Congress hasn't made this distinction.  In general, this Court has not made this distinction.  In general, I think this goes back to -- to Justice Ginsburg's point.  The purpose behind this law, clearly, it doesn't matter either -- I mean, either way.  If Congress wanted to make sure that people could sue after Alderson Reporting Company discovering their injury, a statute of repose prevents that, as well as a statute of limitations does. And yet you are asking us to imagine a Congress that has this very much in -- in its head, both the difference between these two things, and you said the reason that they wanted only to alter the one and not to alter the other is because they thought of the statute of repose as impinging on a State's constitutional prerogatives.  Now, that's a very legally sophisticated Congress you're asking us to imagine. (Laughter.)"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":5,"sideBefore":"justices","text":"You know, to understand this distinction and then to say, oh, yes, look, the statute of repose is really an interference with substantive liability in a way that the statute of limitations is not and that might raise constitutional avoidance issues.  I mean, I think that's -- that's -- that's pretty sophisticated stuff."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And everybody was listening to that.  The chamber was full and -- (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that what Congress was trying to do was to establish a Federally required commencement date, a Federal requirement -- a Federally requirement commencement date.  So when you ask the question, how much time do I have to sue for one of these CERCLA injuries, the answer would be three years after you know the cause of your injury. Now, on your -- taking out this statute of repose, there can no longer be a uniform answer to that Alderson Reporting Company question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Murray. Mr. Palmore. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So, Mr. Palmore, if -- if Congress -- if all of the States enact this 10 -- 10-year statute of repose, then that has totally undermined what Congress set about to do in 9658."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But, Mr. Palmore, the question I asked is suppose all of the States have these 10-year statutes of repose.  Then there would be no occasion to invoke 9658, and the plaintiff would be out of court before the action accrued in some cases."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you acknowledging that if a State had only a so-called statute of repose, that -- that the Federal limitation would apply to that? Alderson Reporting Company It's only a statute of -- of repose piggybacked on what we've been calling a statute of limitations.  It's only that one that survives."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I think you can answer the question yes -- yes or no."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"That's why you want to give it away."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay.  You have a statute to say there is -- there is a cause of action for X, okay, and a separate statute -- there exists a cause of action for X.  And a separate statute which says any -- any suit for X cannot be brought after 10 years from the act of the defendant that is the basis for the claim.  Okay? Why -- why isn't that the commencement date on which you can bring suit where -- where the act occurs."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I think what -- at least what I take from Justice Scalia's question is that if you think of the -- if you imagine -- and you're quite right that this doesn't exist in the real world -- but if you imagine a statute of repose existing independently, it actually would fit the language of this statute quite, you know, fine.  The commencement date would be different.  It would not be the date of accrual.  It would be the date of the defendant's last act, but still the statute would work perfectly well. And I suppose if you think that, then -- then in a case in which there was both, the question would be why wouldn't you just apply this statute to both?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes.  It didn't turn on the label in part because -- I was looking at the opinion -- it talks about a statute of limitations.  So that -- that helps the other side, although the repose period helps you."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Does -- does the restatement court statute of repose, are they going back to what -- at least I learned in law school, there was a statute of limitations and then there was a so-called built-in statute of limitations.  Statute of limitations general covered all claims, but a built-in statute of limitations was considered to limit not simply the remedy, but the right."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Palmore, what do you think the commencement date in this case was?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But how could that be the beginning of the period during which his suit may be brought?  I mean, he couldn't bring suit on that date."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"It seems something sort of internally contradictory in your interpretation here."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. Korzen. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, and the whole purpose of a statute of repose is -- is very different. That's to give you a drop, you know, completely finish date, so whatever was -- was latent or not latent, it's over with.  It's a different purpose than a statute of limitations."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think there's -- there's merit to your argument.  But the point is that there is no cause of action if there's a repose period and -- and that suit is commenced later.  And the study commission did recognize this distinction between limitations and repose.  I agree with Justice Scalia.  I didn't have Justice Ginsburg’s law professor, but I -- this was new for me. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Other than it was mentioned in Lampf, but in a confusing way."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It was aware of it Alderson Reporting Company because the study group used the two terms and they knew there were two different statutes because they were told. Now, how you make assumptions, I'm assuming that if there's a report, as there was with this, that people would be responding to it in the legislation that's being drafted."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And therefore -- and therefore it should be repealed, not and therefore should be covered by the Federal statute."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Anyway, as the government argued, it doesn't matter.  It's not a matter of terminology.  It's a matter of reality.  It's a matter that these two things, whether they were given different names in 1986 or not, are quite different things.  And do you -- do you deny that they are quite different things, and that therefore the statute may apply quite differently?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why would you -- why would these four States have two of them then?  I mean, if they are doing the same thing, why have two different ones?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But it -- but it's an important difference because in the States that have repose statutes there can be no tolling.  I mean that's huge; a minor, an incompetent person can't sue."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm saying that repose statutes, when they exist, impose substantial hardships on people that the State otherwise protects, minors and incompetents.  They are out of luck."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's the whole point. Statutes of repose do not."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think -- no, I think we all concede that what we're talking about here is a statute of limitation.  We're not saying it's also a statute of -- everyone can see that there is a statute of limitations here.  The Federal law is a statute of limitation and so it protects minors. But the question is whether or not this other statute of repose supersedes it.  So you can't look-- you can't quote us to the -- to the minors part of the statute and say that it isn't -- because that doesn't address the point.  You still have the general equitable point that, that the position of the Petitioner might frustrate Congress's intent."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you -- is your understanding of the operation of this statute is the applicable limitations period -- do you see the statute as applying seriatim first to the statute of limitations and then to the statute of repose, or is the applicable limitations period the period that you can sue when you combine those two?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, here."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, I just want to know how do you apply this statute to what we have here?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is there a single applicable limitations period which represents the period when, given both clauses, you can sue, or are you saying that there are two applicable limitations periods?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then you stumble into the difficulty that Petitioner pointed out, or maybe it was the government pointed out.  (A)(1) does not refer to two statutes of limitations.  It says if the applicable limitations period for such action as specified in the State statute of limitations provides a commencement date which is earlier.  Now, you know, if they were really covering two different, or envisioned that in some States you had two statutes of limitations, it seems to me they should have phrased it differently:  If the applicable limitations period or periods for such action as specified in the States' statutes of limitations provide -- provides a commencement date or commencement dates, something like that.  It's all in the singular."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know why you are -- you are even caring.  Isn't the applicable limitations period, as far as you are concerned, the period in which you can bring a suit?  And that would be the shorter one under all circumstances.  And aren't you saying that statutes of repose are preempted because you couldn't bring a suit?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But, you know, the statute does not refer to your cause of action, so it's hard to Alderson Reporting Company say that the period refers to -- it refers to is the period that you are trying to get around. It says if the limitations period for such action, that is, any action brought under -- any action brought under State law. I think to read that as applying to whatever limitations period is asserted by -- against a particular plaintiff, I find it hard to read it that way. It seems to me they're referring to a limitations period for the action that exists under State law, regardless of what is alleged in the particular complaint. Anyway, I -- I think you got a real problem with the singular versus plural phrasing of number (1)."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But I mean, I take it, Mr. Korzen, that your argument is a little bit different. I mean, it seems Justice Scalia would have a point if it just said if the limitations period. Your argument is that you put in the word \"applicable\" and it actually makes the statute read a little bit differently. It Alderson Reporting Company suggests that there are plural limitations period and the one that this provision applies to is whichever one happens to be applicable as you apply the provision."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, except they are both applicable to this cause of action.  They -- both of those periods are applicable.  You run afoul of one of them, but not of the other one.  It doesn't mean they're -- they are not both applicable.  Anyway, this is -- this is -- it is angels on the head of a pin, isn't it? (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But if you take this, the facts of this case, 10-year statute of repose, there was never a time when these plaintiffs -- when this -- these Alderson Reporting Company plaintiffs had an action that could be brought, just because the 10-year limitation ended their right to sue before they had a claim."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it depends whether they have a discovery rule or not, whether it's a period when an action may be brought or whether it's a period after which an action may not be brought.  And the whole purpose of this was to require a discovery rule.  And once you require a discovery rule, the statute of repose has completely independent meaning, complete -- serves a completely independent office."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the purpose of the statute of repose is not to preserve latent causes of action.  It's quite the opposite.  It's to put an end to in particular latent causes of action that haven't been brought."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Was Congress doing away with -- I don't know if any such State exists, but assume a State said, nah, we're tired of environmental claims.  You can't have them.  We're not going to have Alderson Reporting Company one at all.  Was Congress preempting that decision?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So why isn't a repose like that?  Why isn't a statute of repose simply a decision that you just can't have a claim at all if it's older than 20 years old?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But it's not a commencement date in terms -- \"commencement\" means commencement of a lawsuit.  The true trigger for the statute of repose here is not a commencement of a lawsuit date.  It is the commencement of the running of the limitation period.  But it isn't the time when you can commence a lawsuit."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you couldn't commence an action.  Say the last -- the defendant commits the Alderson Reporting Company last act, and then plaintiff sues the next day.  Well, plaintiff can't sue the next day because the plaintiff doesn't know that she's been injured."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They picked up -- they picked up on State statutes.  And as I understand it, the very purpose of the statute of repose or the built-in statute of limitations is to check the discovery rule, to say, we don't want the discovery rule to operate after a certain amount of time, a certain amount of time has passed. So the notion of what has been called a statute of repose and a discovery rule, the very purpose of the repose statute is to say no discovery here."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it seems an awfully strange way to abolish a repose period, right?  I mean, one way to abolish a repose period is just to abolish a repose period.  Another way is to say what Congress seems to have said here, which is move the first date of the period of repose up to a new Federal commencement date so that the period of repose wholly -- is wholly redundant as to the limitations period. Now, that's a kind of strange way to do a pretty simple thing, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait.  On the one hand I thought you just told us they were respectful of the States' concerns.  And now you say they completely abolished repose periods."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I'm sorry. Not the State law with respect to repose."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is it waived if it's not pled?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is the statute of repose waived if it's not raised as a defense?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What if the State wanted to enact a very long statute of repose, and they said, look:  We want to protect latent claims, but there has to be some limit.  So we're going to -- we're going to enact a statute of repose of 30 years or 50 years. Under your reading, that would be wiped out as well, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"It encouraged what did you say?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"But you said it wanted to have polluters on the hook, but they didn't even take -- if the State did not have any basis of recovery, this did nothing about that at all.  It did not -- it did not require States to adopt particular remedies or extend the remedies to cover this.  If they didn't have remedies for this type of action, the act -- the provisions we're talking about now did nothing about that at all. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But the more you talk about horribles that could happen, a State could say, with respect to the special cause of action for creating harm to individuals by hazardous waste, the statute will begin upon discovery and it will last for 3 months.  A State could do that, right?  And that would comply with this law, wouldn't it?  A 3-month statute of limitations.  All the Federal law refers to is when the statute commences.  But it -- it still is left up to the State to say how long the statute can be, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, no."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You can answer \"yes\" or \"no\" to that, I think.  The State can make the statute of limitations as short as it wants so long as it commences upon the discovery. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So I can -- I can imagine a lot of horribles that can occur with that, just as you can imagine horribles that occur under the other system."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The study group was Alderson Reporting Company making recommendations to the States, and it made two discrete recommendations.  One is time the statute of limitations from awareness of the injury and its cause; and the second was, instructing to the States, don't have any repose statutes because they will defeat our purpose of taking into account latency. So the study group is addressing State law. Then Congress does something different.  It provides a Federal limitation period that is based on discovery of the injury plus the cause.  The second recommendation made by the study committee abolished statutes of repose.  Congress didn't do that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is there any sign that that's happening?  I mean, it seems to me that these are, as you know, rare and have been rare for some time, right?  I mean -- do you really expect States to start suddenly enacting statutes of repose?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you want us to write an opinion that we can't trust State legislatures?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Murray, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, that last argument about, you know, liability 30, 40 years later, I think 46 States have that.  Have it that way.  And Congress wasn't all that worried about that and there isn't a very strong policy argument that -- that says it's not -- that it's so fundamentally unfair that you shouldn't do it. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Counsel.        The case is submitted."}],"people":[{"id":0,"fullName":"BRIAN J. MURRAY","firstName":"BRIAN","lastName":"MURRAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":2512,"interruptions":12,"times_spoken":24,"laughter":1,"num_int_by":3},{"id":1,"fullName":"JOSEPH R. PALMORE","firstName":"JOSEPH","lastName":"PALMORE","counsel":true,"justice":false,"side":"petitioner","words_spoken":1519,"interruptions":6,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":2,"fullName":"JOHN J. KORZEN","firstName":"JOHN","lastName":"KORZEN","counsel":true,"justice":false,"side":"respondent","words_spoken":3166,"interruptions":20,"times_spoken":44,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":391,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":736,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":871,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1120,"interruptions":0,"times_spoken":23,"laughter":2,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":0,"times_spoken":10,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":250,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":60,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"THE COURT","lastName":"COURT","counsel":false,"justice":false,"side":"","words_spoken":9,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":4031,"times_spoken":38,"laughter":1,"num_int_by":3},{"side":"respondent","interruptions":20,"words_spoken":3166,"times_spoken":44,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":0,"words_spoken":3763,"times_spoken":83,"laughter":4,"num_int_by":0}],"outcome":{"side":"petitioner","margin":5}}