{"petitioner":{"name":"UNITED STATES","counsel":[0]},"respondent":{"name":"MICHAEL CLARKE, ET AL. ","counsel":[1]},"caseNumber":"13-301","date":"2014-04-23T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-301, United States v. Clarke. Ms. Harrington. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"As you say, the Respondent concedes all that.  So why don't -- why don't you talk about what the difference is between you and the Respondent?  Nobody defends what the lower court said here, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- is there really a difference between those two?  Can it be plausible if there is -- if there is no evidence that suggests that it's true?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It may well be that the two of you agree in other words, depending on what they Alderson Reporting Company think."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It all depends on what -- it all depends on what you mean by \"evidence.\"  Do you mean direct evidence?  Is circumstantial evidence enough?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- could you apply your rule, district court discretion in this particular case?  There were two allegations, I think, that -- the first one was that the -- this was in retaliation for the taxpayers' refusal for the third time to extend the limitation period.  And the other was this was an effort to circumvent the limited discovery that's allowed in the tax court. Alderson Reporting Company Now, those were the allegations.        What would the taxpayer have to say in addition to those two allegations to pass your test?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let -- let's assume that it is inappropriate for the IRS to avoid taxpayer -- tax court limitations on discovery.  Let's assume that a subpoena cannot do that.  The Supinski declaration, it seems to me, is quite sufficient to make that showing."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But my supposition was that assume that you cannot avoid taxpayer -- or tax court discovery limits.  If -- if that is so, it seems to me the Supinski affidavit is quite sufficient."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":7,"sideBefore":"justices","text":"That's a point -- that's a point for argument.  I mean, you can argue that to the -- to the district court."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't want us to resolve that here."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":3,"sideBefore":"justices","text":"I mean, you can easily imagine circumstances where there's a subpoena, an administrative subpoena issued against Mr. Smith.  By the time he comes around to enforcing it, where there's very little reason to enforce it, Mr. Smith is suffering an incurable disease and the district court would say, no, it's oppressive.  Right?  I mean, I've never heard of this rule that you -- a district court would be forbidden to look at the circumstances in which the -- a subpoena or any other discovery document is being asked to enforce it now.  I mean, where does this rule come from that the district court can't look at the circumstances now?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Very well.  Once we say that, they've asked this question on the merits here. They say, why in heaven's name have they issued -- why have they asked this enforcement?  There are only two possible reasons.  One is to get some information in the years 2005, 2007 that would show that they owe more money than you claim they do owe, since you issued a final thing, which would be impossible because the statute of limitations has run. And the other possible reason is that you want to obtain information to put in the tax court proceeding, which, in fact, is supported by the fact that the agents who came to enforce it were tax court lawyers and not the regular lawyers.  And, in fact, it would be absolutely illegal under the law -- the rules of the tax court.  So they said, that's our information. That's why we think this is oppressive.  And your response to that is if they're wrong, why do you want this information?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Very good.  Then you will explain to me why is it -- why is it that the government wants this information?  To do what?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"My question was:  Why do you want the information?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, wait.  Now, explain that one to me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, when you say information, isn't the final partnership determination -- the final partnership for the years 2005, 2007, is it you want the information to revise Alderson Reporting Company that?  Is that why you want it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  So you want the information --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I want to know yes or no. What are the reasons you want this information?  One is you want to change the number on the final partnership assessment of liability.  Is that one of the reasons?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes or no, please."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You want -- in other words, I want to be quite precise.  I've asked the question, do you want the information with the idea in mind that it might show you should change the final number?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. reason you want the information?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Is there any other Thank you. Alderson Reporting Company Justice --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Well, can I ask you this --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Could I just go back to"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Justice Alito."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":2,"sideBefore":"justices","text":"Can I ask you this on a related point. The IRS has to, as an initial step, if -- if the person who's subpoenaed resists enforcement, the IRS has to submit an affidavit saying it has a proper purpose."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right? Suppose that that affidavit says: We have a proper purpose and our proper purpose is solely this: We want discovery for the Tax Court case. In your view -- in your view, is that a proper purpose?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Well -- so suppose the -- the answer is this:  We have a proper purpose.  We have no interest whatsoever in changing our assessment.  However, we anticipate that there's going to be a Tax Court proceeding and we want to get discovery for the Tax Court proceeding.  Is that a proper purpose?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I go -- interrupt Alderson Reporting Company now, just to get back to the question that Justice Alito started with earlier and finish it.  What do you mean by \"evidence\"?  And -- and I ask this because I'm trying to figure out whether we're in the Iqbal-Twombly world, where what you mean by \"evidence\" is sort of a sworn complaint that points to facts from which a plausible inference can be drawn, or whether you're talking about evidence as a summary judgment standard where they have to proffer affidavits and show documents and sort of go through a summary judgment standard.  Because evidence --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is a -- it -- it has a lot of meaning and I'm not quite sure which one --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that -- that means point to some facts, point to some facts that -- that --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's why I'm saying -- I don't know that --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me tell you what I would have done if I had gotten this."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right?  If I had gotten their information, I would have looked at the government and said:  Explain to me why you need this -- I would have done what Justice Breyer did.  And then I would have figured out and asked you enough questions, without holding a hearing, just through your attorney, until I got to a point where I decided whether or not your answers, like the district court did here, made sense or not."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And if they didn't make Alderson Reporting Company sense, then I would say, no, let's go a little further."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why not -- why not make life very simple -- and I think that's what your counterpart -- simply to say you have to point to facts from which a reasonable inference of improper motive can be drawn."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that doesn't -- that's doesn't really seem very helpful because there are inferences and there are inferences.  There are weak inferences and there are strong inferences.  I don't think it's very helpful to a district judge for us to send this back and say:  Figure out whether there is an inference here of -- of some unspecified strength. Take the retaliation issue.        You have -- let's say these are the facts.  The -- the IRS asks for a further extension of the statute of limitations, the taxpayer says no:  I'm not going to agree to any further extensions, and then a half an hour later the summons are served.  So you have one thing happening shortly after another.  That gives rise to an inference of retaliation.  Maybe it's a very weak inference; maybe it's a stronger inference.  Do you see what I'm saying? We have to specify something other than it gives rise to an inference of some unspecified strength."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, could I -- we hear that argument a lot, that there's never been any showing of any problem in these other circuits.  But do you have any study to support that?  I mean, is it -- I don't know that we -- how you would tell.  I mean, because these -- these proceedings, not everybody is going to say I'm going to appeal, particularly facing the IRS, and go forward.  Do you have any basis for the argument that this has not been a problem in the other circuits other than the fact that what, we haven't had a case yet or the courts of appeals haven't had a case?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what do you mean about a problem?  I mean, some of them are applying a requirement of a strong inference and others are applying a requirement of a weak inference.  How is that a problem?  I mean, you could say no problem, they're Alderson Reporting Company just doing what they want to do."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh.  We're -- we're way beyond that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, not necessarily great.  One thing that -- when we articulate a new standard, sometimes we like to apply it to the particular case to give clearer guidance over exactly what we mean."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And in this case -- and particularly here when we're not being asked to resolve a legal question in the particular case, we're just trying to say what do you need to show a hearing -- require a hearing.  They've got more -- you know, they've got more than just a bare allegation.  They've got the summons -- first of all, it's the third request for an extension.  They've got the summons immediately after they refuse to grant it.  They've got a contention that this is to circumvent the Tax Court's limits.  They support that by the fact that when Moog came for the Alderson Reporting Company deposition, you only had the Tax Court lawyers there, not Mr. Freefielder who was -- Frierfielder, who was running the investigation.  That's more than just a bare allegation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"There were -- there were three or four, not two."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Maybe because it's a tax case, if you could slow down just a little bit."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  It's a little bit more than that.  It's the third request for an extension.  And how often does the IRS request the taxpayers to waive the statute of limitations?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know.  But Congress has established these statutes of limitations, and the IRS has enormous leverage.  They're sitting here saying, well, we could file this thing saying you owe $150,000 in taxes or you might -- or you could give us more time and we'll think about it longer. And my sense, just from looking at the cases that come in and cert petitions, that happens almost always.  They're always saying give us more time, give us more time.  And I don't know how many times it happens three different times -- I mean three successive --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And we want you to do it within whatever the statute of limitations period is."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just so -- just so I -- I know what your position is in this case and your answer Alderson Reporting Company to the Chief Justice, is it your contention that on this showing, that on these affidavits, a district court may not order a hearing?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So you say that the district court -- that there is a sufficient showing here so that a district court, in the exercise of its discretion, could order a further hearing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the problem is, you say the district court could say, yes, I'm going to -- I'm going to require this agent to testify or no, I'm not going to. You're using a discretion test, but you're not giving the district judges all over the country a clue about appropriate exercise of that question.  And if I understand your most recent answer, you're saying it could go either way, it's up to the district judge."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- can I ask, Ms. Harrington, in the 11 circuits that follow what you think is the right approach, what actually happens?  How often do courts ask IRS agents to come in and to give testimony about why they're -- why they've issued a summons?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was a time when the government thought that was the right procedure. The Salter case has been mentioned and there the government itself made the suggestion that if there's an allegation, an allegation of improper purpose, the court should have a hearing at which the taxpayer gets an Alderson Reporting Company opportunity to question the agent."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Harrington, can I go back?  You said it's rare.  Does that mean it's really -- it never happens?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But there's more -- that's why -- what I don't have clear in my mind is how to write the facts into this.  I mean, before we had our previous colloquy, I guess they had no idea why you wanted this information more specifically than you're saying.  And then you say, quite truthfully -- it only took three seconds -- and you said no, we want it because we might want to revise the -- the final partnership -- final partnership administrative adjustment.  And then what perhaps they'll say next -- I'm just getting this out of their brief, they’ll say -- in your own handbook you say, once that's issued, \"The examination has been concluded and the Service should no longer be in the process of gathering data to support a determination.\" Alderson Reporting Company And then they have a whole paragraph full of similar things from the IRS.  So they'll read them to you, not you, but the lawyer, and they'll say, well, what was special about this that you decided to have this extra examination?  And there'll have to be an answer to that.  Well, as a -- as a sort of lay person in this area reading that, that sounds like a good set of questions to ask.  You'd be interested in what the answer is and they should be able to ask them. Now, am I missing something?        Can I say -- would I cause some kind of big problem for something or it's -- if I were to say in an opinion, look, this is the kind of thing that they want to know, and it sounds as if, since we don't know your side of it, but it sounds as if this is the situation, and they should be able to find out."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I am trying to figure out the difference between the two sides here.  And I guess you can only answer for half of it.  But I suspect the difference is you are saying that there is enough evidence here to allow a district court to exercise its discretion, but not enough to reverse a district court if it did not exercise its discretion in favor of allowing the hearing.  Is that right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And I suspect the other side will be saying there is not only enough to enable the district court to make the finding of -- of a hearing, but there's enough to compel the district court to do that.  We'll -- we'll see what they say about Alderson Reporting Company that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Marod. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you would reverse the district court here if the district court -- you're -- you're not defending what -- what the court of appeals said, that you're entitled to a hearing in every case whenever you -- you say improper motive.  Yes, you have -- you don't defend that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where do we have the -- Alderson Reporting Company we have the opinion of the Eleventh Circuit.  Where does it say that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, I'm -- you know, what the Eleventh Circuit is doing is a little confusing to me.  I understand what motivated it.  You use the word \"evidentiary hearing.\"  In my mind, evidentiary hearing by definition is live witnesses.  Is that your definition?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So define what \"hearing\" means to you."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the problem. I think the Eleventh Circuit means a live hearing because of its jurisprudence in this area, which has barred any other kind of evidence to be sought from the IRS.  It has a case that says you can't have depositions, you can't have discovery, discovery in its traditional sense, documents or other things.  But I don't know; has it also said you can't have affidavits."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Not you.  Them, the IRS."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Not you.  I'm talking about the government, because I started by asking you, are you looking to cross-examine IRS agents."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I thought you --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In Powell we said similar allegations weren't enough.  The fact that the documents had already been reviewed or that the statute of limitations has passed, that that wasn't enough.  So what have you given us that -- here, what have you alleged that's greater than Powell?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's just the opposite of what Ms. Harrington told us.  She said the only purpose of enforcing these subpoenas was the possibility of amending the FPAA.  I thought I understood her to have said that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, I think she said it was the possibility.  I asked her. If there were others, she didn't say any others."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But there will be an argument whether they can or can't."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could you have said in the Tax Court -- now that the proceeding has begun in the Tax Court -- say, Tax Court, there is -- the subpoenas, they are attempting to get information that they could not have gotten from this court through discovery.  So, court, say no enforcement."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did you ask -- I mean, that would be a possibility.  You're saying that once the case shifts to the Tax Court, it should be the Tax Court judgment, not a district court reviewing the subpoena."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The \"we\" is who?  The \"we\" is the Tax Court?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Whose words are you repeating?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So it's the Tax Court that's talking?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know offhand what is the provision of law in which you rely for the proposition that the FPAA cannot be amended?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could you say that again?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I just want to make sure I understand.  The district court has in front of it a request to enforce a subpoena.  The district court has no authority at all, either on its own motion or by request from the taxpayer, to limit that scope, the scope of discovery?  Millions of documents, he just has to sign it?  Is that what I'm hearing?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You are in the litigation, in that litigation in the district court.  Once you are before the district court, you can make an objection as to excessive scope."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But at the point where the summons is sought to be enforced, it may be that there is no Tax Court proceeding yet, and there may be never any Tax Court proceeding.  So how can the district Alderson Reporting Company judge make the ruling predicting the future course?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What is it that you want to ask -- I suspect at this hearing you want to call her?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What do you want to ask her?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Without -- without giving up your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Without giving up the element of surprise. Alderson Reporting Company (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"What -- what general areas of inquiry would you like to explore?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me that if those are the questions you're going to ask, that almost every taxpayer's lawyer could ask those questions in almost every subpoena case.  I'm -- I'm now concerned, I thought that there was agreement.  I now think there's much more to the government's position than I had thought with reference to harassment.  I think you can ask that in any tax case I've ever heard of."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Just to be clear on what you're -- what you're asking us to do.  You want us to Alderson Reporting Company affirm the judgment on -- but on a different basis -- well, on -- you do not concede it's a different basis. But the reason you want us to confirm the judgment -- affirm the judgment below is that, in your view, it would be an abuse of discretion for the district court not to have the -- the hearing."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It would be an abuse of discretion not to do it on the facts of this case."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If I look at the statute you cited and come to a contrary conclusion, you're right, it takes a showing of fraud -- what's the words -- fraud, malfeasance or misrepresentation of a material fact --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- to amend a Final Partnership Administrative Adjustment notice."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But since -- yes, but that's a really big issue, because I think an IRS agent Alderson Reporting Company who says I want to make sure there's none of those things and that's why I'm issuing the subpoena has a legitimate basis.  So if I don't think it's an abuse of discretion or that you showed me much with respect to that issue, what's left for you?  What -- what other fact would you -- could you plausibly have stated? Because we already said in Powell that the expiration of the statute of limitations doesn't make a difference."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They can always have a legitimate statement of wanting to make sure that none of those three things happened.  So what else in your allegations stands up?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In the facts.  Yes, all right.  So what -- I'm sorry."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  The evidence that was submitted."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What else?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There's an IRS regulation that says they can't use it in the criminal -- in a criminal prosecution."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So even if it was a dual purpose, what difference does it make since they can't use it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In your -- in your experience, how often does the IRS ask a taxpayer to waive the statute of limitations?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I suspect that's your judgment.  But in your experience, how often do they do it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And what normally happens if you say no?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you told me before, I think, that the tax court can stop it.  I asked you a question, could the tax court say now we're in court, any information has to be in compliance with the scope of discovery we allow.  You said because there's a separation and the summons is enforced by the district court, the tax court will do nothing and indeed will accept the information that is made available as a Alderson Reporting Company result of the summons."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree with Ms. Harrington that the Salter case, where the government said in Salter, the First Circuit case, that the way to proceed is call -- call the agent? Ms. Harrington said, if I remember correctly, that the Salter decision became academic when TEFRA passed. Do you agree with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. 4 minutes, Ms. Harrington. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, if you change it to that, the only reason there that she in her affidavit, the agent, just says she wants the information to help decide the tax liability.  She doesn't say anything specific.  So you're saying the reason we wanted it is we wanted to change the tax liability possibly.  That's a matter in the Tax Court.  And therefore, you wanted it for the Tax Court. So now there's a question.        Can you use a subpoena enforced through a court to get information that you, I think, are saying -- correct me if I'm not right -- has no purpose other than to change, modify, or help our case in the Tax Court. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I realize that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So if that is the only reason for enforcing the summons, I don't know, is there any more need for a hearing? I mean, it's a legal question."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You said you can get information to help their case or change the liability in the Tax Court. And they say you can't."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think we can decide that, can we?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So could you say a little bit more, Ms. Harrington, about what -- what kind of evidence would overcome the presumption in a particular case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SARAH E. HARRINGTON","firstName":"SARAH","lastName":"HARRINGTON","counsel":true,"justice":false,"side":"petitioner","words_spoken":3300,"interruptions":23,"times_spoken":61,"laughter":2,"num_int_by":8},{"id":1,"fullName":"EDWARD A. MAROD","firstName":"EDWARD","lastName":"MAROD","counsel":true,"justice":false,"side":"respondent","words_spoken":3117,"interruptions":18,"times_spoken":45,"laughter":2,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":579,"interruptions":2,"times_spoken":20,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":478,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":354,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":549,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":317,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":976,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":730,"interruptions":6,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":91,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3300,"times_spoken":61,"laughter":2,"num_int_by":8},{"side":"respondent","interruptions":18,"words_spoken":3117,"times_spoken":45,"laughter":2,"num_int_by":5},{"side":"justices","interruptions":11,"words_spoken":4074,"times_spoken":112,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9}}