{"petitioner":{"name":"NAUTILUS, INC.","counsel":[0]},"respondent":{"name":"BIOSIG INSTRUMENTS, INC. ","counsel":[1,2]},"caseNumber":"13-369","date":"2014-04-28T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-369, Nautilus v. Biosig Instruments. Mr. Vandenberg. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is this claim ambiguous?  It's evident that these electrodes have to be close enough so that the user's hand contacts both electrodes, but separate enough to heap -- keep electrodes distinct.  Why isn't that sufficiently definite?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think the majority or the -- or the concurrence or the other side disagreed with that.  The only question was whether it was part of the specifications or not.  I thought that was the only difference between them.  They both agreed ultimately that the electrodes had to cancel out -- was it the EMGs? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So they both agreed that that was part of the scope.  The only issue was, was it part of the specifications or part of the claims,no?  But both of them make up the scope of the patent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it can't mean any spacing, because anyone skilled in the art would know the hand has to cover it.  So you're basically talking about a fairly narrow range between one side of the hand and the other and not too close together  but they don't -- don't work.  And that seems to me that someone skilled in the art can just try a couple of things and see where -- where the trial and error. Trial and error makes -- could mean a very difficult thing, like Edison discovering what works in a light bulb.  But here you've got a very limited range and someone skilled in the art will just, well, let's try it, you know, close to the middle, let's try it to so far apart.  But it's not any spaced relationship."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be the purpose of the invention if it were only covering spacing without the function of canceling the EMG?  I can't understand, if I read this patent, what it would do unless you add its function."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you acknowledge that it -- it would be a valid patent if all you said is you have to space these things and you figure out what the spacing is going to be.  You -- you can -- you can get a patent for -- tell somebody trial and error. Let's take Edison's light bulb.  I mean, could he say, you know, get some material that -- that will -- will illumine when -- when electricity is passed through it and you figure out by trial and error what this material might be.  Might be tungsten, who knows, you know. Maybe it's chewing gum.  Would that be a valid patent?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So I don't -- I don't really understand this trial and error spacing stuff. What -- what is the limit on trial and error?  Can you get patented anything when you say, you know, this is the basic principle, you figure out what -- you know, Alderson Reporting Company what makes it work."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I understand that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm asking why the second construction is -- is a plausible patentable invention."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All the person skilled in the art will know is that he has to figure out what the spacing is, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but still the -- the inventor doesn't tell you what the spacing has to be."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you -- do you have any disagreement with a standard that's articulated by the Solicitor General?  He says that, you know, a patent satisfies the requirement if, in light of the specification and the prosecution history, a person skilled in the art would reasonably understand the scope of the claim."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The Court has to come up with a formula.  You were saying the Federal Circuit's formula is no good.  The Solicitor General has, as the Chief Justice just said, has suggested an appropriate formula.  And you say, well, it depends on the application.  As a formula, do you agree?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what I'm having trouble dealing with.  I would suspect your friends on the other side will say yes, right, that they accept that, too.  And you say, but it can't be insolubly Alderson Reporting Company ambiguous or not amenable to construction.  And they say, well, that's not really what the Federal Circuit said. So until we get to the application, I don't see much disagreement among any of you about the standard or what's wrong with the Federal Circuit's articulation.  And the questions kind of suggest we move very quickly into the particular invention and the application.  And I'm just -- I'm curious what you want us to do if it seems like in every case, we have to get right into the application rather than the legal standards."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if a -- what if a person who's a skilled artisan says that the claim could mean A and it could mean B, they're both reasonable constructions, but this person is reasonably certain it means A, but not B?  What would happen then?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the only -- the only analog that comes to my mind immediately is our review of agency action.  Is -- is that the standard that you want us to use?  If -- if, you know, it's within the scope of the ambiguity, oh, we don't think that's the right answer.  But it's close enough for government work.  Is that -- is that what you want us to apply to patents?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can it be reasonable but wrong."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I see.  Whatever interpretation is wrong is ipso facto unreasonable?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So whatever is wrong is -- is, by your definition -- you know, we -- we construe statutes all the time, and we certainly don't think that the result we come to is the only reasonable result.  We think it's the best result, but not the only reasonable one.  But you're saying in this field there's a right result and everything else is unreasonable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, that's what I proposed first.  But I thought -- I thought you didn't like that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what is -- what is the ambiguity?  Is it -- I thought from your brief that it was the term \"space relationship.\"  Is that the -- what -- what is the ambiguity?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you -- did you proffer any evidence below showing that a person with ordinary skill in the art did not understand what this claim meant?  Your brief seems to rely only on the dispute between the majority and the concurrence.  But was there -- did you proffer any evidence below?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I have a really big problem, which is we as Justices disagree on the meaning of things all the time, and one side will say, this is perfectly clear from the text of the statute, from its -- from its history, from its context.  And we do all the statutory tools, and  there’ll be one or more of us who will come out and say, no, we think it's a different interpretation.  Would we have any valid patents in the world if that's the standard that we -- that we adopt?  That if any judge on a panel thinks that there's another interpretation, that that's sufficient to invalidate a patent as indefinite?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the majority -- but the majority here said that it was clear from the prosecution history, the specifications, and the description that this was definite.  I don't know on Alderson Reporting Company what basis I would have to overturn their review of that issue."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  We understand all that.  I -- I'm still having trouble understanding what your standard is.  You -- you agree that your standard is not, there is a right answer and everything that is not the right answer is unreasonable.  That's not your position."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Then you invoke Alderson Reporting Company Chevron.  Do you mean that anything that would pass Chevron's step one is okay?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That is, if it would pass Chevron's step one it's ambiguous."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would this -- would this help?  Do you agree that the standard at the PTO, and let's say that it's whether or not -- the claim is definite if a person skilled in the art would be reasonably certain of its scope.  Is the standard used by the PTO the same standard that the CA Fed ought to use?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  How does -- that's a sensible answer, I think.  Now, how does the presumption of validity bear on -- on the application of the -- of that same standard in the court of appeals? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't that imply some deference on findings of fact?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does it imply -- what sort of deference does it accord to the PTO?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That is, the presumption of validity, does that accord some deference to the PTO? And how would that apply or not apply here?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So there's no deference to the PTO as to that legal interpretation."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the quotation that the Chief Justice read to you from the Solicitor General's brief referred to the use of prosecution history.  Do you agree with the Solicitor General about that use, about the permissibility of that use?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The government tells us there are some 22,000 patent grants since 1976 that use the term \"spaced relationship.\"  I suppose many of those would fail your test?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Harris. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If that's -- if that's what it held we wouldn't have taken this case.  I thought we took it because it had some really extravagant language."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it's one thing to run away from that language, as your brief does.  It's another thing to deny that it exists."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You would agree, I take it, that if, was it, \"insolubly ambiguous\" were the standard that the court used, that we should reverse?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So it was fair, as I suggested earlier, nobody agrees with that formulation; Alderson Reporting Company right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There is a subtle -- no, there is, if you read that language carefully.  It seems to be saying that what has to be reasonably definite is the court's construction, and it takes the emphasis away from whether a skilled -- someone skilled in the art would be definite.  There is a big difference between can I read this and give it a construction and whether or not a construction is definite enough so someone skilled in the art could understand it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's my problem with the Federal Circuit's articulation and as you read its Alderson Reporting Company decisions.  Its focus is not always on that question. Its focus seems to be on the reasonableness of its construction, as opposed to the reasonableness of a skilled artisan's or whether skilled, someone skilled in the art could reasonably construe the scope of this patent."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So what do you see as the difference?  He says that the concurrence's definition is different from the majority's.  The government -- explain -- I read your brief.  I know what you think the difference is, but --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"He says there is a difference in scope, so address that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why don't you see that as being a difference of importance? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Would this patent be valid if the concurrence's approach prevailed?  It wouldn't work, would it?  It would not work.  The mere fact that you spaced it somewhere where the hands can touch it would not necessarily produce the result, would it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's all the claim said."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Whereby.  Whereby.  I would read that as saying so long as you put the spacing at Alderson Reporting Company some point where the hands can touch it and they are not touching, that will produce the result that the signals will be equalized.  That's how I would read the claim."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No.  Yes, I understand that, but that's not what it says.  It doesn't say space the electrodes in such a manner that the signals coming from each side will be equal and you'll have to do this by trial and error.  That's not what it says.  It just says, you know, keep the electrodes apart.  They have to be apart so that the hands don't touch, and on the other hand they can't be outside the scope of what the hands grip.  That's all it says.  Whereby, if you do that, the signals will be equalized.  That's -- that's how I would read it.  It wouldn't work that way, would it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I'm a little confused here. Imagine there are two kinds of electrodes, a blue one and a green one, and you have to have a blue one and green one on left hand and a blue one and green one on right hand.  And now, you cannot let them touch.  The blue can't touch the green.  I got that.  And suppose on your left hand you put the blue one here and the green one there.  And in the right hand, you put the blue in here and the green in here.  See, they're not touching, but they're different distances from each other in the two hands.  Does it work or not?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Look, look.  This is like that one hand."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And this one's like the other hand.  Okay?  So does it work or not?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let the record show that the Justice is holding his fingers in the air. Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":6,"sideBefore":"justices","text":"All right.  Look, on the green one is two inches -- the space between the green one and the right one is like a half inch for the left hand, and it's like one inch for the right hand.  Okay? Does it work?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It was asked in a pretty roundabout way. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Then did he know that they had to be -- like if you put it two inches across here, so there are two inches between them, and over here it's like a half inch between them, did he know it did work or did he know it didn't work?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"He knew if it worked, but I want to know if it does work."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Now, as soon as you say that, that's his point.  His point is that when I read it -- I guess that's the point that's being made. When I read it, it just seems to me that the green one can't touch the blue one, and the whole thing has to fit within your hand, so each of them catches a finger.  And he's saying that isn't good enough.  That doesn't work. They have to be the same distance.  And what that distance is, this document doesn't tell us.  And it doesn't even tell us they have to be the same distance. So therefore, since it doesn't tell us that, it's ambiguous.  Is that the correct argument?  All right. We think it's the correct argument.  So now, what's your answer?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't even say that. It doesn't even say that.  It doesn't say go experiment whether somebody with great big fingers on one hand and tiny little fingers on the other hand --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is it part of an answer to Justice Breyer's question that the diagram shows them equally spaced or is that not relevant?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why doesn't that --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"You know, I can understand that if the claim said that.  If the claim said, you know, fiddle with it until it works.  But it doesn't say that.  It just says, you know, spacing, and I would think so long as there's space, they don't touch, and they're no more than the widths of the hands, it'll work.  It doesn't say that.  I don't think the \"whereby\" is -- is an invitation to experiment. But the other case you were talking about, tell us more about it.  It just said a high angle."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why are you -- why are you running from -- the working here is that it cancels out a signal, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And so what the majority said is that that function is part of the understanding of the spacing.  Isn't that what the majority said?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So I don't know whether it has to be equal spacing or one could be one inch and the other half an inch apart.  The bottom line is that to work, it has to cancel out, that that's part of the scope."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Now, the concurrence said, no, you don't have -- you can't -- I'm not looking at the specification."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think it's definite without it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  I don't see how it could be.  That's what I think Justice Scalia is saying and Justice Breyer is saying, that if we don't understand what the purpose is, how can that spacing be definite enough to make this thing work. So tell us why you think that the concurrence's interpretation is wrong.  What's he missing?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mm-hmm."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Result that the specification --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why didn't the patent provide more specificity as to the exact spacing?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about the apparatus on which the electrodes are mounted?  Isn't that another variable way you can't say half an inch, because it Alderson Reporting Company depends, as you said, on size, shape, and materials of the electrodes.  But doesn't it also depend on the apparatus?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what about the case that he postulated, an abstract one, where you have two perfectly reasonable constructions.  What -- what happens then?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't Markman exist for a different purpose?  I thought that Markman existed in order to explain things to a lay juror or a lay judge. Why should the Markman test be used in this context, Alderson Reporting Company where we're trying to figure out a different question entirely?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could I -- could I Alderson Reporting Company just go back to my -- you know, the two reasonable.  Is there a range?  The Chevron -- the Chevron analogy again comes to mind.  Let's say one is more reasonable than the other, but they're both reasonable.  What type of range do you have before you say that the patent is invalid?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There's never more than one correct construction.  Even -- even when there is there isn't.  I mean, we always have to come up with an answer.  And the patent office has to come up with an answer.  It means this or it doesn't mean this.  Have you ever heard of a court that says, well, you know, it could mean either one of these? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It's a tie. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So then you win all the time."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There is no such thing as ambiguity, because there is always a right answer."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It sounds like you really are advocating the \"insolubly ambiguous\" standard, that's what you're saying.  Unless you have to throw up your hands at the end and you say, we can't figure out which one this means, there is no correct interpretation, unless that's the case, then the patent is valid."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, was the Federal Circuit wrong when it said the test should be insolubly ambiguous?  Was that wrong or not?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you agree with your adversary that the prosecution history is that at the time the patent was issued and not on re-examination or anything else subsequent?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  I didn't ask that question."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Explain that.  Because he says, and it seems logical, that you're going to stifle inventiveness if people can't, once the patent is issued, know how to get around it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You mean the answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Gannon. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What worries me about that, which is certainly attractive, what you just say, is that lawyers will come up with all kinds of experts, you know.  And quite often, if this situation ever arises, and I don't know if it really ever does, it could reflect a difference of opinion among scientists.  I mean, you could have those who followed the phlogiston theory of fire.  You could have those who follow the oxygen theory of fire.  All we have to do is update that, and you could find different experts who would have different opinions while all agreeing that it is absolutely clear. I doubt that the Patent Office will very often find that problem arising.  And if it does, why not just say, forget about it?  As long as you can say reasonable experts can clearly -- you know, what you just said -- that's the end of it.  And we'll tell you Alderson Reporting Company what to do later, when we really find the problem or you tell us what to do.  I mean, I'm having a problem about it, and I'm explaining what my problem was."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can't we just stop there? I mean, do we really have to go into this theoretical dispute between the two scientists, who have opposite theories of --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"When do we ever decide a case in which we would not say that our result is appreciably better than the result we reject?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's still close, but Alderson Reporting Company not appreciably better.  If it's not appreciably better, we would have to say it's a draw."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think the test you're giving us is not much of a test, it really isn't. It seems to me it says so long as there is a right answer, everything else is wrong."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How big is appreciable?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You don't know."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's the whole problem with what you're -- with what you're saying.  I have no idea what \"appreciable\" means.  Let's say we have a 0 to 1 --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Usually when we ask whether something is reasonable, we have in mind this reasonable person and the set of circumstances in which the reasonable person is going to act.  So in torts, the reasonable person is going to engage in an activity that has some benefits but also has some risks; what would that person do in that situation. Now, here you're saying what would the reasonable skilled artisan do in what situation?  What is this person doing, setting out to build the device? What --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you say something like \"appreciably better,\" that's a term that may acquire meaning over time.  Just like reasonableness, we get a good sense of what it means. Is it your sense that the Federal Circuit has been applying its test in this case?  I mean, not in this case but in a series of cases that is -- it is close to appreciably better or is it something quite different?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah, nobody likes those phrases --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"-- subject to being read, not overread."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Are there cases where there are two reasonable constructions, but both would be patentable?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Would that satisfy the specificity requirement of the statute?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What do you think of this Chevron analogy, Mr. Gannon?  Because sometimes we do say something close to it's a tie.  We say there are a couple of reasonable constructions or a number of reasonable constructions.  We could pick one, we think it might be better, but it's all close enough that we don't think we ought to pick one.  So similarly, it's all close enough that the definiteness requirement has not been met.  Is that a good analogy?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No.  I'm not sure I quite got that.  It's just that anything that would flunk Chevron step one and would go on to Chevron step two, you would say that that kind of ambiguity, the kind of ambiguity --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- that would get you to Chevron step two -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- is also the kind of ambiguity that would fail to satisfy the definiteness --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The Federal Circuit seems to say that if there's two reasonable constructions and one would make the patent valid, I think this goes to Justice Kennedy's question, that they're obligated to pick the one that makes the patent valid."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Uh-huh."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is that right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So they're wrong in that as well."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How can that be if it's the same test?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And that's the same test at both levels."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are you finished with your answer?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Can you do it in a sentence?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Four minutes, Mr. Vandenberg. REBUTTAL ARGUMENT BY JOHN D. VANDENBERG ON BEHALF OF THE PETITIONER"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Federal Circuit said something -- I'm looking at the petition appendix at 20(a) -- that sounded very close to what the government standard is.  It said, \"Sufficiently\" -- \"that the claim provides parameters sufficient for a skilled artisan to understand the bounds of spaced relationship.\"  That sounds very close to what the government says and it isn't -- they don't say anything about insoluble in -- in that statement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN D. VANDENBERG","firstName":"JOHN","lastName":"VANDENBERG","counsel":true,"justice":false,"side":"petitioner","words_spoken":3051,"interruptions":15,"times_spoken":39,"laughter":0,"num_int_by":5},{"id":1,"fullName":"MARK D. HARRIS","firstName":"MARK","lastName":"HARRIS","counsel":true,"justice":false,"side":"respondent","words_spoken":2197,"interruptions":18,"times_spoken":51,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"respondent","words_spoken":1220,"interruptions":12,"times_spoken":26,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":588,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":263,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":837,"interruptions":2,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1025,"interruptions":0,"times_spoken":35,"laughter":2,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":229,"interruptions":2,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":219,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":249,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":629,"interruptions":2,"times_spoken":11,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3051,"times_spoken":39,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":30,"words_spoken":3417,"times_spoken":77,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":10,"words_spoken":4039,"times_spoken":120,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127323}}