{"petitioner":{"name":"KEVIN LOUGHRIN","counsel":[0]},"respondent":{"name":"UNITED STATES ","counsel":[1]},"caseNumber":"13-316","date":"2014-04-01T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in case 13-316, Loughrin v. United States. Mr. Russell. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it fits – it fits the words Congress used, \"obtained funds owned or controlled by financial -- a financial institution by means of false representation.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the breadth is confined -- given the development of the banking system, it may not seem as significant a limitation today as in years past.  But, nonetheless, the definition of a financial institution is -- in 18 U.S.C. 20 is limited to institutions with a particular Federal nexus.  Federal Deposit Insurance, Alderson Reporting Company Federal Home Loan Bank, Small Business Investment Act. It isn't any financial institution, but institutions in which the Federal Government has a particular interest."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But not in this case, and that's where I'm having difficulty.  Why is it illogical to think that a falsehood rendered through a third party that might affect a bank, a false check, as your client was charged with, that that would be the very case Congress would have wanted covered?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How would that -- how would that work?  Would the jury have to be instructed about the U.C.C. and be asked to determine whether the bank or Target, in this case, would be liable for the funds if the bank had honored a forged check?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would it not matter?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, under your view.  Under your view that there has to be an intent to defraud a bank.  Why would it not matter from -- who would ultimately be liable for the -- for the money -- for the amount of the check?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think on anybody's Alderson Reporting Company theory, you -- you have to show that -- that the monies, funds, credits, assets, securities or other property was owned by or under the custody or control of the financial institution."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't either side have to prove that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but the jury has to be instructed that the money's coming out of the bank."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Two of the -- two of the six checks involved were paid by the drawing bank. Isn't that so?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you have a -- you have a credible textual argument, but you run into the problem that your interpretation makes Section -- Subsection 1 surplusage.  How do you get around that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under the alternative, there is certainly overlap, but (2) reaches a much broader category or it reaches a broader category.  So it's not useless."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Representation doesn't have to be made to the bank under (2).  (2) covers those instances where the representation is made to somebody Alderson Reporting Company else.  (1) would be limited to those, perhaps, in which the representation is made to the bank.  But under your interpretation where (2) requires that the representation be made to the bank, there is no point in having two subsections.  You might as well just have one."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't have the two subparts.  But here you are essentially asking us to read the word \"or,\" \"(1) or (2)\" to mean (1) including (2)."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What this Court did after the -- after -- or before this statute -- this Alderson Reporting Company statute was passed before the Court's interpretation of the mail fraud statute."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Every court that had looked at it at the time the statute was passed had determined there were two separate provisions.  So why would Congress have any reason to believe they were passing a singular case, a singular charge?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's not identical because in the bank fraud statute, Congress broke out and separately numbered (1) and (2) and they didn't do Alderson Reporting Company that in the mail fraud."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"One understanding of what led to this statute is this Court's decision in Maze, which actually seems on all fours with this case, right? Use of a fraudulent credit card to a merchant who then asks for money from the bank.  Essentially the same case as this with a fraudulent credit card as opposed to a fraudulent check.  So if we understand this statute as arising from Congress's desire to make that bank fraud, why should we rule for you here?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why is that?  Why would Congress have wanted to make that difference?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with you that the Alderson Reporting Company disparity in -- in punishment is quite substantial."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It does -- it does seem to me that this case can be distinguished from the example you gave in your yellow brief of the person that sells a magazine subscription and he gets the check and he never intends to deliver the magazines.  In that case, the bank will -- will honor the check, I assume."},{"name":"JUSTICE KENNEY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And must.  And must do so."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's quite different than this case. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you can do so, I suppose, through the government's proposed fallback position."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- at page 40 of its brief which talks about a risk of loss."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, could I ask you this question?  Suppose the defendant testifies and suppose the jury believes the defendant.  The defendant testifies as follows:  I never intended to defraud the bank.  I knew that the cashiers at this particular retail establishment were incredibly careful -- careless and so I got these checks and they were made out to my neighbor John Doe.  I stole them from his mailbox.  I crossed out his name and I wrote in the name of the retail establishment and I knew these cashiers were so careless that they would honor the check.  However, I never thought any bank would do that.  So I didn't intend to defraud the bank.  I intended to defraud the Alderson Reporting Company retail establishment. Now, under your theory that -- that if the jury believed that, the person would not be guilty of the offense."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why doesn't that principle cover most of the cases you're worried about?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why wouldn't your view have enabled you to win this case?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if we think that was wrong, there's a lot less to this case than meets the eye."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the theory behind that?  Why would presenting an altered check to a third party constitute sufficient evidence of intent to defraud a bank?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Usually there won't be evidence, direct evidence of the defendant's intent.  So the defendant's intent will be inferred from objective evidence -- will be inferred from other evidence, and then you will get into the question of whether the Alderson Reporting Company retailer who initially accepts the check or the bank is ultimately going to be liable for the amount of that check.  If you're -- if you're in a situation in which the -- the retailer is going to be liable, that -- maybe that supports the -- the inference that the defendant never intended to defraud the bank.  If you're in a situation where the bank is going to be liable, it supports the inference that the defendant intended to defraud the bank. So won't you get into this somewhat complicated UCC question about who is ultimately going to be liable for the amount?  I think that's a problem with your argument, but maybe there's an answer to it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't -- doesn't that U.C.C. question arise anyway under the requirement that you have to -- you have to obtain bank property?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't it require you to ultimately decide who's -- who's going to be stuck with the -- with the empty bag?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand that.  But -- but if you accept the government's view --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of how these third-party cases ought to -- ought to be resolved, you have to get into the U.C.C., don't you."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it work -- how does it work if you have Mr. Crook, Mr. Crook has a bank account at Bank of America, he has $32 in it.  He writes a check for 5,000.  He sees somebody on the street whom he vaguely knows and says, here, take my check; go to the bank; give me $200 or give me 1,000.  Now, he's got the money from Mr. Smith.  He didn't obtain money from the bank.  It was Mr. Smith who did or did not go into the bank to get the money.  Does that fall within the statute?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So this doesn’t fall within the statute at all.  In fact -- in other words, have we got some cases on that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  This is not good, but I mean, you know, what you tried -- you didn't get the money from the bank.  What you did was just write a false check, knowing that in all likelihood the guy you give the check to is going to go right to the bank and get the money.  Now, I just wonder is there some authority as to whether that falls within these statutes or not."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"It wouldn't matter.  Look, I don't think you have to -- when you say \"intend,\" Alderson Reporting Company \"intend\" can encompass a known but undesired consequence of an intentional act.  And so you may not care -- you couldn't care less when the money comes from the bank or not, but you know that the bank is likely to pay it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So therefore, you have the requisite intent.  But what I'm trying to figure out here is what's the case law on what should be a very common situation.  If you give it to a third party, your fake check, insufficient funds.  You just want the money from the third party.  But you know the bank is likely to honor it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Try two --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":10,"sideBefore":"justices","text":"That's certainly been my experience. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":6,"sideBefore":"justices","text":"Try two -- two different paths here.  Path A, he believes that the bank will honor Smith's, his check, when presented by Jones.  I got my names mixed up. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Crook believes that the bank will honor his check when Mr. Smith presents it. And the second is the one Justice Scalia said, is being sophisticated about these matters, Mr. Crook believes that the bank will never own -- never, never pay the check when presented by Smith.  I just want to know the state of the law on those two situations."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the thinking of those courts?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the thinking of those courts?  What's the rationale?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the courts don't hold this way, but hold, as the court did below, that it's an intent to deceive anyone so long as the scheme is --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"You come back to those general statements, you do have the language of the statutes which favors you this question.  But I guess the theory would simply be where Mr. Crook gives him a bad check, to Mr. Smith, he couldn't care less whether Smith presents it to the bank, and he, as far as he's fairly sophisticated, thinks probably Smith won't present it to the bank.  He may to an insurance company or something and, therefore, he did not either obtain or Alderson Reporting Company try to obtain or believe he would obtain money from the bank."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether it's money that the bank itself owns or whether it's money of which the bank has custody.  That would seem to me the simplest theory. And I wonder, is that what courts have said?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Yang. "},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But, Mr. Yang, your interpretation of the statute goes far beyond Maze. Maze was something with a fraudulent credit card or forged check or something like that, but if I understand your interpretation of the statute, you know, if I sell a painting to somebody and I represent it to be by a famous artist and in fact I've just made it in my kitchen, and that person pays me with a check and it's a perfectly valid check, it's a good check, the fraud is obviously as to the person who's just bought the painting.  It has nothing to do with the bank.  But your interpretation would cover that case as well."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And it's just a little bit peculiar, right?  I mean, if somebody pays me in cash, the government can't prosecute the person.  If somebody pulls out a check, the government can, but that doesn't seem to make a whole lot of sense in terms of what the statute is about."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But here the bank is not the victim.  That's the whole point.  In these con -artist cases, the bank is incidental and --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But in Justice Kagan's hypothetical, the bank didn't have to refund the money. And we could sit around here all day with examples, but suppose you have a contractor on a cost plus fixed fee and he inflates the cost.  This would be -- to the owner.  This would be a violation of the statute.  This is a sweeping interpretation you're offering us."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You do indeed, but you extend Federal law enormously into the kind of stuff that we've usually left to the States."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"If I have it right, I just want to be sure, in my Crook case, which you may or may Alderson Reporting Company not remember, you're reading the word \"obtained\" to mean whoever knowingly executes a scheme or artifice to obtain.  It doesn't mean for him to obtain.  It means for anybody to obtain.  That's how you read it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And that has been -- and that has been pretty much the universal --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, okay, okay.  You don't have to argue it.  I just wanted to know now --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Fine, fine, fine, then is the way you see the statute."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That Mr. Crook goes to Mr. Smith and says, dear Mr. Smith, here is my check for $50,000, knowing he only has $3 in his account.  All right.  Now, case one is Mr. Smith, not too bright, gives him $500.  Now, he might, Mr. Crook, think that Smith will then go and present the check to the bank and maybe get some money.  In that case, he has violated this, in your view, because Mr. Smith obtained money Alderson Reporting Company from the bank and that was part of Mr. Crook's idea as what was likely to happen whether he'd wanted it to or not."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"There's also Justice Scalia's point which is an important matter to me, and that is that there also is the case when Mr. Crook doesn't know how the banking system works at all and he has no idea that the bank will, in fact, give any money or whether it will give any money.  Those are the two cases."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't need a response. All I want is explanation."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Give an explanation rather than a response."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So what do you do with the case, the second part of the hypothetical that Justice Breyer didn't repeat where the person knows the bank is not going to pay a cent because there's no money in this account."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And so there is no part of the scheme to obtain funds from the bank because they know that the bank won't pay it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Answer -- what's the answer Alderson Reporting Company to Justice Sotomayor's question?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr.Crook is not too bright and Mr. Crook doesn't even know what a bank is and all he knows is he's can get $500 from this other not-genius Mr. Smith.  So he does not care about banks.  He doesn't know how they work.  He has no idea if they pay or don't pay.  What's the result?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In what case, what Federal statute criminalizes a con game?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Criminalizes what?  I didn't --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"A con game.  What Federal statute -- 513 criminalizes altering checks, but what other Federal statute makes it a Federal crime to engage in a con game without a check?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, somebody says I'm going to paint your house and takes a check for $100 and doesn't paint the house."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And that would be one of them, if you -- if you accept a check, right?  If -- if you promise to paint the house, you have no intention of doing it, so it's fraud, and -- and you accept the check.  That's it.  You're under the statute, right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And what does that mean, Mr. Yang?  I mean, it could mean that the -- that the defendant intends that the money come from the bank, or Alderson Reporting Company you could mean that the defendant intends to obtain money which he knows may or is reasonably likely to or is foreseeable to come from the bank.  Which do you mean?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think this does go back to Justice Alito's question, because the person can say -- the defendant here could have said, I really don't care whether the bank ends up paying Target.  I don't know whether the bank will end up paying Target. I don't know how these things work and how often the bank honors it and how often the bank doesn't honor it. And I really could not care less as long as I get my money from Target. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but -- so you're saying that my person -- forget the other examples.  I mean, you're saying that this person who could not care less if the money comes from the bank and actually thinks that the money may not come from the bank because it's quite likely that the bank is not going to honor this, you think, nonetheless, that that person has intended to obtain bank property?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But wait.  I thought -- I thought you said earlier, and -- and I was going to ask you about that, that he does not have to personally receive bank property."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He just intends that bank property be given to somebody. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and you've been slipping back into the hypotheticals where the bank is going to bear the loss.  But your position also covers instances where the bank does not bear any loss, the fraudulent contractor that -- Justice Kagan's hypothetical about the phony painting, the bank is not going to give that money back."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you have federalized every fraudulent transaction in the economy whenever a check is involved."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Absolutely."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, I can think about it tonight, but I'd like an example of a check Alderson Reporting Company where the money doesn't come from a bank."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can I just make sure I -- I understand your -- your answer to my question.  Suppose that this defendant did not return the merchandise for cash.  In other words, suppose he just wanted an Xbox and he did the exact same thing.  So he never himself wanted cash and, again, could not have cared at all whether the bank was going to give the vendor cash. Still, you would say that person intended to obtain bank property?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But he's -- he's not obtaining the bank's money.  You -- you read to Alderson Reporting Company obtain -- a scheme or artifice to obtain, you read that for anybody to obtain.  I would read it to mean for him to obtain.  But that's not how you read it.  And you say that's -- everybody reads it the way you do?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, before you finish, Mr. Russell pointed out -- and I think Justice Sotomayor -- that there is Section 513.  It deals with -- expressly with altered checks, but the penalty is much, much less.  Is everything that is covered by 513 covered by 1344, too?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And is it -- is it true that there's a 2-year mandatory minimum?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Under this statute, is there -- is there a mandatory minimum?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, if we are concerned about federalizing every case involving a check, okay, you -- your brief does give us an alternative. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"My problem is, I can't locate that alternative in the language of the statute."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So are you asking us just to make it up?  Or if not, how do we reach it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no.  Please answer, how do we get to your reading from the text of the statute."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So far I'm with you, but you haven't answered my question."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I agree that that interpretation substantially narrows the statute because the altered check, the bank is going to be certainly at risk of loss.  If -- if we were to agree with that suggestion and were inclined to read the statute that way, is there a case that you can cite to us that says we have a duty to save poorly drawn statutes by a sensible amendment?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, what -- what case do you -- what case do you want me to cite if I adopt your alternate -- your fallback position?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why don't you try the rule of lenity. Why don’t you try the rule of lenity?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does the rule of lenity provide a precedent for us to adopt the narrowing interpretation, your fallback position?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if we adopt your fallback position, does (2) do anything that (1) doesn't do?  I mean, if you made -- if you made your false or fraudulent representations to the bank, surely you intend to defraud the bank."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Which part of the statute are you interpreting with this limiting principle, the \"obtain\" part?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"\"By means of.\""},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, your first order argument, which is, you know, the natural way one would read a statute that says \"(1) or (2),\" is to interpret it as meaning two different things."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that requires us to read it differently from the way we read the exact same words, without the numbers, but the exact same words in McNally.  And we know that Congress wanted the bank fraud statutes to mirror the mail and wire fraud statutes.  So we end up with this -- you know, if we -- if we go with your friend over there, we read a statute in a way we wouldn't normally.  But if we go with you, we have to read these two statutes that say the same thing and that we know Congress meant to say the same thing differently."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I take your point that the words on the page look very good for you.  But we also know that Congress didn't intend for those differences in spacing and numerology to have a difference in meaning, don't we?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is the government still Alderson Reporting Company taking the position that it took in the district court, that 1344(1) also covers this case?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Along those lines, if we were to agree that under sub (2) it was necessary to show an intent to defraud the bank, what would the government have to prove in an altered check case?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Or what would you have had to prove under sub (1) if this case could properly be prosecuted under sub (1)?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how can that intent difference be significant?  I mean, I would have thought that you would said the same proof that goes to whether you intend to obtain bank property, even though you're presenting this check only to a third party, and the check may or may not be honored by the bank.  You could Alderson Reporting Company say the exact same thing about whether you intend to defraud the bank."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What I'm getting at is would this require delving into the defendant's knowledge of the legal relationship between the merchant here and the bank?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But why isn't that the same under the intent to obtain bank property?  Where you also, the defendant, might say:  No, I really didn't intend to obtain property, because I didn't really know whether the bank would honor the check and, in fact, I thought it wouldn't."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But even on the obtain property wing, it's obtain property from the bank, isn't it?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in the custody of the bank?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but in a case like this, wouldn't the difficulties of proof be the same?  The person -- whether you charge somebody with trying to defraud the bank or with trying to obtain property owned by or in the custody of the bank.  If Justice Alito is right as to the one, that all these questions about the relationship between a bank and a retailer are going to come in, isn't he also right as to the other? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't the answer depend on from whom -- for whom the money, either owned or under -- in the custody of the bank has to be obtained? If it -- if it doesn't have to be obtained by the defendant, then it wouldn't seem to me that there would be much of a question.  Because even if the only thing that the defendant obtains from the merchant is an Xbox, if the -- if the check is honored, it is going to be obtained by the merchant.  Somebody is going to be obtaining money from the bank if the check is ultimately honored."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  The ultimate --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Excuse me.  You have -- you have to posit his expectation that the check will be honored, don't you? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And if it's a scheme that -- that's making alterations that no reasonable person would expect the bank to honor, it seems to me you're out of luck."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Five minutes, Mr. Russell. Alderson Reporting Company "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Yang said it wasn't -- wasn't -- the scope of 513 wasn't clear."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you please tell me why -- what your objections are to the \"by means of limiting principle\" the government gives as an alternative?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think it does a lot of work because it -- it takes out of the equation schemes to defraud where the bank is not going to be liable."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't understand how, if the falsehood is made to Target, who gives the person the DVD off the shelf, how you prove that that's Alderson Reporting Company an intent to defraud the bank as opposed to defraud Target."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's the charge you give to the jury to get to that?  I think the limiting principle is the charge that they want to get."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Your textual hook is that there -- that the representation has to be made to the bank, right?  That's the only way you can get this within the statute."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's different from an intent to defraud the bank, isn't it?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But where is the textual silence about -- where do you get intent to deceive the Alderson Reporting Company bank into this?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do you get it the from the text?  I understand the argument.  It's a -- it's a very credible argument.  It doesn't say to whom the representations have to be made.  So you put in to the bank."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see how you get from there to defrauding the bank."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KEVIN K. RUSSELL","firstName":"KEVIN","lastName":"RUSSELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":3974,"interruptions":24,"times_spoken":59,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"respondent","words_spoken":3421,"interruptions":36,"times_spoken":65,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":120,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":186,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":543,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":829,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":487,"interruptions":2,"times_spoken":25,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":922,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":454,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEY","lastName":"KENNEY","counsel":false,"justice":true,"side":"justices","words_spoken":6,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":894,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3974,"times_spoken":59,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":36,"words_spoken":3421,"times_spoken":65,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":8,"words_spoken":4441,"times_spoken":131,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8415692970300873,"respondent":0.15843070296991268,"date":1472419305644}}