{"petitioner":{"name":"INTEGRITY STAFFING SOLUTIONS, INC.","counsel":[0,1]},"respondent":{"name":"JESSE BUSK, ET AL. ","counsel":[2]},"caseNumber":"13-433","date":"2014-10-08T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-433, Integrity Staffing Solutions v. Busk. Mr. Clement. "},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement -- excuse me -- can I give you a hypo? Suppose that there's an employer with cash registers, and there's a very extensive process for Alderson Reporting Company closing out the cash registers, and that extensive process is to protect against theft.  If it weren't for that concern, you could close out a cash register much more quickly.  Or the same for bank tellers or the same for casino dealers, you know, that there's, like, a 20-minute process which is essentially an antitheft security process.  And it happens at the end of the shift when the cashier goes off duty. What's the difference between that case and going through security in -- at Amazon?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know, by the way?  I mean, before you get on to that, do you know how that's treated under the law?  Because I guess my assumption was that this kind of period would be treated as compensable.  But if that's not right, let me know."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Couldn't you say that closing down the cash register is part of the job?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But getting yourself inspected as you leave -- as you leave the place of business is not part of the job.  The other case where it's just part of the job."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You could not only say it; it seems to me true."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But part of Justice Kagan's hypothetical was that the 20 minutes or the 30 minutes is just for antitheft purposes.  Or at least I'll Alderson Reporting Company interpret her hypothetical that way.  Just for antitheft purposes.  Otherwise the cashiers -- the records and so forth are turned up. But just for antitheft protection, you need the 20 or 30 minutes.  If I can interpret the hypothetical that way, then it seems to me to be the same."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That would seem to make it depend on a complete fortuity.  You know, if I -- if I have the cashier walk from the -- the -- with her tray to the manager's station and do the same thing there on the way out the door, there would be one answer, and if she does it at the cashier's station, it would be another answer.  And that seems not particularly sensible. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, is it -- is it irrelevant that we're told here that because there are not enough security checkers and because all the shifts get out at the same time, what could be a five-minute process turns out to be 25 minutes, 25 minutes of the workers' time, and 20 of those allegedly would not occur if the employer had -- provided sufficient staffing."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's true -- I'm sorry.  That's true of a workday generally.  Some people have to close down the shop; others don't.  So it takes Alderson Reporting Company the people who are closing down the shop longer.  I'm not worried about --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but could we start -- could we start with that question?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What's a principal activity?  How is it defined?  Because pre or post-activity to a principal activity, you still have to define what a principal activity is.  And -- and so I think, isn't a principal activity work that benefits the employer in some way?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's -- let's take Justice Ginsburg's hypothetical.  Let's -- let's assume that it takes 25 minutes to check out and that it would be very easy for the employer to hire a few more checkers and make it 5 minutes.  Just assume that that's the fact. Why isn't the long line in -- caused by very few checkers for the benefit of the employer?  It's for the benefit of the employer to hire fewer checkers."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He could move his plant, for example, to be closer to the city where the employees live, right?  So it takes him an hour to get to work.  It's his fault that it -- that it takes them an hour instead of just 10 minutes.  He should move his plant.  It's just a matter of cost, right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it always irrelevant to the analysis that it's for or not for the benefit of the employer?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  That's -- that's not quite right, because if the employer requires you to put on a particular outfit that you can't do the work without, we've said that's compensable."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- and -- but donning generally isn't, so I'm not sure quite how you can take out that element from this analysis."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with you.  It can't be superfluous.  It can't be something that's -- Alderson Reporting Company for the benefit of the employee.  Putting on clothes to keep yourself from being splattered with a nonharmful substance is for the benefit of the employee.  But --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Where did that come from? Indispensable.  Indispensable.  Hardly anything is indispensable.  Where -- where does that word come from?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The Labor Department says -- they're here saying it's the correct test, which I think is -- well, perhaps more important, is there a close and direct relationship?  Which I understand a little bit better.  Isn't that labor?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see.  Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, it can't literally mean indispensable, can it?  Because then anything at the end of the day, they're probably five ways of doing it.  The cash registers, you can do it this way.  You can do it that way.  I mean --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If I can think of a way at the end of the day that the employer could have done it by saving a little more time or something like that, then it's postliminary."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Actually, Amazon, I don't think you can.  I mean, what makes Amazon, Amazon?  It's a system of inventory control that betters everybody else in the business.  And what's really important to Amazon is that it knows where every toothbrush in the warehouse is.  And that's just as integral to what Amazon does and to what it requires its employees to do as, for example, the -- I'm going back to my hypos -- but the person who closes out the cash register, the person who closes out the bank teller operation, is that this is sort of a necessary part of what -- of what the -- the folks who do all the stocking and the unshelving and shelving do at Amazon."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose that it is also necessary to Amazon's business that it know how many hours each of its workers has worked, so it knows how much to pay them and doesn't pay them more, right? And -- and yet, there's no doubt whatever, is there, that punching in and punching out is not -- is -- is preliminary and postliminary, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gannon. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"You said in your brief that there are some security searches that would be compensable.  So would you tell us which ones are and which ones aren't?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"You can't think of an example, then, where a security check, an exit security check, would be compensable?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But is the idea, then, Mr. Gannon, just -- you know, it's basically a door test?  I mean, portal to portal.  It might make sense just to have a door test, exits and entrances."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Can we write this case without discussing whether or not this is for the benefit of the employer?  Or do we have to address that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So you're saying that that is really not at all helpful or necessary for the analysis?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So you can -- so we assume that it's for the benefit of the employer."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I give you a different hypo, which is similar to some of the ones that have been floating around in the brief, but it's actually based on real life circumstances.  There was a judge ages ago in the Southern District of New York who had his clerks -- all that they did was help him with his opinions and his cases and that was their principal activity, but had his clerks come early in order to cut his grapefruit and otherwise make breakfast for him.  And would that be Alderson Reporting Company compensable?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah, yeah, yeah, yeah, yeah."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The one question I have for your side is this.  I would -- perhaps no one else would, but I a pay a lot of attention to the Labor Department."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, I understand that. But this is a dismissal of a complaint and it seems to me normally what happens is you debate these facts on the summary judgment.  I don't know if they want to introduce something else.  I mean, in my own mind, I can think of five things I'd like to know about the activity and about other activities and, you know, is it more like the cash register, is it more like this or that.  So shouldn't we send it back so that if they Alderson Reporting Company want to develop the record further, they can?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No matter what?  I mean, suppose it turns out that the warehouse thing -- you look all over the country and this kind of warehouse employee, of course they have security checks and they have a special kind of security checks, other people don't have them.  This is just normal that a warehouse employee does have a security check at the end of the day, and, boy, it begins to look a little bit more integral.  It begins to look like part of the job, just as he has to put the books back on the shelf.  He has to put the books back on the shelf and he has to get a security check."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Then what's different about this?  What you do is you put it back on the shelf, you go get your security checked, and there we are."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I guess I just don't understand that, Mr. Gannon, because, as Justice Kennedy said, the point of my hypo was that it's not part of the job.  It's actually an antitheft mechanism."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"The cash could be taken somewhere much more quickly and much more easily if the employer were not worried about the employee pocketing some of it, you know.  I mean, you could just put it in a big bag, versus going through this very, very careful sort of inventory control."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Thierman. "},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Just -- before you get to that, to understand the structure of your argument, if we were to disagree with you on the question of whether it's a principal activity that means you would lose this case?  You haven't argued that this is integral and indispensable, have you?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Have you abandoned that argument? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Where in your brief do I find your argument on integral and indispensable?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So a principal activity is something that's integral and indispensable and then a postliminary activity could be compensable if it's also integral and indispensable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Cutting grapefruit for the judge would be a separate principal activity."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, but this is -- no one's principal activity is going through security screening.  The employer doesn't hire somebody, I need somebody to go through employee screening.  He hires Alderson Reporting Company them to do something else and then the employee screening is certainly not principal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I think you hire them to wear proper attire.  Of course, you do.  You could hire a policeman to wear police uniforms --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No, that's not part of their job as a warehouseman.  That isn't what they are hired for.  Policemen are hired to look like policemen and act like policemen.  And people who argue for the Solicitor General are hired to speak like lawyers and dress like members of the SG's office.  I think that's the difference between a principal activity and something that's postliminary or preliminary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well then, I guess I don't understand what \"principal\" means.  You're saying everything that is related somehow to the job is principal.  I would have thought principal has to do with things that are more significantly related. You would say, typically, if somebody asked what do you do, if you were one of these people, you would say, oh, I fill orders for Amazon.  I mean, it may be part of that that you go through security at the end of the day, but that doesn't make it a principal activity."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Then I don't know why don't you say \"activities\" rather than \"principal activities\"? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I know you say it because you want to fit under the statute, but I'm saying I don't understand.  It seems to me you're just saying anything that is required for the benefit of the employer is a principal activity."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The workers are told:   You've got to check out.  It's something they are told that they have to do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"And under your theory that would be a principal activity."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Just as the employer does not hire somebody to check in, that's not the job.  I want to employ you to check in?  Of course not. So also, an employer does not hire somebody in order to be inspected when he leaves.  I don't see how you can call it a principal activity."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And it's not indispensable to the taking care of the material in the warehouse. It's indispensable to -- it's important to the employer and he requires it just as he requires punching in and punching out.  But that doesn't make it part of the job."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's true, but so is punching in and punching out."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But the other way to look at this is that the reason why checking in and checking out is not compensable is because it does have to do with this going in and going out.  You know, it's all about ingress and egress, and that's what the Portal-to-Portal Act was about.  And if I make you go through a security gate as part of getting out of a factory, then it just becomes part of this -- the principal design of the Portal-to-Portal Act was about going in and going out and this is part of that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What you have here which you could address in this is -- he's quite right, Mr. Clement.  Steiner uses the words three or four times, the integral and indispensable, but they qualify activities that take place outside of regular work hours.  I think here it's conceded that it takes place outside regular work hours, it's indeed after checkout, etcetera.  So the question becomes integral and indispensable and they have gloss on that and so forth. Alderson Reporting Company Okay. So I'm in the situation probably I'd say go with the Labor Department.  They are the ones who are in charge of this.  And they are saying you lose.  They point to something in 1951.  And I have two questions. The first one is, is there anything else you want to put in besides this very detailed complaint?  And the second question is, okay, why don't you lose?  What am I supposed to do with that opinion?  It's sitting there --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's true, but it's never seen in ad law in this area that -- okay, you can cite Skidmore et cetera.  But --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But they are telling us now."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the answer to the first question, which was yes or no, there isn't anything else you want to put in the record.  You are perfectly content with our deciding this on the facts that are in the complaint?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And how do you explain that you're not compensated for the time you are on the line waiting to don your protective gear?  Protective Alderson Reporting Company gear, donning it itself, that's a required part of the job, and you're compensated for that.  But you're not compensated for the wait to do that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"All of this is subject to collective bargaining.  In other words, you're sitting down and you say we want it to be $15 an hour and you're asking for a dollar raise and you'll say, look, one reason we should get it is because we have to wait a half hour to get out or whatever, and that's -- whether it's compensable time or not, that can certainly be a factor that goes into the collective Alderson Reporting Company bargaining."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"This only comes out because it's after the fact.  And after it's all taken place, you go back and say we should get -- what are these, double damages or --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But going forward, they can always say, oh, we're not going -- the court says we're not going to get compensated for this time so we're going to insist on a higher amount of the hourly wage for the 8 hours that we do get compensated for."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Are these employees unionized?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, a lot of the employees covered by this are union employees, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What if the employer says I have to take a particular employer-owned trolley to get to the place where I work?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I think you -- I think you may have misspoke.  There aren't standalone -- standalone jobs that are not principal activities."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Those are all things that somebody might pay somebody to do individually.  So if the -- if the law clerk didn't prepare the grapefruit, the judge might hire somebody else to come in and prepare the grapefruit.  But this is different, isn't it?  Because nobody would -- you wouldn't pay anybody just to come in and go through a security --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All I'm saying is that the examples you gave are -- are quite different because those are like mowing the lawn, things like that, those are things you would pay somebody.  If you didn't have this employee do it, you could -- you might hire somebody else to do it."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, I understand that, but it's -- that enables you to do the thing that the employer is paying you for.  It's different from the examples that you gave."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose the employer has enough stations that it just takes a minute to go through.  Would you still be making the argument that that's compensable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Gotcha.  Okay.  Five minutes?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What would the rule be -- suppose there weren't a special section about clothing. Suppose that didn't exist and -- and suppose you had to change into a uniform.  Would that be compensable or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What is the history?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But if it's a uniform --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying if you didn't have that special section, this is compensable. Alderson Reporting Company If it were a change of clothing, it had to take place on site."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And so this isn't really different from that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You have to do it on site and it's no -- it's the same kind of burden that you might have to have protective clothes or some kind of special thing that you change into on site."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What's the example that you you found that's the closest to this that favors you?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Hmm?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Drug testing."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, is that well established?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is waiting to put on protective gear compensable?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Say it -- say it again?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"All of the examples you've just been giving and what you say the rules are --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"labor regulations?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"MR. THIERMAN:        Yes. -- are they part of the They're -- they're -- So I can find them? They're in -- they're in the -- what the -- what the government and Petitioner don't discuss is the 785 series. The 785 series is what's work. The 785 series says that if you are required to take a -- a seminar, even if it's nothing to do with what you -- what you are employed to do, it's compensable. If it's a voluntary seminar, then it -- then there's a -- a kind of a test. Well, is it related to Alderson Reporting Company your work, not related to your work, is it going to advance your work or not advance it.  But if it's totally unrelated to your work, but you're required to take the seminar, whether it's after hours or right after class -- or right after the work, it's compensable.  There are a whole series of --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Unless it's covered by the Portal-to-Portal Act.  And the Portal-to- Portal Act is an exception to that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The notion that if it is compensable work it's covered, there is an exception to -- there's an exception to what the employer requires.  He can require some things and yet not be liable for, under -- under the Act, to pay for those things.  That's what the Portal-to-Portal Act is about."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What about checkout?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they say this is like checkout.  You go -- you go check out, put your time card in, check out."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  What's the theory?  I mean, what's the theory?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But they're thinking -- see, the other side says, well, this is like checking out, you know."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you.  Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement you have four minutes. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That isn't really, I think, Alderson Reporting Company their main point.  I think this is -- this isn't really like they say, just checking out.  What it is more like is drug testing.  You heard the argument.  Drug testing --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- a seminar that you'd have on the thing about sexual harassment, da, da, da. Okay.  So what is your response?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you, certainly, Mr. Clement, make it part of the egress process.  I mean, if this is just ingress/egress and I -- I -- seems as though that's part of what the Portal-to-Portal Act does.  Why not make it part of the egress process and then there would be a wholly different outcome; is that right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I gave it to you two ways. And one was at your work station and the other was an employer, who knowing that there was this ingress/egress rule, made it part of the ingress/egress process.  So that's my other question repeated again."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2588,"interruptions":11,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":1,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1537,"interruptions":10,"times_spoken":16,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MARK R. THIERMAN","firstName":"MARK","lastName":"THIERMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3926,"interruptions":23,"times_spoken":56,"laughter":0,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":441,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":773,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":517,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":230,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":164,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":395,"interruptions":4,"times_spoken":10,"laughter":0,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":893,"interruptions":5,"times_spoken":29,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":233,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":11,"fullName":"MR. THEIRMAN","lastName":"THEIRMAN","counsel":false,"justice":false,"side":"","words_spoken":2,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":4125,"times_spoken":46,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":23,"words_spoken":3926,"times_spoken":56,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":3646,"times_spoken":105,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472523515669}}