{"petitioner":{"name":"EDWARD R. LANE","counsel":[0,1]},"respondent":{"name":"STEVE FRANKS, IN HIS INDIVIDUAL CAPACITY, AND SUSAN BURROW, IN HER INDIVIDUAL CAPACITY AS ACTING PRESIDENT OF CENTRAL ALABAMA COMMUNITY COLLEGE ","counsel":[2,3]},"caseNumber":"13-483","date":"2014-04-28T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 13-483, Lane v. Franks. Mr. Singh? "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it -- what if the person who testified had the definite job responsibility of investigating possible corruption in the agency? Suppose that that person was something like an Inspector General."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When would the testimony be -- be within the scope of the person's job duties?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, just to follow up on that, could there be ever a situation in which a government employee's testimony is within the scope of that employee's duties if the employee is not -- does not testify on behalf of his employer?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If the employee is subpoenaed by -- by the opposite side, then you would say that's enough, that makes the testimony outside the scope of the employee's responsibilities?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So I think you're -- let's use the quintessential example, police officers or lab technicians.  Generally they are called by the prosecutor, but occasionally they are called by defense attorneys.  So when are they immunized and when are they not?  When are they acting within the scope of their duties and when are they not?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what happens in a situation where a police officer gets on the stand and in testifying honestly admits to corruption, admits to -- or does it in a slovenly way, comes to court dressed in a clown suit?  Could the employer fire him then?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any -- would there be any Pickering balancing in this case?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If the Court says that speech is protected, would there be any need to go on these facts into a Pickering balance?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But we are asked to decide the qualified immunity and how can we find there is no qualified immunity in view of the Morris v. Crow decision?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That means the Eleventh Circuit is wrong. Should the employee be victimized because they were following circuit bad precedent? Whether it's good or bad doesn't matter under our jurisprudence."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a different Eleventh -- Is there a different Eleventh Circuit case he should have looked at?  I mean, you don't think this is close, but is there a closer precedent that he should have looked at? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it was expressly distinguished in Morris."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why should we get to that question?  It wasn't decided below.  It's their law.  Why shouldn't we kick it back to the Eleventh Circuit?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"My mistake. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"We might have to send it back.  If we were to say, yes, they did violate the Constitution, next question would be is it clear?  I mean, the Second Circuit thought they didn't violate the Constitution.  Isn't that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And so they say obviously they didn't violate the Constitution, they didn't clearly violate the Constitution.  So if we were to say, no, you did violate the Constitution, that footnote does not express any view."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So if they got the whole thing wrong from beginning to end, they might have to send it back, we send it back and say you got it wrong, it Alderson Reporting Company did violate the Constitution; now tell us if it's clear. So which should we do, decide it ourselves whether it was clear, it’s a matter of Eleventh Circuit precedent or should we send it back to their tender mercy?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Those are two very different things.  You spend a fair amount of time in your brief talking about court of appeals decisions from other circuits.  But I think it's a little bit of a heroic leap to assume that employees are familiar with court of appeals decisions in their own circuit.  Do you really think we should be looking at the opinions from other circuits in deciding whether the law was clearly established in a different circuit?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you say the Eleventh Circuit is out on its own, it seems to me to be a concession that their law is different from the law that you're arguing for.  And, again, my point is:  Do you ask a -- a State employee to recognize, yes, this is the law in the Eleventh Circuit, but they're out on their own.  So we're going to follow a -- a different law?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I go back to my point, which is they got it wrong.  But do we expect the employee to know they got it wrong or under what circumstances do we expect them to know?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Tell me what you want as your rule.  Anyone subpoenaed in a criminal trial is protected?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gershengorn? "},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes.  What's an example of a subpoena that requires the employee to testify, but that he's not testifying on public matters?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But my hypothetical is there is a subpoena, you are required to testify."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"And then you've -- you indicate that there are some matters on which the employee is not -- not protected."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"What is an example of that?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So you could fire him because he testified?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I still can't get the hypothetical.  What -- what am I --"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I just can't imagine a case that's not -- not a matter of public interest. Now, I can assume that if -- if the employee indicates that he was dishonest or if he indicates that he's clearly incompetent, some of the hypotheticals given in the early argument, I understand that.  But so far as the subject matter, it's the subject matter is of public concern.  Necessarily, if it's a subpoena, is it not, or am I wrong?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But if the subpoena is not to the government and if the subpoena is just to the particular person?  What are the -- what's the context in which that person should not receive a minimum of protection subject to Pickering balancing, but that that should be -- why not consider that protected?"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But that was Justice Kagan's qualification.  That's the Pickering balance. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, wait a minute. What are you doing about the truth-finding functions of the -- of a trial setting when you're saying or telling people, employees, don't go and tell the truth because if the truth hurts your employer, you're going to be fired?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"That there's something -- you can be always fired for some other reason that the employer can point to under Pickering or otherwise, but what kind of message are we giving when we're telling employees, you're subpoenaed for any reason in a trial, go and tell a falsehood because otherwise you can be fired?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You mean the Constitution doesn't protect someone in a trial from telling the truth?  That it's not a matter of public concern that an employee tell the truth?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, Mr. Gershengorn, could I ask the question that I tried and failed to ask Mr. Singh?  Because Justice Breyer is, of course, completely right.  This footnote 2 doesn't really answer the question.  It answers it on a hypothesis that the constitutional issue came out in a certain way, and then it said, a fortiori there is immunity.  So it didn't really -- if there was a different decision as to the constitutional question, it didn't answer the question of qualified immunity.  And, of course, it's Eleventh Circuit law.  Why would we be deciding it."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. General Strange. "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why should it matter then if an employee's job is to investigate corruption? If that's their job and they are called by you to testify at a corruption trial and then they are fired for it, should it really matter that it's part of their job or not? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that seems counterintuitive to me.  Why do we let -- why do we put people at risk for telling the truth?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"To tell the truth about something?  And I'm assuming if they lie, they can be fired.  But why are we --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Look, I certainly understand people -- government being able to tell people don't go out and talk to the newspapers about this, don't go out and talk about X publicly, because we should be able to control those kinds of disclosures.  But why are we putting people at risk for doing -- telling fundamental truth in a public forum like a trial?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But what about the Martinez case?  I mean, Morris talks about it in a way Alderson Reporting Company that suggests that it's quite different.  And it seems closer to the Petitioner's situation than Morris."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you think if every other circuit has come out the other way and you have what -- well, let's take the dictum.  There is an Eleventh Circuit case that, it's dictum.  Are the employees supposed to -- are they protected by following that, or do they have to follow the consensus in the other circuits?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General. Mr. Waggoner. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Garcetti turned on what were -- what were the job duties of the particular person, and there the job duty was to investigate.  Here, the distinction is, everybody agrees, that it's not part of the job description of Lane."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"I -- I still don't understand or didn't understand what it is you're saying.  If he testifies, and you don't -- you want to keep the corruption secret.  You know, you don't want to reveal it and he testifies truthfully and reveals it. Can he be disciplined for that?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Well, what is he -- what is he supposed to do?  I mean, he gets a subpoena, and the -- the other side or somebody, this independent counsel, says, you know, what's going on?  What do you know about, you know, from your job responsibilities? What happened or did you -- is this person taking money? Is this person showing up?  What's he supposed to do? He says, gosh, if I -- if I answer, I'm going to lose my job or could, and if I don't or answer falsely -- the Fifth Amendment protects him from incriminating himself.  It doesn't protect the department he works for from being incriminated."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"But you are suggesting he can be fired if he does it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Is Garcetti right on that point as it relates to testimony?  That -- that's really the issue that's of public concern.  Is Garcetti right?  Is the line between it being a part of your duties or not sensical in any way?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"We've all agreed that getting fired for admitting something, doing it in -- in an improper way, a whole host of things can get you fired.  But if someone is called to testify truthfully about a matter of public concern, and they testify that way, should they be able to be fired under the First Amendment?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"But are you suggesting that when somebody learns something from his job, that that means it's not speech by a citizen?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"What if that -- what if the same information -- what if the employee writes a newspaper article or gives an interview and reveals the Alderson Reporting Company same information?  Would that be subject to Pickering?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Well, what if it's about corruption in my government?  In the place where I work, there are a lot of no-show jobs, and so the person writes an article that says that.  Is that a matter of --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"No, but when he's using factual matter that he only knows because he's an employee in a particular branch of government."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"When you say it's protected, does that -- you mean under the -- it qualifies under the first step in Garcetti.  It doesn't mean that he can't be disciplined under the Pickering Alderson Reporting Company analysis that follows that."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Right.  But even if it is, you could say that it is -- when you say it's protected, you mean that just it gets to the Pickering analysis, not that -- not that the employee is --"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"So your -- your position is you cannot speak as a citizen if -- if your speech consists of disclosing material that you knew as an employee.  Why is that true?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Yes, but this is not an official job duty.  It's just a matter that I know of because of my job.  Why does that mean that when I disclose that, I am not speaking as a citizen?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"No, I'm just --"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"I'm just talking about facts, no opinions, just facts.  But I learned those facts on the job as an employee, and I -- is it your position that whenever you are reciting those facts, you cannot be speaking as a citizen?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"But then, I mean, we've said several times things like this:  Government employees are often in the best position to know what ails the agencies for which they work.  In other words, expecting that people will know things because they work in a place and that they can take what they know as a result of working in a place and go out and be a citizen."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"But in Pickering it was something that anybody could know.  It didn't depend Alderson Reporting Company upon the job, learning on the job.  I thought in Pickering the --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"-- any citizen could have known that information.  Here, the knowledge comes only because of the public employment."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Well, let me make sure I understand what you're saying.  Two employees know that there is someone who has a no shot -- no-show job where they work.  One of them writes a letter to the editor and says:  John Doe has a no-show job.  One of them Alderson Reporting Company testifies pursuant to subpoena in a criminal trial: John Doe has a no-show job. Is -- is it your view that Pickering does not apply in either of those situations, or it applies in -- in the latter but not in the former?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Neither one."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Really?  Well, let's say it's -- his job is to investigate corruption in the agency.  And he writes a letter saying:  Here's all -- I have these, you know, facts; here's all this corruption in the agency, and -- and he writes it to the -- a letter to the editor.  Surely he can be disciplined for that.  I mean, let's say the -- his superiors were not ready to call off the investigation at that point."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Where -- where -- where did you get this notion that the First Amendment only applies to the expression of views and not to the conveyance of -- of facts?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"All of us can be protected from knowing certain facts and that would not violate the First Amendment?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"So the government --"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"-- can presumably prohibit anybody teaching, what, economics, the facts of -- of economics?"},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"The facts of World War II."},{"name":"JUSTICE SCALIA","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"I don't know where you get it from.  I've never heard of this distinction, the Alderson Reporting Company First Amendment protects only opinions and not facts. I've never heard of it."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Well, I thought it was just because the facts came from your employment. If you're conducting an investigation and you find out that, you know, so-and-so is taking a bribe because that's your job, I don't know that you have a First Amendment right to go out and say that, when, for example, your superior would say, oh, we are about to set up a sting operation, we are going to get the -- the goods on her.  And you say, well, I think I'd rather write a letter to the editor saying that she -- she has been caught, you know, taking a bribe."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"And that wouldn't make Alderson Reporting Company any difference whether it was fact, opinion, views.  I thought your distinction was -- was clear.  You are saying if you learn the information on the job, then you're not protected, and it doesn't matter whether it's opinion, expression, as long as what you were speaking about is something that you've learned on the job.  I thought that was your position."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Give me an example of an opinion that would be protected First Amendment speech, as you said, and yet is based on facts you learned only because of your public employment."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"But if I could just understand what you're saying.  Are -- are you saying that, no matter what the employee's official duties are, as long as he gets information because he is a public employee and he is in a workplace, that that's what matters? I mean, I know all kinds of things about a workplace that go beyond exactly what my official responsibilities are.  So if I communicate things that I learn in a workplace, but, you know, I have nothing to do with prosecuting corruption or with investigating corruption, do I count as an employee, or do I not count Alderson Reporting Company as an employee in that context?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Singh, you have 5 minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the Eleventh Circuit really got it wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's still the precedent that governs in this situation unless you're going to have the employees analyze the law in the other circuits or unless you're going to have the employees look at the Eleventh Circuit opinion and say, I know that's what it says, but it's wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're requiring the government employee in this case to be a better analyzer of Supreme Court precedent than the three Eleventh Circuit judges."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"TEJINDER SINGH","firstName":"TEJINDER","lastName":"SINGH","counsel":true,"justice":false,"side":"petitioner","words_spoken":2703,"interruptions":9,"times_spoken":26,"laughter":0,"num_int_by":5},{"id":1,"fullName":"IAN H. GERSHENGORN","firstName":"IAN","lastName":"GERSHENGORN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1285,"interruptions":10,"times_spoken":14,"laughter":0,"num_int_by":4},{"id":2,"fullName":"LUTHER J. STRANGE","firstName":"LUTHER","lastName":"STRANGE","counsel":true,"justice":false,"side":"respondent","words_spoken":1018,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":3,"fullName":"MARK T. WAGGONER","firstName":"MARK","lastName":"WAGGONER","counsel":true,"justice":false,"side":"respondent","words_spoken":1639,"interruptions":16,"times_spoken":33,"laughter":0,"num_int_by":6},{"id":4,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":855,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":286,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":560,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":247,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":397,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":146,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":166,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":11,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":216,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3988,"times_spoken":40,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":17,"words_spoken":2657,"times_spoken":39,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":7,"words_spoken":2873,"times_spoken":81,"laughter":0,"num_int_by":3}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.5328244680153944,"respondent":0.4671755319846056,"date":1472419305652}}