{"petitioner":{"name":"COMPTROLLER OF THE TREASURY OF MARYLAND","counsel":[0,1]},"respondent":{"name":"BRIAN WYNNE, ET UX. ","counsel":[2]},"caseNumber":"13-485","date":"2014-11-12T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in Case 13-485, Comptroller of the Treasury of Maryland v. Wynne. Mr. Brockman. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Right, you're relying on the principle that life is not fair, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but as -- as your friends on the other side point out in their example at pages 22 to 23 of their brief, if you do the internal consistency test, it ends up not being equal. What it ends up is imposing a special tax -- they even call it special, right, the special nonresident's tax -- on those who live in one State and work in the other, that people who live in the State and work in the State do not have to pay.  That doesn't sound -- that sounds unequal, whether fair or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the case now.  If we uphold the situation where you charge a special nonresident tax in a way that is a special tax on people who live in one State and work in the other, then you're free to raise that to whatever amount you want.  The fact that it's a smaller amount now doesn't -- if we say it's okay, then you're free to raise it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It is now.  Do you think there's -- could you increase the special Alderson Reporting Company nonresident tax beyond the lowest rate that the county tax is?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"To be specific, you live in California.  You have a hot dog stand in Hawaii.  All right?  It has a $1,000 income.  It comes back to California.  You pay a 13-1/2 percent California tax. Hawaii wants to charge another 12.  So you're paying 25 percent.  Can California say:  That's fine; we give them no credit for the 11 percent they're paying in Hawaii? So the bottom check that you get is $750, not a 1,000. But if your hot dog stand were in California, the check would not be 750, it would be approximately 900.  Okay? Now, is that constitutional or not?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  That's what I thought.  Then your answer --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Move -- move to Hawaii is what you're saying. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"And a lot of people do Alderson Reporting Company that, for tax reasons."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A lot are moving out of Maryland, too."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":4,"sideBefore":"justices","text":"What is your best case that you can rely on for your answer to Justice Breyer? What's the best case you can cite,Complete Auto?  I don't think that works for you."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I wouldn't if I were you trying to justify the answer either. What would you cite?        What would your best cite be."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Here in my hypothetical the Alderson Reporting Company basis is identical.  It's called an income tax, okay? And they run it in both States the same, and the problem that I would like you specifically -- and you are addressing with Justice Kennedy -- is what California says, open your hot dog stands in California.  You go and open them in every other State and any other State, but particularly Hawaii, you will pay $125 more in income tax, not some flat other thing, not property tax, not some other kind of tax, in income tax.  Okay.  Now, that's constitutional because?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is not whether California can tax the income of its residents wherever they make it or whether California can tax all income earned within the border of California.  The question is whether it can do both, whether -- and that's the question with respect to you.  Can you tax all income earned within your border, whether by resident or by nonresident, and also tax income earned by your residents in -- in other States? Alderson Reporting Company The tax economists' brief points out that this -- what you've done operates exactly like a tariff, because it provides an incentive to earn income in Maryland and not outside of Maryland.  Now, do you dispute that as a factual matter?  And if you don't dispute it as a factual matter, why shouldn't this tax system meet exactly the same fate as a tariff?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's my problem, is I don't I understand why it is that California has to yield in this California-Hawaii situation.  Why is it Alderson Reporting Company that the State that taxes all the income of its residents has to yield rather than the State that taxes all income earned in the State?  Why can't you just as well say, you know, Hawaii shouldn't be able to sock on an addition?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, as far as fairness is concerned.  Now, maybe it doesn't work the same way with respect to the imaginary negative Commerce Clause, but -- but as far as fairness is concerned, I don't -- I don't see the difference."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Your position -- your position is that the residents -- the domicile can tax worldwide income, period.  And I think everybody agrees with that.  The question is:  Does the domicile have to give a credit because somebody else is also taxing it? Do you stop having the power to tax worldwide income because other States may tax on a different basis?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I was just going to say it's not a question of yielding.  The way you test under our precedents whether one State has to yield or not is to say, well, let's suppose each State does exactly the same thing, neither one is yielding. And as indicated earlier, the example in the Respondents' brief is that if each State did what we're talking about, people who work in one State and live in another would pay higher taxes overall than people who live within one State and work in the same State.  And that sounds to me like a tariff."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not the Commerce Clause test, though.  The cases where we've applied that test, has that -- have they been decided under the Commerce Clause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it -- I thought it's a matter of state power."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- we're dealing with an individual because it's a Chapter S corporation, but what about a corporation that is domiciled in Maryland?  I think Maryland, like all Alderson Reporting Company states, uses an apportionment formula for both domestic and foreign corporations."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose you could argue that some states are very -- have very good corporation laws and that's why corporations are domiciled there.  They're, let's say, director friendly or that they are laws that are easy to apply and well understood.  That -- that's a significant advantage."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we go back to the Chief's initial question.  If we applied Complete Auto, would you fail the internal consistency test?  And if you fail it, why shouldn't we apply that test here? Would you -- if we applied it, would you fail it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I must say I am confused about what this case involved.  You argue, and I find it surprising, that it involves both the Commerce Clause and any other constitutional prohibition.  Okay? Whereas your opponents, the question they say is presented is whether a state tax that exposes interstate commerce to double taxation is saved from invalidation Alderson Reporting Company under the Commerce Clause, merely because the state -- why do you want to take on the whole Constitution when they only want to argue about the Commerce Clause?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And I thought it was the latter that the case involves."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's big of you. It really is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Mr. Feigin. "},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"You only have to look at the tax scheme as a whole including the tax on nonresidents? I mean --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought that we held that quite a lot in respect to corporate taxes.  The three cases we found here, J.D. Adams, Gwin White & Prince, Hennerford, Central Greyhound of New York, all said that corporations, when they are taxed on their income by a state, that they have to apportion in a fair manner.  Is that right?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"When you say -- it seems a little bit of hairsplitting.  You say it's a test on residency, but not income.  But we have previously said a tax on sleeping, measured by the number of pairs of shoes you have in your closet, is a tax on shoes.  So you can call it residency, but if it's still using income as its basis as opposed to property values or whatever else these residency taxes are based on, then why isn't it a tax on income?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's a due process Alderson Reporting Company argument.  The question here is whether or not a number of States impose taxes like this it would be additional burden on interstate commerce."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, that is the question, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Except if they also imposed the special nonresident tax, and that changes the whole scenario."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"In your answer that you gave to my -- the hypothetical of 100 percent, that would be a burden on 100 percent of interstate commerce, because a resident who did not go into interstate commerce would pay less, so there is a burden.  All you're saying is, well, if there's going to be a burden, it could be a great big one."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Justice Kennedy asked a question I was curious about that.  I wanted you to address that specifically, and you're just trying to say who's at fault.  I don't know who's at fault. Switzerland has a tax on milk from cows that are pastured at less than 5,000 feet.  It's Belgium's fault. They don't have any mountains. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"I mean, I don't know who's at fault, but that is a discriminatory tariff."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't see anybody at fault.  Actually in the corporate area it was a tax on gross income in that first case, and so I don't know why human beings -- well, no, I won't go into that issue."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, just to understand what you said a minute ago, are you saying that if this same claim were brought by a nonresident challenging the nonresident tax in Maryland that would succeed?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  So that was irrelevant, then., the fact that it would be -- it would be a stronger claim, but also a bad one at the end?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But they are linked -- they are linked together.  I mean, the special nonresident tax is set at a particular level in relation to the county tax.  It is obviously intended to reach nonresidents in a way that the county tax reaches residents.  I'm not sure you can artificially separate them."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Feigin, if we were to rule against Maryland, how many States are in the same position as Maryland, either because they do a county tax themselves or because they allow local jurisdictions to impose their own taxes?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I have one more question. Do we -- does the Federal Government allow credits for all foreign income tax paid and do you think Alderson Reporting Company it must do so?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"In and of itself, it wouldn't violate the negative foreign commerce clause, right? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Perella. "},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"When you do business in California and you live somewhere else, your hot dog stand is going to be subject to pretty high property taxes.  It's going to be subject to special use taxes. It's going to be subject to taxes that they have for one time to finance the schools.  It's going to be subject to da, da, da, da, da.  Okay?  And so what they are really saying is, well, nobody claims that California can't do that and Maryland can ignore it for purposes of their income tax.  It's tough to do business in California, according to some.  Not to Californians. But nonetheless, this is just one more Alderson Reporting Company burden that you have to suffer and that's because they're on -- you heard the argument.  So what's your response to that."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Perella, suppose we had a Maryland resident and all that resident's income is earned out of State.  And each of the States where the income is earned tax at or above the Maryland rate. That would mean, I suppose, that the Maryland resident owes nothing to Maryland because he could take a credit for all what he's -- leaving the residents without anything, without a penny from this resident who may have five children that he sends to school in Maryland."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe -- no, maybe so, and maybe -- maybe not so.  Why can't -- suppose not many other people in -- in -- in Maryland are in -- in this position, or the reverse?  This -- this man is getting a free ride."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But he's getting a free ride off Maryland school.  Now he rents the property."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can there be some minimum tax imposed on a resident?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"In Justice Ginsburg's hypothetical, 100 percent of the income is earned from out of State, and has five kids go to school, and they use all of the local facilities.  Can Maryland impose any tax based on residence?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What about a school support tax?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can you give me the right numbers in what you said?  We've heard different ones. You just said how many States provide a credit such that a resident has to pay the higher of the foreign State's tax on its business there, or the State's tax on income. You said 40 States impose some kind of credit like that, roughly?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So every other State.  How many are the every other State?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"42 States.  How many States are in the position of Maryland where they don't impose a credit -- or they do not grant a credit for some or all of the income?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Zero?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Maryland does --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":8,"sideBefore":"justices","text":"Well, don't some States allow localities to impose taxes that do not give a credit?  So, for example, the New York City income tax would be the classic example of that."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you recognize that there are jurisdictions, local jurisdictions, that impose a tax and don't give a credit?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Just like this one. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But before you said there were zero."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Maryland does allow the credit against the State income tax.  It's just the county tax."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  But they -- the lion's share of it would be this State part, not the county part.  And on that, Maryland does give a credit."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Perella, you're not saying that we have to or that we should establish a priority rule as to different taxing schemes, do -- are you?  You're not saying it has to be source-based over residence-based, or -- or vice versa?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So you are saying that that's the priority rule."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me ask you:  I mean, suppose we were to say what Maryland is doing is not okay, but then States could choose.  Some would do a source-based tax, some would do a residency-based tax. And if you had a situation like that, it seems it could lead to double taxation in exactly this kind of way.  If you were living in the wrong State and all of a sudden the combination of one State having a pure source-based and one State having a pure residency-based tax was going to lead to double taxation.  Why is that any different?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it's only internally inconsistent because of the special nonresident tax.  And your -- your clients don't pay the special nonresidents tax, so why should we worry about it in this case?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"A resident -- you're not disputing the proposition that the State of residence Alderson Reporting Company can tax worldwide income, can impose an income tax on its residents worldwide, wherever they earn it.  You're not questioning that proposition."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, as a matter of what?  Would you question it as a matter of a dormant Commerce Clause, that the State of residence can tax worldwide income?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then what you're saying is they don't have the power to tax worldwide income --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- if another State has a tax based on source.  So, going in proposition, they can tax worldwide income, is subject to what other States Alderson Reporting Company do, and if other States have a tax, then the resident's State has to recede."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You talked about what this Court has been doing for I don't know how many years.  Have we ever had a case under the Dormant Commerce Clause where a resident is complaining, an insider is complaining.  The Dormant Commerce Clause cases involved outsiders who are saying, this State Alderson Reporting Company where I don't vote is imposing something arbitrary on me.  Here we have an in-state person complaining under the Dormant Commerce Clause that its State is discriminating against it. Is there any other State where -- case where it's an insider complaining --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- rather than an outsider?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, one thing, one obvious distinction is the corporation doesn't have five children to send to school. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Perella, we said in this American Trucking case, we said we were going to allow States to impose a neutral, local tax even though it violated internal consistency. Why shouldn't we see this as pretty equivalent to American Trucking?  In other words, a State saying, we're going to impose a small tax to ensure that you are paying for some of the very basic services that we provide."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sure that if you aggregate the American Trucking tax, it was a lot of Alderson Reporting Company money, too."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why should that give me (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"What difference does that"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Where the only way out is to -- is to -- I don't understand the argument."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's what I think."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What if they didn't do it on gross income, but just said every resident has to pay X amount?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"As an income tax."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's not being based on gross income.  Just says every resident has to pay $1,000."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But why doesn't Justice Sotomayor's hypothetical, isn't it exactly the same as Alderson Reporting Company the American Trucking hypothetical?  You just distinguished the flat tax versus the percentage income tax.  I thought that that was your principal distinction of American Trucking."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that that was what Justice Sotomayor was positing, a flat fee for use of the State schools and everything else that comes along with being a State resident."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But, you know, there -- there's an inequity either way.  The inequity on the other side is you have two neighbors side by side. Their kids both use the school.  One of the neighbors makes most of his income out of the State and you want to say that would not be taxable, whereas the other neighbor makes all of the income in the State and pays a very high, very high tax.  You know, that's not fair either, is it?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's quite interesting, because New York City's normal population, I think now we have gone down to 7 million, but out-of-state residents that come in are 25 million a day, who work in the city.  So, New York's 7 million pays for those 25 million."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What's your third?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Brockman, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you.  Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WILLIAM F. BROCKMAN","firstName":"WILLIAM","lastName":"BROCKMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1996,"interruptions":12,"times_spoken":27,"laughter":1,"num_int_by":6},{"id":1,"fullName":"ERIC J. FEIGIN","firstName":"ERIC","lastName":"FEIGIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1514,"interruptions":6,"times_spoken":16,"laughter":0,"num_int_by":6},{"id":2,"fullName":"DOMINIC F. PERELLA","firstName":"DOMINIC","lastName":"PERELLA","counsel":true,"justice":false,"side":"respondent","words_spoken":3378,"interruptions":15,"times_spoken":43,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":443,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":456,"interruptions":0,"times_spoken":20,"laughter":3,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":629,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":309,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":203,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":507,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":212,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":399,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3510,"times_spoken":43,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":15,"words_spoken":3378,"times_spoken":43,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":5,"words_spoken":3158,"times_spoken":93,"laughter":4,"num_int_by":4}],"outcome":{"side":"respondent","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127329}}