{"petitioner":{"name":"OMNICARE, INC, ET AL.","counsel":[0]},"respondent":{"name":"LABORERS DISTRICT COUNCIL CONSTRUCTION INDUSTRY PENSION FUND, ET AL. ","counsel":[1,2]},"caseNumber":"13-435","date":"2014-11-03T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 13-435, Omnicare, Incorporated v. the Laborers District Council Construction Industry Pension Fund. Mr. Shanmugam. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So if I say or the company says in a prospectus, we believe that we have 3.5 million units of inventory in our secret inventory warehouse, so long as they say we believe, they can't -- you know, it turns out they have none, that's all right? They're still protected?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Really, you think it's an open question if they say it's a very precise number for something that only they know anything about, and it's wildly off, you think they're protected or may be simply by saying \"We believe\"?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But suppose it is actually disputed, an expert -- expert -- a museum expert on an archaeological mission says, it is my opinion that those bones in that mountain are of a diplodocus and not a Trisopterus.  Now, wouldn't you have thought that at least he'd looked into it, that at least he'd seen the bones?  You see, it's absolutely open, it is a matter of opinion, but there's some things implied. If you had learned later he'd been in a bar all night and had never even seen or heard one word about what the bones were like, wouldn't you think he had issued a misrepresentation?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  And I just produced an example because I knew that was your view, and what I looked for was an example where your view doesn't seem quite so reasonable.  And -- and that was why I said it doesn't seem reasonable there because I think any listener would think that the archaeologist had not been spending all night in the bar, but, rather, had at least looked at the bones or done some basic examination."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's -- now, that's the point I want you to address yourself to, why is that statement I just made wrong?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It is my opinion it is right."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There is an implied statement, I think.  The implied statement is that he's done some work to figure this out."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying that this evidence, what we're -- we're talking about, the Alderson Reporting Company evidence that the speaker didn't believe what he said, that could be proved by showing he made no investigation at all."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so you're saying that the -- whether there was any investigation or whether it was reasonable will factor into whether the belief was honestly held."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- and we're dealing with a registration statement.  Why isn't it, as Justice Breyer suggested, implicit that when somebody -- when an issuer puts something in a registration statement, that the issuer has acted with diligence in making that statement?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that may be true, but do you deny the fact that there can be situations in which a person makes a -- makes a statement of belief and believes that to be true, but lacks a reasonable basis for stating the belief?  There is a difference between those two situations, isn't there?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What's wrong with that? There's an assumption that there's something wrong with that.  But if what one wants is honesty in -- in securities statements of any kind, wouldn't one want boards, issuers, others to have some sort of reasonable basis -- I'm borrowing the government's words -- before it goes about making predictive -- even predictive statements?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about saying a factual basis?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Factual basis.  There has to be a factual basis for making --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I mean why wouldn't that work as the standard?  You're worried about the standard reasonableness is too open to Alderson Reporting Company speculation.  Okay.  What about just saying there has to be a factual basis for it?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The person did have the opinion about the diplodocus, it was his opinion.  He's an archaeologist.  He, you know, looks around, sees the sky, the mountains.  There's some basis.  People all the time say it's my opinion.  Really, they haven't looked into it and so forth."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"A registration statement, you ought to have looked into it."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sure there are none involving the diplodocus.  But the -- the --"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, don't say no.  Say -- don't say no.  You -- you leave it up to the judge or Alderson Reporting Company the -- depending on the factfinder to say, is there a factual basis?  And just his opinion is something that depends on context, whether something is an opinion.  So factual basis in support will have, to some extent, depend on context."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Shanmugam, suppose --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":8,"sideBefore":"justices","text":"Do you think that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Justice Scalia."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Do you think there's a difference between a factual basis and a reasonable factual basis?  I mean, if we adopted a factual basis rule, would we accept an unreasonable factual basis?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I think it's -- Alderson Reporting Company it's just the same rule in -- in disguise really."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think Justice Scalia is right there, and there would be something like that, but -- and so your point is a -- is a good point, that it isn't so easy to figure this out exactly what the standard is.  The alternative, of course, is to issue registration statements that have statements in them of opinion, very detailed, very fact-based, and where people would think some work was being done, and, in fact, far less work has been done than anybody would Alderson Reporting Company think was plausible, and they just float right by without attack.  Now, isn't the law designed to catch those things?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you say that about Bankshares, which contains the statement that the Government refers to; conclusory opinions in a commercial context are reasonably understood to rest on a factual basis that justifies them as accurate."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"If we adopt your position, which I take it to be that lack of reasonable basis for a statement can be evidence that the belief was not sincerely held, in this case do we still have to remand or did I understand you to say that the plaintiffs below did not specifically allege that there was no reasonable basis at all for the statement?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, I thought that the complaint alleged that the defendants had no -- that no defendant had a reasonable ground to believe that Omnicare’s arrangements were lawful."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If the test is subjective as you claim, with respect to the issuer, whose subjective state of mind should -- must the Court look at?  Would it be solely the person who signs on behalf of the issuer, or would it be everyone else who is required by law to sign the registration statement?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shanmugam, suppose that in a particular registration statement there was a statement that said a particular kind of transaction was lawful, all right, and the person who makes that statement, whoever it is, really believes it.  But, in fact, that person knows that the Government is breathing down his neck, that the Government seems to have a different view.  That person knows that its competitors have a different view.  And that person has also consulted three lawyers, and two of them have given a different view.  But he still believes what he believes. He believes that the Supreme Court is going to vindicate his legal position. But the only thing he says is, I think this is lawful.  Now, why isn't that something where there is an omission that makes the statements misleading?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it just says statements therein.  It doesn't actually say statements of material fact or not."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it didn't -- it didn't impose an obligation to speak, but once you speak, it said that you're -- that you can't make omissions that make your speech -- your statements misleading.  And I guess what I'm saying is, you know, what I've given you is a case where this is a judgment call, whether you think something is legal or not. But what you know -- and after all you're in the position to know and all your readers are not in a position to know.  What you know is that the Government seems to disagree, that your competitors seem to Alderson Reporting Company disagree, and that most of the lawyers seem to disagree. And still you're going to put this in your statement and say, oh, no problem, that's not misleading."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But don't you think a reasonable reader would look at that statement and say two things actually:  Both, he's done something to try to check as to whether the transaction is legal, and he doesn't know anything that's very dispositive going the other way.  And both of those things, I mean, could be false."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I don't think, Mr. Shanmugam, that the fact that the statue has -- is a strict liability statute might cut the other way.  Why is it a strict liability statute?  Because Congress had some understanding, number one, that it was the issuer who knows the facts, not the readers; and number two, that it is awfully hard to show subjective intent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Goldstein. "},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The Sixth Circuit held that once a false statement has been made, a defendant's knowledge is not relevant to a strict liability claim. Was that correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Since that's the holding of the Sixth Circuit, don't we at a minimum have an obligation to vacate and remand?  Because they didn't hold that their reasonable basis standard was satisfied here."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But assuming they're wrong about this, they said the Section 11 does not require a plaintiff to plead a defendant's state of mind, and a statement of opinion is actionable when it is ultimately found to be false. Now, that, I don't think, is what you are arguing, what the SG is arguing.  The point is that the statement, it is my opinion that the warehouse will hold up in a 93-mile-an-hour wind for 17 hours as long as the windows are closed.  And that statement may be false, but it may also be true that the issuer before issuing the statement performed a variety of tests, in which case you would agree, I think, that it is not actionable. And so -- so it isn't just that it's false, it's that there was no reasonable basis for holding it. Moreover, whether the issuer has a reasonable basis is a Alderson Reporting Company fact about the issuer's state of mind.  It isn't whether there's a reasonable basis in the world.  It is about whether those people who issued this statement had a reasonable basis for issuing it or not.  I think that's about their state of mind in a sense.  But those two things, I think, do require reversal."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Sorry, that doesn't -- Alderson Reporting Company that doesn't make much sense to me.  A statement is made truly or falsely at the time it's made."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So how can you rely on evidence of what happened later?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We would never have closure on a securities action if we were to rely solely on the fact that the building fell down 10 years hence."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, I don't see how that could be.  They said, in our opinion, we have X amount of inventory.  And you're starting out by saying, well, it is an opinion, but an opinion carries the implication that they would have some basis for it.  And they did have a basis for it.  In fact, they had a reasonable basis.  So how there can the plaintiff recover?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  You've given me those times.  What about the other times?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Goldstein, can I just clarify what seems to be your point.  You do not take the reasonable factual basis.  You are saying it's the same thing as if we excised \"we believe.\"  That you take that out, and then you have a statement of fact which is false, and then they're responsible.  So you're really saying there is no such thing as an opinion versus a Alderson Reporting Company fact, that it's just the same as if they left out \"we believe.\""},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that exactly what you have here?  Because if you look at these registration statements, you know, we have been looking at one or two sentences in a vacuum, but, in fact, if you look at the registration statements themselves, they're sort of surrounded by reasons to discount the opinion.  It says, you know, CMS, the government might think differently, and if that's so, we're really in bad shape.  It says, these laws may be interpreted in the future in a manner inconsistent with our interpretation.  I mean, it seems to me that they actually did a pretty good job of saying, look, we think this, but there are -- there are some problems -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- with this and it could go the other way."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could I just make sure I understand, Mr. Goldstein?  The basis of your argument in the text is not the untrue statement of material facts language, right?  Because I would take it that you agree with the government and with Mr. Shanmugam that as to that, the only untrue statement in an opinion is whether you hold it?  But the basis of your view, both Alderson Reporting Company as to agreeing with the government and also suggesting that a further view is the omissions language; is that right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there in that case of Virginia Banks, it was a given, it was stipulated or proven already by the jury verdict that they didn't believe what they said."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's not purely subjective, if it's the reasonable basis test, what does that mean?  Mr. Shanmugam says that's very open-ended. And I think he has a point.  I don't really know what a reasonable basis would be in that situation."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But to what degree must the person -- let's just take the CEO who signs on behalf of the corporation.  To what degree must he conduct an Alderson Reporting Company investigation to determine whether illegality is going on someplace in the company?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what does that mean?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, I believe it's -- I belive -- the CES says, I believe that nobody in this company is paying bribes."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And the CEO says no one from -- it's a true statement of belief, and he's received information from certain corporate compliance officers that no bribes are being paid."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How much investigation does he have to go on, does he have to do?  Does he have to hire an outside firm to do an investigation to see if maybe somebody is paying bribes?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I understand that.  He says it's purely subjective.  You say basically, it's the -- state of mind is completely irrelevant.  But if we're in the middle someplace?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you're not really helping me.  But maybe -- all you're saying is Alderson Reporting Company reasonable, reasonable, reasonable.  I -- I would like some more concrete guidance as to what is reasonable."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, well, that's your -- your case, but I gather your answer to Justice Alito is that the CEO doesn't know about anything, and his lawyer comes in and says, Nope, I don't know about anything, then that cannot be the basis for a suit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm asking you, Alderson Reporting Company is it reasonable for --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- him to say, I don't know anything about any bribes. The lawyer comes in, Do you know anything about bribes? No, I don't know anything about any bribes. Is it reasonable for him to say, In our opinion, our employees are not giving bribes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Thank you. Ms. Saharsky. "},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it seem -- it seems to me that you're not in the middle, that you're almost 90 percent with the respondent because you give very little weight to the subjective belief component."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you -- I -- I -- are you disavowing Virginia Bankers?  Virginia Bankers says you need two things, you need subjective disbelief and/or not quite, but you need an objective fact that's not true, meaning you need to prove the falsity of the objective fact?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No, you're right.  It only held that the second was required, so you always have to prove that.  So what mental state are you saying has to be proven?  Either they didn't believe what they were saying and there was no reasonable, or there was no reasonable basis for what they were saying?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How do we -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"You were asking, in Justice Kennedy's, you said it was right and wrong, and then you got the part out about it being right.  What -- in what way was it wrong?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But this is always going to come up after it's been shown that the statement turned out -- the statement of belief turned out to be incorrect.  The registration statements says, We believe X.  It turns out X is not true. So it's not going to be very hard in that situation for a plaintiff to allege that the -- that the issuer did not make a reasonable investigation because if -- if they had done a reasonable investigation, they would have discovered that X wasn't true."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They say, someone pleads that -- they said we believe there were no bribes paid, and then later it's discovered that lots of bribes were being paid off someplace.  So they alleged all the things that have turned out to be inconsistent with the statement of belief, and they say had they sent someone there to investigate, they would have found this, they would have found that.  So how difficult is that going to be?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that there are specific omissions in this case?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you think that Twombly in this -- in this context requires the plaintiff to allege what kind of investigation was conducted before there is discovery?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why wouldn't they just say, Look, the statement turned out to be false, we don't doubt that he did hold that opinion as his opinion, he was sincere, but he had no basis for that whatsoever, period.  That's what the complaint says. Now, how can you avoid discovery on that?"},{"name":"JUSTICE BREYER","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"He never looked into it. He had no basis for it.  That's trying to prove a negative.  What are they supposed to allege a negative, he didn't go to the law books, didn't go to the library, didn't talk to this, didn't talk to that.  I mean, it's pretty hard to do, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why can't that be submitted to the jury?  In other words, you can look, not to see if in fact it has a reasonable basis, but to use the evidence about how unreasonable the basis must be to suggest that the belief was not sincere?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If someone comes in, in Justice Breyer's hypothetical, and there's no basis at all and says, \"I believe that this,\" and the evidence shows he had no basis at all, a jury can easily determine, we don't think he really believed it."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Saharsky, does this affect not only the private right of action?  I was uncertain whether it also affected the SEC's ability to stop a registration statement which it thought had a misleading statement of opinion.  If we come out the way Mr. Shanmugam says, is the SEC's ability to do that severely compromised?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Shanmugam, you have seven minutes remaining. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But there might be omitted facts, such as I didn't check with any of my lawyers, or I checked with my lawyers and they told me the opposite. I mean, those are facts, and that's the thing that makes the statement in the registration statement itself misleading."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think what Ms. Saharsky is saying, maybe not Mr. Goldstein, is that there's another part of the statute which is omissions, and that those omissions of facts -- I didn't check with anybody or I checked with everybody and they said the exact opposite -- that's the thing that makes my own statement misleading, and that's why it fits within the statute."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be your position if those qualifying statements that do appear just before and just after this belief statement were omitted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KANNON K. SHANMUGAM","firstName":"KANNON","lastName":"SHANMUGAM","counsel":true,"justice":false,"side":"petitioner","words_spoken":3989,"interruptions":19,"times_spoken":39,"laughter":0,"num_int_by":6},{"id":1,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":2871,"interruptions":11,"times_spoken":26,"laughter":0,"num_int_by":5},{"id":2,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":1626,"interruptions":7,"times_spoken":14,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":365,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":924,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":253,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":588,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":256,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":797,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":55,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":119,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3989,"times_spoken":39,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":18,"words_spoken":4497,"times_spoken":40,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":5,"words_spoken":3357,"times_spoken":84,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127326}}