{"petitioner":{"name":"GLENN TIBBLE, ET AL.","counsel":[0,1]},"respondent":{"name":"EDISON INTERNATIONAL, ET AL.      ","counsel":[2]},"caseNumber":"13-550","date":"2015-02-24T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next today in 13-550, Tibble v. Edison International. Mr. Frederick. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"One of the things that I was looking for, Mr. Frederick, in the record is some evidence as to what exactly that monitoring entails. I -- I took your brother's responsive brief as saying it can't be a complete due diligence that you do when you Alderson Reporting Company buy something, otherwise, the funds would grind to a halt. So where in the record is there some proof of what the monitoring -- or what the level of monitoring should have been and what the breach was here?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if -- if we agree that there had to be some significant event or change that Alderson Reporting Company would trigger the -- the need to reexamine this investment, then we would affirm."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What's your position? That -- that every -- every stock that is owned has to be reviewed every year as though it was a new purchase?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You also said, did you not, that -- that there was this committee that met periodically to review investments?  I think you said they met quarterly."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And that there had been, as a result of those quarterly reviews, changes --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in investments."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That was one of the questions I had in my own mind.  Did you ever argue below that once they found out about the institutional -- the institutional funds, that that was Alderson Reporting Company a changed circumstance?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless there were changed circumstances."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If we forget what happened at earlier stages of this litigation, and I think that the parties' positions have clarified, when you put it Alderson Reporting Company that way, as this has progressed, what -- on what point of law do you and Mr. Hacker now disagree?  I'm not sure you disagree.  You certainly do not disagree about what the answer to the question presented is.  You both say no.  It is not categorically barred.  So on what point of law do you disagree?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, but forget --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I will ask Mr. Hacker. But I -- you understand him to take the position that unless there are some changed circumstances, a trustee can simply make no inquiry about the continued prudence of assets purchased in the past."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You just sit on them.  You don't even think about whether this is still a good investment or not.  That -- that -- you think that's his position."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And if I could just ask again, Mr. Frederick, what that duty includes in addition to the changed circumstances situation.  In other words, just on a continuing basis -- and tell me in a way that includes this case but isn't limited to this case -- on a continuing basis what is a trustee supposed to do under the prudent person's standard?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I would think, Mr. Frederick -- tell me if you disagree with this.  I would think that it's possible that a decision to buy one of these funds with high expenses would be imprudent Alderson Reporting Company in the first place, and yet, it might be prudent not to switch midstream.  In other words, there are costs to switching midstream.  You have to tell everybody about it.  I'm not sure what the costs are. But is -- is it possible that a decision that was imprudent in the first place, to -- to buy, that it, nonetheless, could be true that a hold decision is prudent?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think both parties agree that there is a duty, a fiduciary duty every so often, and that's -- I don't know how often, to do some kind of prudence review of the investments you still hold?  You agree to that.  That's your point."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So I should ask the other Alderson Reporting Company side if they agree to it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if they do agree to that, my guess is that they will possibly, from what they've read, is they're going to start arguing that the Ninth Circuit never held to the contrary.  They are going to say, Oh, yeah, but it wasn't clearly put to them. And the more I look into it, I'm not so sure it was so clearly put, but I can't quite say whether it was waived either.  And -- and so what should we do about that?  Should we -- I'm pretty sure that they didn't raise this as an objection in their reply brief on -- in this Court, in the cert petition."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"right to make that.  Okay. about that. do?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because I -- even if they waived this argument, there is a problem with me suddenly, or any of us, describing this fiduciary duty, the nature of it, whether it's violated here or not, when there is no real lower court opinion."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So the opinion, in your view, could be just this.  Here are the two passages.  They said you don't have a prudence obligation to review unless there are changes.  They are wrong about that.  There is a prudence review.  Send it back."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't want to start that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, they might find there is enough to get to the trial.  I don't know about all of that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I am sure some -- some such duty, but I am -- life is too short.  You're -- you're going to ask every Federal district court not only to determine whether a particular purchase was sensible or not, but to say year by year whether you've done a careful enough review.  I mean, I -- I just -- I just don't think courts are capable of doing that. The -- the other side offers some help by saying if there's a changed circumstance, you've got to do it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and you yourself say, Oh, well, this is a very special case, because it Alderson Reporting Company was obvious.  Any fool would know that there are two classes of these stocks and the one class has a much cheaper expense to holding it.  Why not say that where -- where there's been a change of circumstance or the imprudence of holding it is obvious?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The expense ratio is handled -- is handled in -- in what I propose.  Where it's obvious on its face that you -- you continue the investment in the same company, but you -- you just get a different class of stock and you get lower charges."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's obvious."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And that's fine.  Would you Alderson Reporting Company just -- just give us a hint as to whether the government agrees with Mr. Frederick?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah.  So -- so you agree entirely that there's no -- no particular test --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"-- not -- not obviousness or not change of circumstances?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no, no.  You started with the first.  What was the first thing?  Remember, you said that's the second question.  But --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What's the first question?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"That you are not going to address.  Exactly."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"I want to hear the one you weren't going to address."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me.  And that's because they have this changed circumstance rule where it has -- the change can only be something like a new fund?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me, though.  It seems to me that -- that you -- you're -- you're misdescribing them when you say that they said it's only the purchase that can be subject to scrutiny.  I -- I think they -- they did say that the holding can be subject to scrutiny as well so long as there has been some change in circumstance."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, you can say that, you know, that refers you back to a -- to a new -- new purchase standard, but it's still -- they -- they say that within that period, you can bring a suit."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So if I could just understand that, essentially, you want us to say, look, there is this prudent person standard.  It applies throughout to monitor and as well as to the original purchase, but then we're not really going to tell you Alderson Reporting Company what that prudent person standard is, that we will instead let the lower courts deal with that in -- in considering this case.  Is that what you want?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, you want us to say that whatever it is, it isn't solely whether there's been a change in circumstances so extreme as to amount to purchasing a new stock."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But when Mr. Frederick said before, he said something like anything -- any periodic review, you're going to look at the returns, you're Alderson Reporting Company going to look at the expenses, and you're going to look to see whether there's a change in the -- in the, you know, basic nature of the company or something.  You agree with all of that; is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Hacker. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Hacker, I don't know what that means.  It seems to me when I read your brief, that your brief is supporting the -- the Ninth Circuit's position, which is that it's only when significant changes occurs."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the district court said more than that.  It did say there has to be a Alderson Reporting Company change in circumstances.  Mr. Frederick told us -- and you can tell us if he was wrong -- that they did not have any opportunity in the district court to say there should be these periodic monitorings because the court said after the initial investment in the fund first when you buy the plan.  After that, there's no obligation other than if there's changed circumstances.  Then you have to take another look.  That's what the district court -- as I read it -- said, and that hemmed in these Plaintiffs and they couldn't say.  We're talking not about a continuing violation, ongoing monitoring not necessarily triggered by a change in circumstances."},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Where -- where are you reading from?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Hacker, Mr. Frederick cited Petition Appendix page 18 and 19."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"He said that is a statement of the Ninth Circuit law that Petitioners think is incorrect and that they would like to have this Court correct."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"On what point -- on what point of law do you and Mr. Frederick now disagree?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, I don't think --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":8,"sideBefore":"justices","text":"I mean -- I mean, at a higher level of -- level of abstraction than that.  Not as applied, not the particular things that need to be done.  He says in his reply brief, \"No precise rule dictates how often a fiduciary must review the portfolio or how detailed periodic reviews must be.  Rather, as with trust administration, generally, the duty to monitor is subject to the reasonable person's standard; that is, the fiduciary must engage in the kind of review that a reasonable, prudent fiduciary would conduct under the circumstances.\" Do you disagree with any of that? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Mr. Hacker, here's what you say -- here's what you say in your brief.  What you say in your brief is, \"After the initial selection, the fiduciary may conduct much less intensive periodic reviews monitoring only\" -- \"monitoring only for significant changes in the value and risks of the investments.\"  That presents a very different view."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"As I see the difference, you say you're monitoring only for significant changes in the value and risks of the investment, and they're saying, look, you have this periodic duty.  One of the things you're looking for is significant changes; but you also, on an ongoing basis, just like ordinary people do with their own investment portfolio, you look at the Alderson Reporting Company return, you look at the expense. In something like this, it's not like we're scouring the whole universe for cheaper funds.  It's like we realize, oh, look, it's the exact same fund with cheaper expenses.  In something like this, you make the change."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Now, really, are you saying -- what kind of disruption could be worth, on an ongoing basis, for people who have invested in funds for 30 and 40 years and where there's a significant difference in fees, what kind of disruption could be worth the price of that? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why don't you answer that one? (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- that's the nature or --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You're talking about the nature of the fiduciary's duty to continuously monitor. Isn't that your subject? I'd like before doing that, since you seem to agree there is some such duty, but you may disagree of what it consists of and nobody so far in the lower courts has really gone into that, probably we should send it back on that, say they agree about that. But then you want it dismissed because you say that that issue wasn't fairly raised.  All right. So I look at the cert petitions; and in their cert petition on page 18, 19, 20, et cetera, it seems to me pretty clear that they're saying the mistake in the Ninth Circuit was ignoring the continuing nature of a trustee's duty under ERISA to review plan investments and eliminate imprudent ones. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They're quoting the Seventh Circuit. So when I read that, they're making the argument pretty clearly.  Add that that's -- there is this nature, that there is this duty.  And they say the Ninth Circuit didn't hold that.  The Ninth Circuit thought it existed only when there was a change. So I looked to your reply to that. You do not, to -- to -- I can't find a place in your reply -- in your reply to their cert petition, in either, where you say they have an incorrect assumption here because you should dismiss this case and never hear it because that isn't what the Ninth Circuit said.  Rather, the Ninth Circuit said a different thing. Now, where -- where do you say that?        I couldn't find it.  And if you didn't say it, it seems to me that you have waived, in a sense, the argument that they have waived in a different sense. All right.        You see the point."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what you say, I have this that you said. The Ninth Circuit held that a statute -- that \"a claim challenging the selection of mutual funds\" -- da, da, da -- \"is barred by the six-year statute if the claim challenges funds that were selected more than six years before, and the claim does not allege that any materially new circumstances arose within the previous six years.\" So that sounds like the very characterization of the Ninth Circuit that they are saying was mistaken."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So it seems as if you are agreeing that the Ninth Circuit made a mistake.  You are agreeing they should have put this in, and I guess you also agreed that in their brief in the Ninth Circuit, they did say, \"Edison had a continuing duty to ensure that each of the plans' investments was and remained Alderson Reporting Company prudent, was and remained prudent within the six years,\" et cetera. So -- so they raised it in the Ninth Circuit.  You agree the Ninth Circuit made the wrong holding --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- and -- and you agree what the right holding is.  All right.  So what's -- what is the argument we should dismiss it?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Because they thought that was the circuit law, that they had to show changed circumstance; otherwise, they wouldn't have a monitoring Alderson Reporting Company claim."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What about this --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- about this result?  Two paragraphs:  The parties agree that there is this ongoing monitoring, et cetera.  The Ninth Circuit did say changed circumstances.  It's wrong about that. Nobody here in the reply brief to cert really raised the question of whether it had been properly raised; and, therefore, we remand the case to apply the law insofar as is in the proper procedure to do it, something like that."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Hacker, here is what you argued to the Ninth Circuit -- what you argued to the Ninth Circuit.  ERISA's 6-year limitations period bars challenges to funds added to the plan more than 6 years before this action was filed.  Then you got exactly what you wanted from the Ninth Circuit with the single exception that the Ninth circuit added a fact, that by the way, that doesn't apply to changed circumstances. Then you described to this Court what you got from the Ninth Circuit, in the terms that Justice Breyer said, which was exactly that the only kind of monitoring claim available to a plaintiff is when there are changed circumstances. And then you file a brief in which you sometimes say that the Ninth Circuit is completely right and then you sometimes purport to be agreeing that the Ninth Circuit was wrong. Now, to me, that's raising a lot of dust for something that is pretty clearly what the Ninth Circuit said, what you asked for, and what is wrong?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That was -- that was --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- page 22.  It's in your summary of the argument.  “A fiduciary may conduct much less intensive periodic reviews, monitoring only for significant changes.”"},{"name":"JUSTICE KENNEDY","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you certainly do, if that's what a prudent trustee would do."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"How about just saying that the changed circumstances seems to have confused everybody?  The Ninth Circuit used it.  You used it repeatedly.  This Court should X that out and then you're in perfect harmony."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"He didn't say the cheapest fund.  He said there is a stock difference between the retail and the institutional cost."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, I don't think he said that.  I asked a very particular question relating to this particular fund, saying what kind of disruption -- is there any kind of disruption that would be worth the price of holding onto a fund that is the exact same as another fund except that it has much higher fees.  And he said, as to that particular case, no, there wouldn't be."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"How might a lessor of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"How was there investor confusion?  It seems to me one sentence saying, well, we have been paying .3 percent, this is .2 percent, that's why we're changing.  They're not going to, you know, running out in the halls screaming that there's confusion about that. (Laughter.)"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"They don't like changes. They would rather have fees?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Hacker -- MR. HACKER -- fee."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":8,"sideBefore":"justices","text":"-- the day when you get from your mutual funds a notice that says, by the way, you're a preferred investor, we're switching you, it's the exact same fund under a different name, now you don't pay fees -- that's a red-letter day for an investor."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"With respect to all or some of these funds, did the plan qualify for the institutional shares or did it have to get a waiver from the administrator?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Just so I understand this, you're saying that as to some funds, it was necessary to get a waiver.  As to others, the record doesn't show whether it was necessary to get a waiver or not?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"This is a very big pension plan and it seems odd that it would not have enough funds to qualify for institutional shares.  These institutional shares must be restricted to -- I don't know what, the most gigantic investor in the world."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That seems like a potentially important point, but maybe it's not.  I mean, if -- if the investment advisor can simply look at the criteria for getting institutional shares and see that the fund would qualify and the costs for those would be Alderson Reporting Company less, then that seems like a more obvious switch to make than if you look at the criteria and you see that you don't qualify and you would have to inquire about whether you could get a waiver.  Maybe in the industry, it's well known that you can obtain a waiver, but it seems like a somewhat different inquiry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Frederick, four minutes. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Answer his point, however.  I mean, there's some force to his argument that you can't have every three months, a sort of general market evaluation of whether something should be selected or not."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He says your -- your expert would not commit that a -- during a prudent monitoring, this would have been caught."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I, for one, am not ready to do that, because I'm not a trier of fact for what a reasonable investor would do --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not -- I'm very -- I don't, as you may know, I have just a little invested so I don't know much.  But it seems to me that in 2003, when they were made aware of the institutional class, that I would have looked at my portfolio and seen if I had retail class."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, whether it was prudent to stay in that because of expenses or other things, I don't know."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":2255,"interruptions":11,"times_spoken":36,"laughter":0,"num_int_by":4},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1688,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":2,"fullName":"JONATHAN D. HACKER","firstName":"JONATHAN","lastName":"HACKER","counsel":true,"justice":false,"side":"respondent","words_spoken":4208,"interruptions":17,"times_spoken":35,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":86,"interruptions":0,"times_spoken":6,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":307,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":451,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":289,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":484,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":910,"interruptions":3,"times_spoken":18,"laughter":1,"num_int_by":3},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":910,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":19,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":3943,"times_spoken":48,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":17,"words_spoken":4208,"times_spoken":35,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":11,"words_spoken":3456,"times_spoken":87,"laughter":2,"num_int_by":5}],"outcome":{"side":"petitioner","margin":9}}