{"petitioner":{"name":"CLYDE REED, ET AL.","counsel":[0]},"respondent":{"name":"No. 13-502\nTOWN OF GILBERT, ARIZONA, ET AL. ","counsel":[1]},"caseNumber":"13-502","date":"2015-01-12T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 13-502, Reed v. Town of Gilbert. Mr. Cortman. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what are -- what are you seeking?  Do you -- do you want whatever is the most favorable rule, say, for ideological signs?  Is that what you want?  Or do you accept that it could be some limit on event signs, say, some reasonable time limit?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the ideological isn't time unlimited."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The same treatment as political signs, then, is that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you -- are you seeking unlimited placement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Your -- your argument does not turn on the fact that it's a church's sign, does it?  I mean, you -- your argument would be the same if this is a temporary sign about where the soccer game was going to be?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask about the category for political signs, which is the most favorable? Because all the time this Court says that political speech is the most valued kind of speech.  It's at the heart of the First Amendment.  It gets special First Amendment protection.  So in a way, why aren't -- isn't -- isn't the locality here basically adopting the same kind of category-based understanding of political speech and its special rule and First Amendment analysis that this Court has very frequently articulated?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I'm sorry. That was the significance of my prior question. What -- what they're really saying is that political speech is more valuable than speech about where the soccer game is.  In other words, I thought you Alderson Reporting Company indicated that your argument did not depend on the fact that the sign was a sign for the church."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you think that political speech is more valuable than directions to the soccer game?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's -- let's take a sign that in all other ways is equal except that it says no signs on residential property except properties that are being sold.  And so it's valued the homeowner's right to sell its property.  Would that be contrary of  the First Amendment, and if not, why is that value any different than valuing political speech?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it's commercial and it relates to a one-time event.  For example, for a yard sale."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If the State and the city allow election-related signs to be put up in the right-of-way, then anybody who has a yard sale has an equal right?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think directional signs is a valid category?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess you see the concern, if an affluent person wants to celebrate a Alderson Reporting Company birthday, he can put \"Happy birthday, Uncle Fred\" as many places as a political sign, and as for long."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But your answer to the question is \"Happy birthday, Uncle Fred\" can have as many signs and for as long as the political campaign."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That has -- that has to be -- seem to me -- what about historical marker, the birthplace of James Madison or whatever?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, it's privately -- privately owned."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So again, under your view, \"Happy birthday, Uncle Fred\" and \"Save your soul\" and \"Birthplace of James Madison\" can all be up for the same length of time, same size."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What about permanent signs? I assume that what you say about temporary signs would apply equally to permanent signs, wouldn't it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Within the permanent sign"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they all have to have"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- except commercial, I assume."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you characterize --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Well, what would happen if one church has a -- always meets in the same place and it wants to put up a sign that says, every Sunday this is the place to go, and another church moves around, so it wants to put up a temporary sign.  Do they have to be treated the same?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you create your temporary category without reading the sign?  And so there is some force, the counterargument that what is being regulated here is not the content but the function of the sign.  So how do you get around that argument? Because you've already created a category that requires you to read the sign."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So your point is if it's -- if it's stuck in the ground with a little stake --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- then it can be treated one way, but if it's in concrete -- but --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me that you are trying to find a, I don't know, a difficult way to deal with an issue that could be readily addressed just by seeing if the sign is for a limited event.  In other words, what if somebody -- every time -- you know, the stake in the ground at least could last for three weeks, so every three weeks, they come along and stick the stake back in the ground.  You are saying the only way they can distinguish is by looking at whether it has a stake in the ground or whether it's in concrete, and yet that seems to me that doesn't help the -- that doesn't answer the city's legitimate concern."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, to say that an election is a single event in the same way as a football game, a cookout, a basketball championship, it's -- it seems to me is a very difficult thing for this Court to have to decide.  It's just not -- a political campaign is a dynamic that goes on for some weeks that the signs initiate a discussion. Now I can see where you can say the religious sign does or at least should initiate the same discussion of -- on issues that are certainly of the same importance, if not more."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me you are forcing us into making a very wooden distinction that could result in a proliferation of signs for birthday parties or for every conceivable event that could be up for five months."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can the town say that signs relating to a one-time event, an election or anything else that occurs on a particular date, have to be taken down within a period of time after that event?  And if can say that, isn't that content-based, the way you define that concept?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you said the way you distinguish between temporary signs and permanent signs is based on the -- the nature of the sign, not what it says."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So that gets you over the problem Justice Sotomayor mentioned about having to read the sign."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But if this -- if there's a rule that says the sign has to be down within a certain period of time after the date of the event, which is on Alderson Reporting Company the sign, I don't see how you get around to reading the sign."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So if somebody puts up a sign for a yard sale two days before the yard sale, then they can -- that can stay up for 48 days after the yard sale?  It has 50 days or whatever the period of time is?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What page?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What page is this again?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Got it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"For the towns it might be. What about there are vast areas of the country where there is scenery and people want to keep the scenery the same, and they don't want signs at all, but they don't want to say no signs because someone who wants to put up a sign that says Geronimo is buried 50 feet away from here."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, if they say, okay, we'll make an exception for that, does that mean that they have to have an exception for everything, and pretty soon the entire State of Wyoming is just filled with clutter?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, it's not a content-neutral category.  What it is, is it is a category that says if you want to say Geronimo is buried here you can, because that will bring people to look at the grave, and that's it; we don't want anything else. We're trying to keep the place looking nice. Now, that's not a city.        Cities are filled with clutter anyway, at least most parts.  But that's -- so -- so what is -- I'm trying to drive at what is your definition of \"content-neutral,\" which is something that I wonder since I think the entire U.S. Code is filled with content distinctions.  All of crime is filled with content distinctions.  All of regulation has content distinctions. So what is it precisely in respect to the content-neutral rule that is consistent with the U.S. Code and is consistent with the example, if any, that I gave?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, try -- try the criminal code and solicitation, where if you solicit for certain things you commit serious crimes, and if you commit certain -- solicit for certain other things, they are less serious and so forth.  We all know that.  How does your definition apply there?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Or how does it apply -- you see, I'm -- I'm confused.  I understand the words --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but I just have never been able to understand how they apply in many cases."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, I'm sorry.  There's a free speech question under criminal law.  Does the First Amendment permit solicitation of drugs to be punished less or more seriously?  You understand what I'm driving at --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- think of the U.S. Code, and what I want and hoping for is enlightenment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Cortman. Alderson Reporting Company Mr. Feigin. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Well, I mean, you -- you obviously know the difficulty with that, which is how does the government decide when there should be an exception or how does a court decide when there should be an exception and when there shouldn't be?  I mean, I understood the whole point of the strict scrutiny for content-based restrictions is to find out which are the types of speech or the particular types of regulation that should be given an exception, rather than starting with saying, well, you don't apply this scrutiny because there ought to be an exception."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"And you want us to sort -- sort these ordinances out one by one and examine each of these exceptions and say, you know, this is okay and this isn't okay?  I don't know that the Federal Judiciary is numerous enough to do that, and it's a much Alderson Reporting Company more simple rule that the other side presents:  Treat all signs the same.  If clutter is the problem, they all clutter.  And you shouldn't -- you shouldn't allow or disallow on the basis of the message."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"What is the problem?  You make -- you make your sign limits big enough that those signs will attract attention, that's all."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"Or have the town put up the signs, in which case they can be as big as the town wants.   We're just talking about private signs here."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"So you're -- you're saying every private individual has to have a big sign, \"Children At Play,\" right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Counsel, I'm not sure -- I'm not sure your whole approach is not precluded by our decision in McCullen.   There, we said that a facially neutral law does not become content- based simply because it may disproportionately affect certain types of certain topics.   And we said the question in such a case -- in other words, when you are dealing with a facially neutral law -- is whether the law is justified without reference to the content.   So it seems to me that you've got to get over the content neutrality.   Your argument only applies when it's content neutral and yet here we're dealing with a situation where you're saying it's an exception to the content-based rule."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"When you use those labels in the context of the First Amendment, do they mean the same thing that they mean in equal protection?   That is, Alderson Reporting Company intermediate scrutiny is a pretty tough standard in equal protection."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"","text":"Do you think that a -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Justice Sotomayor."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Do you think that a library could say big books are preferable to little books and it so happens that big books are coffee books and little books tend to be mostly political, so we're going to put all the political books in the basement and all the big books on the main floor? Is that a distinction that the First Amendment permits?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"I don't see why.  I mean, you say it, but why is it true?   Just make whatever the sign requirement is big enough that any private signs that need to get people's attention will get people's attention."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"What you say about signs I assume applies to noise as well, right?   If the city has a noise ordinance, it can distinguish between noises for various purposes.   A political sound truck before an election can be given a higher allowance, and, I don't know, a street evangelist given a lower allowance."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel. Mr. Savrin. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You can make that argument in all kinds of contexts.   I don't know where it gets you.   Suppose that the question is, whether the town is Alderson Reporting Company going to allow anybody to speak in a park, and the town -- the town council says, well, you know, we would like to have people be able to speak on subjects that we like, but there are some subjects we really don't like. We don't want people to speak on those.   So we have the choice, we allow everybody to speak or we allow nobody to speak. So you can make exactly that same argument in lots of other contexts where I don't think the distinction could be justified.   Isn't that right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So if the sign here said, \"We welcome you to attend our church service,\" and then it says on the bottom, meeting place, and it specifies Alderson Reporting Company the meeting place, but the message is \"we welcome you to attend our service,\" that's ideological?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But it says also \"welcome you to attend our church service, it will be held at.\" So it's giving the direction, but it's also expressing the message that everyone is welcome to come worship."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Savrin, could I ask what the -- your justification is for these specially generous provisions on ideological signs?   I mean, putting aside the level of scrutiny, why do you have these very generous rules for ideological signs as compared to others? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you are not even purporting to have a content-neutral justification for this.   You are essentially saying, yes, we generally dislike clutter, but we're willing to make exceptions for clutter for speech that we think has special First Amendment significance."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, viewpoint discrimination is quite different from content discrimination.   And you are trying to reduce our rules against discriminating on the basis of content to a rule against viewpoint discrimination."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, ideological signs, that is a content category, and there is as much a First Alderson Reporting Company Amendment right to give somebody directions as there is to speak about -- about being green or whatever else. Is there no First Amendment right to give somebody directions?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They sure do, but is there a First Amendment right for these other messages or not?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you did say in your brief that the First Amendment does not require directional signs, so they could be banned altogether."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that is a lot of words.   I'm giving you an example. The law says no directional signs. That's the law.   Does that -- is -- does that offend the First Amendment? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You say on -- suppose we're talking about the context of signs.   You say, well, let's look to the purpose of forbidding -- any prohibition, and I guess it has to do with safety or beautification."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"First question would be: Alderson Reporting Company Is there some category that you don't allow to put up signs?   Answer, no.  Everybody can put up signs. So what about applying strict scrutiny to that?   If you are going to distinguish on the basis of what the sign says, you have to have an awfully good reason, if your decision is you can't put up one at all. Next, you put them up, but you have all content -- all kinds of distinctions how, how long, et cetera. Now, in respect to that, maybe you should have more leeway, leeway depending upon the purpose of the sign.   So if, for example, it's about an open air, municipal movie, you could say put up signs about movies or something.   I mean, you know, you maybe have more leeway there. But still they're saying you would flunk even that test here because there isn't really a very good reason at all in this case for making the sign smaller or for putting it there for such a short time. Now, how do you react -- there are three parts:   One, very tough if you are going to say you can't put it up at all, sometimes called strict scrutiny; two, somewhat more lenient if it gets up, but you are trying to distinguish among how and under what circumstances, how long; and then three, do you even satisfy that one?   That's called time, place and manner, Alderson Reporting Company the second one."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And political signs are there almost all year, on the rights-of-way.   You talk about clutter.   What if somebody doesn't like politics, and he says politics is spinach.   I want ideology.  I would like ideological signs on the right-of-way.   You say, I'm sorry, you are wrong, we think politics is more Alderson Reporting Company important, because we are politicians and we're on the city council. (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Does this State statute have the same size and duration?   The State statute says that you have to allow political signs, but does it specify the size and the duration?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you're saying that the town ordinance just mirrors the State?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And do you have that State law?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So your defense to a First Amendment complaint is, what, the State made me do it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It makes a lot of sense if you believe in the First Amendment."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If you believe that neither the State nor the city is entitled to say politics is really important, as opposed to music."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You say the street is not a -- not a traditional public forum?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, how do you justify the -- the differing treatments of Petitioner's sign, on the one hand, and the weekend builder event signs and homeowners' association signs?   Homeowners' association signs can be 80 square feet, and the Petitioner's sign can be 6 square feet."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Has anyone ever been denied one of those permits? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose the Petitioners want to put up a sign that says, we're having a church service at 10:00 o'clock on Sunday morning.   Under your code, when can they put that up and when do they have to take it down?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So they can put it up after dark on Saturday and then they have to take it down within an hour after, when, the commencement of the service, or --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- the end of this --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that really gives them an opportunity to invite people to come to their service?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So they could put up a, quote/unquote, ideological sign that says, \"Come to our service on Sunday morning,\" but no arrow, and then they put up another sign that says, this is the arrow?   Or maybe they put up on the first sign, \"Come to our service on Sunday morning; we can't tell you now where it will be because the town won't let us, but if you come -- if you drive by here tomorrow morning at a certain time, you will see an arrow.\" (Laughter.)"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What is the -- what is the guidance?   I'm looking at the Good News signs on page 3 of the little brief.   It just has an arrow.  It says the name of the elementary school, and then it has -- it looks like a telephone number and an arrow. The arrow is the   direction?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"This is not, as you described earlier, turn left on Main Street, turn right on Front Street."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What is this about, this argument?   I mean, you agree they can put up a big sign. Can they put up a big sign, ideological, saying, \"Come to the church   service next Tuesday, 4th and H Streets, three blocks right and two blocks left\"?   All right?  Or are you saying they can't say, \"three blocks right and two blocks left\"? And that's what this argument is about?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, my goodness.  I mean -- I mean, on that, it does sound as if the town is being a little unreasonable, doesn't it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose we said this:  That where, in fact, the argument is of this nature, where, in fact, there are -- you can have a big sign and have everything on it except an arrow, and the purpose of the sign is, in fact, to tell people both what is happening and where.   That there is no good, under any test, reason for requiring this little dingy thing?   End of the case.   Let's go with that."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Does Good News -- does the Good News church have a number of signs -- just as illustration, how many signs do they have? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can you see that car when you -- can you see that sign at all when you pass --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can you see that sign at all when you pass in a moving car?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Whatever that is.  Whatever that is, right?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Just, again, if I could understand --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- let's even assume that intermediate scrutiny applies, and just focus in on this special provision for ideological speech which allows very large signs to stay up as long as possible.   And you would say we're making that exception, if you will, to the general rule that there shouldn't be clutter and there shouldn't be a lot of these signs because, why?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I just asked you for the exemption for ideological signs, for the specially generous provision for ideological signs.   Why do ideological signs get such generous treatment?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  So that is a content-based rationale.   And then, you know, on one theory, you lose regardless of what the standard of review is."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You are not justifying it on the grounds of safety or on the grounds of clutter. You're saying, this is a special kind of speech that we think there ought to be more of."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So that goes back to what Justice Scalia said.   It's viewpoint neutral, but, you know, it's content-based.   And maybe you are just saying that we've run amok on this content-based distinction, and there would be an argument there.   But, I mean, it is content-based to say what is ideology and what is not."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, maybe you think that, but the guy who doesn't like politics and likes ideology doesn't think that."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So we're -- we're supposed to sit here and say, oh, political speech is the most valuable and then you can allow that, but ideological speech comes in a close second, and then what?   Then directional speech or whatever else?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't want to do that.  I don't think you should want any governmental official, even -- even a judge, to do stuff like that."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What is content-based in a constitutional sense, as opposed to content-based in a non-constitutional sense?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That is viewpoint-based, not content-based."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You want to eliminate content-based as the criterion and make it viewpoint-based."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is there -- is there a difference between the function of the sign and the content of the sign?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I frankly can't grasp that. What is it? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Doesn't its function depend upon its content?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I see.  What sense are we talking here? (Laughter.)"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Poetic?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Cortman, you have four minutes remaining. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's just permissive for political signs."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID A. CORTMAN","firstName":"DAVID","lastName":"CORTMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3090,"interruptions":21,"times_spoken":47,"laughter":0,"num_int_by":7},{"id":0,"fullName":"ERIC J. FEIGIN","firstName":"ERIC","lastName":"FEIGIN","counsel":true,"justice":false,"side":"","words_spoken":1251,"interruptions":4,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":1,"fullName":"PHILIP W. SAVRIN","firstName":"PHILIP","lastName":"SAVRIN","counsel":true,"justice":false,"side":"respondent","words_spoken":2128,"interruptions":21,"times_spoken":56,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":552,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":397,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":233,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":379,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":629,"interruptions":2,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":272,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":668,"interruptions":0,"times_spoken":32,"laughter":2,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":829,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":21,"words_spoken":3090,"times_spoken":47,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":21,"words_spoken":2128,"times_spoken":56,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":10,"words_spoken":3959,"times_spoken":118,"laughter":3,"num_int_by":3}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472419305653}}