{"petitioner":{"name":"ALABAMA DEPARTMENT OF REVENUE, ET AL.","counsel":[0]},"respondent":{"name":"CSX TRANSPORTATION, INC. ","counsel":[1]},"caseNumber":"13-553","date":"2014-12-09T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case No. 13-553, the Alabama Department of Revenue v. CSX Transportation. General Brasher. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it said that -- it said that in -- in (b)(1), and it doesn't say that in (b)(4)."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Another tax that discriminates is all it says, whereas in (1) it said \"as R value\" -- \"then the ratio that the assessed value of other commercial and industrial property in the same assessment jurisdiction.\""},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They're so specific there and -- and in (4) they just say another tax that discriminates against the rail carrier."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah.  There's a good reason that they didn't spell out a specific comparison class."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, General, I think on -- on this question, CSX 1, I think your reasoning flies straight into the face of it, because CSX 1 talks about the notion that (1) through (3) is very different from (4) and that you can't -- this is just along the lines of what Justice Scalia says -- that you can't draw anything about the meaning of (4) from (1) through (3) given that they clearly -- they use different language, they're directed towards different things."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why -- why do you say handpicked?  I -- I -- they're in the business of transporting goods, motor carriers are and railroads are."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if they're not similarly situated, then the railroad loses."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's a different question than saying what class they should be compared to."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, you see, when you say \"similarly situated,\" and I think that's right, but that seems to go to your second argument, which is, look, they're not similarly situated because there's another tax that falls upon motor carriers that doesn't fall Alderson Reporting Company upon railroads, and that seems to me completely fair and -- but -- but not on the first question."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the problem is that, generally, one thinks of sales and use taxes as flip sides of each other.  But here, the basis of a comparison is not quite similar.  Because in one it measures what you buy, whether you use the gas in State or out of State, and the other meant -- measures only what you use in Alabama.  So there is a dissimilarity in the comparison that's not the norm."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The circuit below said that was fortuitous and that at some point that could change."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"On the -- on the comparator issue, suppose that railroads and trucks used exactly the same fuel all the time, no difference whatsoever, and suppose that Alabama taxed the fuel purchased by the railroads but not by the trucks.  Would there be a violation then?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that result is consistent with the purpose of this statute?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but they wanted to prop up -- they wanted to support the rail industry in a number of ways.  And it seems odd to say in a -- in a situation where they were giving them this much money, they still wanted to expose them to unfair competition by States that want to give other modes of transportation a tax benefit, but not to them."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And their -- Alderson Reporting Company that's -- their economic viability depends upon how they're faring with respect to their competitors, not how they're, you know, faring with respect to, you know, an agricultural conglomerate in the State."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, no.  They compete against trucks, too."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You really -- you want -- you -- you want us to write an opinion to say railroads generally do not compete with trucking companies? That -- you want that to be the opening line of our opinion?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then fine.  Why don't you have a kerosene tax?  Everybody pays 8 percent except for railroads.  They have to pay 20 percent. Okay?  Now, it turns out that the only people who use kerosene besides railroads are ice-cream wagons.  Okay? Isn't the comparison -- nobody else uses it.  So wouldn't you in that situation compare the railroads to the ice-cream wagons?  That's not the general.  That just happens that the State thought of a way of getting the railroads. So -- well, I would say, I guess that last thing is to think, we know you're clever, State tax authorities, and you'll figure out a million ways to do this, but if whatever way you figure out discriminates against the railroads, you lose.  So why have a -- a general class, a competitor class or some other class that (4) is a catchall?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about my case, then, when you say balance, et cetera?  Who wins?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Because we look at all the tax, all the things, everybody pays 8 percent.  That's what it says."},{"name":"JUDGE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But railroads."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So now we're comparing the two entities that use kerosene.  We're not comparing --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":10,"sideBefore":"justices","text":"an ice cream wagon anyway? (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":4,"sideBefore":"justices","text":"Mr. Brasher, what -- what's It's -- it's a wagon that uses kerosene to deliver ice cream."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"On the question of diesel fuel, I -- I got the impression -- this just an informational question -- but I got the impression from briefs that diesel fuel is diesel fuel except some of it is dyed.  But is that -- is that true?  Is it not the case that the dyed diesel fuel has a higher sulfur content than the clear diesel fuel and therefore costs less?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"General, one of the things that Mr. Phillips talks about is he -- he makes the point that this is a very hard inquiry to carry out and that the experience of courts, when they try to do this in commerce cases, shows that.  So what's your answer to that?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're -- you -- are you representing on the behalf of the State that the railroads could pay the motor vehicle tax --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if they chose?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They use the same type of diesel?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can they use --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- according to -- in Federal law, can the railroads use the undyed --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the truckers can't use the dyed fuel."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why is that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that would be why they might not want to, but why --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not for environmental reasons?  Are you sure about that?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, talk about the water carriers."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you going to suggest that if they stop at a dock and eat a meal, they can't be charged a sales tax?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there is a practical disadvantage; they paid a tax that the water carriers haven't --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and it makes the water carriers more competitive against them."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but under your argument then, you could give tax exemptions to many businesses and then those businesses would grow and give more goods to the railroads.  So that's just simply -- that can't work."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why doesn't Alabama tax the fuel purchased by the water -- water carriers? It's kind of curious.  Is it -- is it just a remnant of an old understanding of the extent of -- of the State's Alderson Reporting Company power?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you tax the water carriers when they move within Alabama?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that -- how is that consistent with the statute admitting Alabama to Alderson Reporting Company the Union, which says the water -- the first time -- the water will remain -- forever remain public highways without any tax, duty, impost or toll?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"You think that when we send it back, if we did and you won, that suppose you win on the ground that there is no fixed group, it depends on the case who you compare them with. So here, compare them with the trucks. Now, you'll say, as you do say, that we have a very good reason for treating them differently. The trucks have to pay this extra tax for the fuel, and railroads don't. My guess is, and this is what I want to know, that they'll come back and say, but the reason that they pay that extra tax is to support highways, and railroads don't use highways. And then you'll have to Alderson Reporting Company figure out whether that is discrimination or isn't discrimination, because indeed they do pay a higher tax. But it is to go to highways, and does that count or not? Now, my question, I don't think you can answer that -- if you want to, try.  I'm really just interested, is that likely to be the shape of the argument or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the trucker tax is not directed to highways exclusively? It goes into a general fund?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Goldenberg. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"","text":"Ms. Goldenberg, could I ask, you know, in one set of cases maybe a railroad is saying we're being singled out.  In another set of cases a railroad comes in and says no, we're not being singled out but our competitors are being treated better than we are.  Are there any other kinds of cases out there or is it mostly just, you know, as compared to the general taxpayer and as compared to competitors?  Is there any other way to -- to shape a complaint in this field?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"","text":"Could I ask you about the second point?  What is your response to CSX's argument that this is really a very, very difficult comparison to make?  And so here you have -- you have a formula that will be beneficial to one side or the other depending on Alderson Reporting Company the price of diesel fuel if, in fact, diesel fuel is diesel fuel.  But in one case, the tax is on the purchase of the fuel, in the other case, the tax is on the use of the fuel.  They're used for different purposes.  And, you know, it's easy for -- for us to say, well, okay, go back and, you know, do it, District Court or court of appeals, but how would you do -- how would you resolve those issues?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"","text":"Why is it a manageable comparison to make?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"","text":"Although I do think that one of Mr. Phillips' point is that maybe those cases don't fill one with confidence."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"","text":"Well, you say it's doable, so can you address --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"","text":"-- any of the points that I mentioned?  Does it matter that one -- that the -- the revenue from one is dedicated to a single purpose rather than going into the -- into the general pot?  Does it matter that one is a tax on purchase and the other is a tax on use?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"Well, wait a minute, wait a minute.  Why?  The obvious case which is right here is that the railroads say, you're taxing us at a higher rate.  The State's response is, true, but we do it because the trucks pay even more for their diesel fuel. There's a higher tax.  Their response is, but the reason that they do that is because they use highways and we want to pay for those. Now, in terms of just pure logic, that is a point; isn't it?  And so that -- that's what I think is one example of what Justice Alito was driving at.  And why -- why do you not have to take that into account, and if you do, how?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"Because?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"What about the second part, that it -- does it make a difference taxes on use as opposed to taxes on sales?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"","text":"What about water carriers? Are you going to say anything about that. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"","text":"Do you think that -- that the ruling, the district court's ruling on the comparability of the taxes is also dubious?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"","text":"The district court found that these were complementary or --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel. Mr. Phillips. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why do you bother?  If you're going to be taxed at $10 million, why don't you buy it in the adjoining state before you cross the Alabama lines?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, just on the comparison class, can't you let the water carriers go? I mean, it's a very tiny percentage that's at issue. It's governed by the admission to the Union.  They sometimes touch down in Alabama, they sometimes don't. And I don't want to have the case up here a third time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So if there's one water carrier, you win? Or if there's one odd method of transportation, you win?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That sounds like most-favored nation to me."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The district court --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The district court appeared in its opinion -- and I -- and I may be wrong -- to say that you, in fact, had not proven that they were really competitors. It seemed to say you had not shown the competitive impact. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And that's what I took it to be saying, that you hadn't shown that they really do take resources away from you."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I'm just not moved by the purpose part for the following reason.  I think your brother was absolutely correct that how the state uses its tax revenues is a personal decision by it.  It could have put all of the money into the treasury and said, but we're going to calculate what we spend on highways according to this formula, because we want to do it.  That's exactly what they've done here. They could say we're going to beautify the route for railroads, and we're going to give them X amount of money to do that from our state treasury, and we're calculating it a little bit from the fuel they bought."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Now, just to get back to them, it's 1 percent and 6 percent of what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Interstate business."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"justices","text":"Did -- did the court of appeals deal with your point you just made about the -- a special purpose of the extra tax that the truckers pay?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What I'm trying to figure out is -- is how are they supposed to conduct this comparison analysis?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What they did is they didn't do it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, fine.  But suppose that the -- suppose the reason that the truckers have to pay this extra tax is not to go into a fund that benefits them.  Suppose, indeed, it's to go into a fund that benefits railroads.  I mean, so -- so doesn't -- you have to -- you have to say whether or not -- you wouldn't say that no matter what the purpose of this extra tax is don't consider it, would you?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Of course it isn't. You won. And -- and the -- the -- and what --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What's worry -- what's worrying me is --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- you know, but it's not -- it's -- State taxes are so complex and -- and that they didn't even have a -- they didn't really have a chance -- they could have, but they didn't, go into the what is this extra tax the truckers pay, is it comparable, and that's a good reason for having them pay less sales tax, or does it really have nothing to do with the price of anything and, therefore, it's a bad Alderson Reporting Company reason and, therefore, you win.  They didn't consider that.  That's what's worrying me.  And if I send it back, if I -- if we do that, not only do we have to do it, they have to go through all this again."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"We're going to have to tell them just what to do, which that sounds worse to me, and -- and, moreover, it may come back here again."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How do we do that?  How do we do that with -- with the water carriers?  I -- I do see your point with respect to the motor vehicle drivers because there the entire argument was around comparability and was it comparable.  And the court said -- but it basically said we're not going to get into it.  If they call it something else, we won't do Alderson Reporting Company it."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It didn't quite say what you said."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now -- now you want a really broad rule that says you've got to -- you've got to use the same label on every tax, States.  You've got to treat competitors with the same label all of the time."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If they -- if they had done a mirror excise tax, you would have been happy?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that's  still a Alderson Reporting Company comparability issue."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"We've always said --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  On the water carriers it never addressed the -- the court below never addressed -- the Eleventh Circuit never addressed the reasons that were given."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  So what do you do with -- the -- the district judge did make the comparison between the motor carrier tax, and -- and you -- you say that -- that comparison was inadequate because?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it also said that if you don't engage in that kind of comparison, then you're going to end up with the railroad becoming the most favored taxpayer."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"I might have -- I might have missed it, but why isn't it a sufficient justification for different treatment of the water carriers that the statute admitting Alabama to the union Alderson Reporting Company said they couldn't tax traffic on the river?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The Constitution might have changed, but the statute didn't."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So suppose the State taxed railroads at 4 percent, but then gave them a -- a credit against what they paid on the highway tax.  Would you be Alderson Reporting Company back in the same position you are now?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That they gave -- they gave a deduction for the sales tax against what they've paid in highway taxes."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"No, so the -- the truckers."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I -- I misstated. They taxed the truckers the same as they tax you, 4 percent."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But then they give the truckers a deduction for whatever they paid in the highway tax."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"As -- as I understand the court of appeals' judgment as to the truckers, the court of appeals just said it's too complicated, forget it, we're not even going to look at Alabama's argument. Alderson Reporting Company Now you're here and you're saying, well, Alabama's argument is too simple.  There's a whole raft of other things to -- to include in the analysis of whether that tax on the truckers is, in fact, comparable. But the decision that we have before us just threw up its hands and refused to look at the whole alternative tax issue.  That seems, to me, a problem for you, isn't it?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, doesn't it have to be appropriate as going in that Alabama can say, here's the tax that we impose on truckers?  They're really being treated in the exact same way just under two different provisions of the tax code, and then it's up to you to say why that's wrong. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But that's not what the court of appeals said.  The court of appeals did not say, oh, you know, CSX has convinced us that these are not comparable taxes.  Instead, what the court of appeals said is we're not even going to look at whether they are comparable taxes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. General Brasher, you have five minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Anything you can give us on barges?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ANDREW L. BRASHER","firstName":"ANDREW","lastName":"BRASHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3884,"interruptions":17,"times_spoken":48,"laughter":1,"num_int_by":7},{"id":0,"fullName":"ELAINE J. GOLDENBERG","firstName":"ELAINE","lastName":"GOLDENBERG","counsel":true,"justice":false,"side":"","words_spoken":1712,"interruptions":5,"times_spoken":13,"laughter":0,"num_int_by":4},{"id":1,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":2980,"interruptions":15,"times_spoken":39,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":392,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":125,"interruptions":0,"times_spoken":7,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":517,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":120,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":584,"interruptions":7,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":411,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":171,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":847,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":3884,"times_spoken":48,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":15,"words_spoken":2980,"times_spoken":39,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":14,"words_spoken":3167,"times_spoken":104,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5}}