{"petitioner":{"name":"NORTH CAROLINA STATE BOARD OF DENTAL EXAMINERS","counsel":[0]},"respondent":{"name":"FEDERAL TRADE COMMISSION. ","counsel":[1]},"caseNumber":"13-534","date":"2014-10-14T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 13-534, North Carolina State Board of Dental Examiners v. The Federal Trade Commission. Mr. Mooppan. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is thisit -- is it a question of Federal law or a question of State law whether the members of -- whether this board is a State instrumentality?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you agree that a State can't simply deem something that for all other purposes is private to be a State entity or instrumentality, there has to be some test.  So what would the test be?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Here, in this case, they didn't enforce State law.  One puzzle in this case:  Why should there be an antitrust exemption for conduct that is not authorized by state law?  The objection here was that this board was issuing a whole bunch of cease and desist orders.  They had no authority to do that.  No authority at all."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mooppan, can I take you back to Justice Alito's question, because I think you said in response that the question -- that the answer was has the State asked the organization to enforce State law and given -- entrusted them with that responsibility. So suppose a State just looked around and found a trade association and said we think that that trade association is going to be a very good enforcer of State law, and made the trade association a State entity.  That's the board that's going to regulate this industry.  Would that be sufficient?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, which of those are the important ones?  Do all of them have to be there?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I don't buy -- I -- I think in the trade association case, I get off your train.  It seems to me it's quite different to appoint a -- what should I say -- an entity that is already a conglomerate, which is already a contract or combination of individuals, and to authorize that separately created combination of individuals to enforce State law.  I think that's quite different from saying we're going to have a board composed of dentists and we're going to pick the dentists."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And they are serving only in their individual capacity on this board, whereas the people in the trade association you're talking about are -- I guess the governors of the trade association are elected by the members; right?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, my goodness, there's a lot of cases.  I would have thought it was well-established that if, in fact, the State says to a group of wine merchants, you go fix your own wine prices, be sure they're reasonable; or to a group of truckers, you go set your own trucking prices but be sure they're reasonable, et cetera, et cetera, that they can do that if, and only if, there is supervision.  And because, you know, they might get out of hand, the wine merchants or the truckers or anybody else. Now, I started from that proposition.        You seem to be questioning that proposition."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  If we accept that proposition, then how is your case any different? Because what we have here is we have a group of dentists like the group of wine merchants, like the group of truckers, and of course they're not fixing prices, what they're doing is deciding who will be in the business and there we are, end of case.  Is there supervision, yes or no?  The FTC says, no, there isn't, and I want to know what you say to that. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no.  Well, we put all that in.  We put all that in.  We say our truckers and our wine merchants swear an oath.  I swear that I am a member now of the State commission setting prices and I swear that I will be reasonable.  Okay? You think that would have changed the Midcal result?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What happened?  All that happened is they take an oath.  For all I know, maybe the Midcal wine people did take an oath."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Suppose I say I Alderson Reporting Company don't think that's --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is there anything else?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything else besides the oath?  Is this case identical to Midcal except they -- they took an oath?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is it entirely reasonable to say, yes, this can be a State actor, but because they are made at the same time the State says they must be in private practice.  So they're both the State actor and they're private actor. So yes, you can have such a board, but there needs to be a check of supervision; that is, they can't Alderson Reporting Company just go make their regulations without approval from some State entity and they can't go around issuing cease and desist orders.  They have to come to a court.  If they want to -- and the court would act as the check. Why shouldn't -- because of the risk that these people have the self-interest, why shouldn't there be a check of the kind that Midcal --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- it really begs the question, if we give immunity because only when we have a clearly defined State intent, a policy accepted and created by the State, what -- how is the State doing that when all it's doing is letting dentists elect the representatives of their board?  This is not an appointed position.  This is an elected position by dentists of each other. How is the State going to be any different in giving that group of private actors a pass on Alderson Reporting Company antitrust litigation that -- when they have a self-interest that's inherent in their occupation?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is that clearly articulated policy?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But is there any clear policy that teeth whitening is the practice of dentistry?  I thought that that was determined before -- the standard about removing stains on teeth, that that was before anybody ever knew about whitening."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But how can it be clearly Alderson Reporting Company articulated when the problem being addressed didn't even exist when the -- when the policy was --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Does The Federal government, the FTC and the Sherman Act have an interest in ensuring that regulators do not pursue their self-interest?."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's inconsistent then with what we said in Hallie.  The City of Hallie, we said this is not a case in which we are concerned with entities pursuing their self-interest because it's the city."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mooppan, could we -- you have to explain that understanding of Hallie to me.  And Hallie is a very important case because it essentially asks the question that's right here, which is we have this odd entity and we have to decide whether that entity is more like just private parties or is more like a prototypical State actor.  And there we say it's more like a prototypical State actor. And how do we get there?        We say the requirement of active State supervision is a way of Alderson Reporting Company ensuring that the actor is engaging in the challenged conduct pursuant to State policy.  And we need to have that test, we need to have that test when there's a real danger that the party is acting to further his own interest but not when there is not such a danger. And here that suggests that the question is: Is this party, this board of all dentists, is there a danger that it's acting to further its own interests rather than the governmental interests of the State? And that seems almost self-evidently to be true."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the concern is that there is no State policy if the State simply says we -- you take an oath and then you do what you want.  And if the board says we think what's good for dentistry is good for South -- good for North Carolina, our cases say that's not enough because you're pursuing your self-interest."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is a statute that says do what you want not clearly articulated?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It says clearly -- do what you want so long as it promotes the dental -- monopoly of dentists."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's not enough just to say, oh, you're a public agent or you're a public official."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But none of that's responsive to the concern that the State policy is purely to displace competition by promoting the self-interest of the dentist."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"They can do that in open meeting.  They can do that with let anyone look at the records but --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The antitrust exemption is a matter of State law -- of Federal law, not State law.  So it's -- the Federal law sets the dimensions of what fits within the State action.  It's not up to the State to create the State action exemption.  It's Federal law and what its metes and bounds are are also Federal law."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell me if I'm wrong about this, but I thought that the State action exemption was adopted and announced by this Court."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's nothing spelled out in a -- in a law."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's -- there's another factor that the State has stipulated, that is, the State has said \"and the members of this board must Alderson Reporting Company be private practitioners.\"  That -- that is not your typical State agency."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And may be so, and that's why the FTC says we need a check, we need the Midcal check of some genuine State supervision over private --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would happen if the North Carolina courts were to interpret the North Carolina statute that says that removing stains from teeth is the practice of dentistry, to apply to whitening?  What would -- what would that mean for this case?  Because that seems -- that's an unanswered question, isn't it?  An unanswered question of -- of North Carolina law."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The obvious difference is that city council officials are State officials, and a local wine merchant is a local wine merchant.  He is not a State official.  That's the obvious difference."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your other argument. You can -- I can understand your argument as saying, no, there's enough Stateness in this that they become State officials."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an argument I understand."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand how Omni supports you because there they were clearly not private Alderson Reporting Company people.  I mean, they weren't private merchants.  The evil we are trying to get at was not present."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's say they have to be because they are, by State law, they must be private practitioners.  They cannot be full-time civil servants."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They can't be on this board unless you are a regularly practicing dentist."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Just that they're private people.  The object of the antitrust laws is to prevent private individuals who compete with each other in business from getting together and making agreements. That kind of interest seems present here, present in Midcal, and present in all the other cases, but not present in Hallie.  Because in Hallie they were private, Alderson Reporting Company yes, but they're not businesspeople about to make agreements with each other in the sense that the antitrust law is concerned."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you don't -- you might not agree with my analysis, and -- and go on with this because I'll work that one out."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we set aside Goldfarb?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Goldfarb says the fact that the State bars the statesame agency for some limited purpose does not create an antitrust shield that allows it to foster anticompetitive practices of the benefit to its members."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Mooppan, the two prongs of Midcal are supposed to operate in tandem with each other.  They both have a role to play in ensuring that an actor is in accord with the State policy and is not acting solely to further his own interest. So the first prong comes along and says here's what -- there needs to be a State policy, and then the second prong -- because we understand that that policy is not going to answer all questions.  There are going to be lots of little things that the actor does, and the question is going to be are you acting in accord with that State policy or not.  And then there needs to be some supervision to ensure that the actor is acting in accord with State policy. So to strip the second half of the test off Alderson Reporting Company is to leave the first half of the test essentially -- you know, \"meaningless\" might be too strong, but unprotected.  There's no way to make sure that the people are acting in accord with State policy rather than to serve their own interests."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"When you --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think all over, Mr. Mooppan, it's in Patrick v. Burget, it's in other cases, that the act of supervision prong is -- is to make sure that the action is the State's own, it's in Alderson Reporting Company accord with the State's policy.  That's what it's doing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Stewart. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You are not suggesting, or are you, that that's critical to your case?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's just like an add-on feature."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do about a Alderson Reporting Company State supreme court that sets the ethics rules for the legal profession, including what constitutes the unauthorized practice of law?  And let's assume the State has a requirement that all members of the State supreme court have to be lawyers.  What do you do about that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about the Virginia Bar.  I'm talking about the Supreme Court of Virginia."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are you going to say the Supreme Court of Virginia has to be actively supervised?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They are all lawyers."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But they are not practicing lawyers?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Presumably they also set judicial ethics rules."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Maybe we can pursue this, because I think that's the question exactly that is bothering me, but I have another example of the same thing, and I think this is it's for me a very difficult case.  On the one hand, I absolutely understand the cases, and I understand why the law -- at least I think I do. You would be pretty careful about having a group of wine merchants set their own prices or decide who can sell wine. And the same is true of a group of railroads and the same is true of a group of truckers and the same is true blah, blah, blah, okay, probably including dentists. And soSo what we have is a set of pretty tough rules saying the State had better get in there and Alderson Reporting Company supervise or you are subject to the antitrust laws. That to me is the state of the art.  And that all seems fine and you seemed -- until I thought of a different example.  Now, what they are is they are neurologists and they are brain surgeons, and what the State says is: We would like this group of brain surgeons to decide who can practice brain surgery in this State.  I don't want a group of bureaucrats deciding that.  I would like brain surgeons to decide that.  Of course the risks are -- and so we have to have some supervision, I guess. What?  What kind of supervision?  And why isn't that present here?  A, any rule has to go to some rule revision agency.  B, before they can throw anybody out, they have to go into court and get a court order.  And C, even these letters would be subject to their state ABA. So if I'm on your track, I want to see you talk about the neurologists and any kind of serious medical board, and I don't want to suddenly destroy all the temptation of medical boards throughout the country to decide everything in favor of letting in the unqualified person, lest he sue them under the antitrust law for treble damages and attorneys' fees.  Those are the things that -- have you followed where I'm coming from?  And I would very much appreciate your comment. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Really, really?  You are going to have a review board composed of non-neurologists deciding de novo whether a particular person should be admitted or a particular rule should be adopted?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't want that.  I want a neurologist to decide it."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me as precisely as you can the contours of the rule that you are advocating?  You told Justice Kagan that election Alderson Reporting Company isn't essential to the analysis here.  So is it essential that the statute -- that the statute stipulates that the members must be dentists?  If they were appointed by the governor, would that take care of it?  If the governor had to appoint dentists, would that -- would that involve the same problem?  Is it essential that they must all be dentists?  What if there is a breakdown between dentists and nondentists? Let me just add this.        What if there is no requirement that they be dentists but the governor always chooses dentists, because there's a very powerful dentist lobby; so he is always going to put dentists on this board exclusively."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think that's what troubles me about your position because it seems to lead to a Alderson Reporting Company case, State by State, board by board, inquiry by the Federal courts as to whether the members of a regulatory body are really serving the public interest or whether they have been captured by some special interest?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Under that practice, you said it's not an antitrust violation:  Boycott.  The guy didn't get into the profession.  He flunked the exam. The antitrust lawyer says:  I'm out of this profession; I would offer them competition.  We only have 82 qualified people in this specialty in this State.  Now there is only 81.  That makes a difference.  Their questions are unfair, they are against me, and for a bunch of reasons. Silver v. New York Stock Exchange.        You know, it's not hard to make up reasons.  I don't want to Alderson Reporting Company cut you off from Justice Alito, but I would like you to also, in doing that, to think about what my problem is. It's the neurologists who are subject to the antitrust suit.  And the answer seems to lie in the kind of supervision that you are advocating. Now, go ahead and go back to Justice Alito, but I put that in your mind."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Does that mean that is what is critical in your opinion, that there is a State statute that says they must be dentists?  If that weren't there, but the governor always chose dentists because he wants the dentists' vote and the dentists are very powerful in that particular State --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If you are not prepared to give that up, then I really don't understand the contours of your rule.  And I find it troubling, because I really am not attracted to the idea of Federal courts looking at State agencies, State regulatory entities, to determine whether they are really serving the public interest or they are serving some private interest."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So to the same sort of question.  Suppose that, you know, we come out with a ruling that makes clear that an all-dentists board is not okay and then a State says, okay, we'll do a board with five dentists and three non-dentists.  How do we feel about that."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about ex-dentists? They're -- they're no longer practicing. But they're all dentists and they have a lot of dentist friends. They're sympathetic to the profession of dentistry. Are you going to give them a pass?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That’s okayOkay. Okay. Do you really think that the financial interest of the individual members of the board is going to be significantly affected? Of each individual member of the board? My goodness. I -- I find that hard to believe."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, going back to Justice Alito's question, if we have to look at it board by board, if I were a private practitioner and, in Justice Breyer's hypothetical, a neurologist came to me and said, I think it's important for us to do standards, can I get on this board?  I say, have no part of it. Triple damages, attorneys' fees.  You can't even afford to defend this case.  Get off that board.  That's going to be the consequence of your -- of the rule you advocate it seems to me."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does that consist of -- if you want my off-the-cuff idea, which is probably not particularly good to give you -- that active -- that supervision consists of either your board on regulation or a court which, when reviewing what they do, does so with an awareness of the State law and the subject and also the risks of anticompetitive harms.  Ready to set Alderson Reporting Company it aside if, in fact, those risks, which are outside what the State law wants, seem likely to eventuate. Now, I could write such a standard pretty vaguely and that's not necessarily the right standard. But this whole thing turns to me on what the supervision consists of and whether it's good enough or not here. And so that's why I repeat for the -- you know, like the third time, and I think you -- probably the government doesn't have a definite position on this or what it consists of."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Not that you should.  But I just want to --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But they'd have to give deference to the expert board's determination that would be normal."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's not, then you're going to have the neurology qualification determination made by some people in the State who are not neurologists.  Now, that to me spells danger."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if the -- I'm Alderson Reporting Company sorry.  Please."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what if one of the members of the board is appointed as a full-time member of the board for a one-year term and he's -- he's called the board state supervisor, is that good enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No.  It's only -- it's one year.  But for that one year he's not practicing dentistry or whatever.  And that way the supervisor is -- responsive to Justice Breyer's concern -- the supervisor knows what he's talking about when it comes to dentistry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So he has the Alderson Reporting Company authority.  For that one year, he can veto whatever the board decides to do."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, the question that follows is:  What if all of the members of the board have to refrain from the practice of dentistry during the year that they serve?  And you're saying you don't know what the answer will be to that?  What the FTC will say to that?  I know what the FTC will say to that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stewart, the problem with your answer, at least for me, is that you're being asked for the rule that we're going to announce not just in this case, but to guide the decision-making for future courts.  I mean, just to say this board we can do it the way Judge Keenan did, and say it was an elected board, but an appointed board is different.  We can say one of a dozen sort of limitations or not.  So what do we say?  How do we articulate your ruling?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now, that's what the Supreme Court does.  It walks that line and it goes and looks at the trajectory we're taking.  And some of my colleagues have expressed the concern that the trajectory will involve us in case after case trying to decide how far too far is."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Look.  Take your -- suppose I write that down.  Still the problem in the back of my mind is there are now 311 million Americans who are going to have medical care.  And this is -- I agree with you.  This is at one extreme.  But -- but those words that you just enunciated seem to cover to exactly the same extent every medical specialty.  And I've articulated that already that that's my concern.  So I wonder if you can do something a little bit better before we say that the doctors cannot be active doctors and decide on the qualifications of doctors."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You have very long sentences, so it's very hard not to interrupt you.  I -- I don't agree with your first point.  I don't see that there's an immense difference between establishing the -- the standards for a profession and excluding an individual from the profession.  My goodness.  What -- what is a more obvious restriction of competition than preventing somebody from competing?  I -- I don't see how you draw that line.  Well, it's one thing to say that so-and-so can't practice, but it's another thing to -- to say that tooth whitening is -- is part of the practice.  It seems to me they both involve anticompetitive decisions."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What would happen if the North Carolina courts were to decide tomorrow that whitening is the practice of dentistry under this old Alderson Reporting Company statute?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Just to follow up on that. So was the FTC decision predicated on the proposition that this was not -- whitening teeth was not within this old statute?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you know, last week we had a case in which the North Carolina Court of Appeals held that an old motor vehicle statute required only one brake light rather than two brake lights.  So it doesn't seem that an interpretation of this statute to cover whitening would be completely out of the question."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I thought they agreed to Alderson Reporting Company the stipulation that this was an articulated State policy, and the question was must there be in addition supervision.  But you -- you've conceded for purposes of this argument the articulated State policy, didn't you?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If the consequences of a decision in your favor were that no professionals or representative of any occupation would ever serve on a government board where there's any chance of antitrust liability, would that, in your view, advance the purposes of the antitrust laws?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's because what they're promising to do is to serve as faithful private counsel. If they were being sworn in to an agency and promise to execute their duties in accordance with law, it would be quite different.  And that's what's happening here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Mooppan, you have 4 minutes remaining. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not simply say that the supervisor, be it the Court or be it the commission, must, when it decides the lawfulness of the agency's action or the private board's action, take into account the risks of self-dealing as well as the State policy that favors them making this decision, and where the consequence is an unreasonable weighing, it is unlawful under State law. Now, that way you bring in an anti-trust element, it would comport with Midcal, you would be guarding against self-dealing without interfering tremendously with the state. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  I'm sorry."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Mooppan, the active Alderson Reporting Company supervision requirement has been around a long time and it varies case by case and state by state.  There are a wide, wide, wide variety of mechanisms that might satisfy the active supervision prong in a particular state with respect to a particular kind of activity. But what you are suggesting is that that prong be simply removed from the analysis, that it be utterly irrelevant, that there is no supervision at all, and that's a very different and much more dramatic thing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company The case is submitted."}],"people":[{"id":0,"fullName":"HASHIM M. MOOPPAN","firstName":"HASHIM","lastName":"MOOPPAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3402,"interruptions":23,"times_spoken":53,"laughter":0,"num_int_by":7},{"id":1,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":3089,"interruptions":20,"times_spoken":40,"laughter":0,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":261,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":539,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":507,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":699,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":545,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1456,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":278,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":250,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3402,"times_spoken":53,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":20,"words_spoken":3089,"times_spoken":40,"laughter":0,"num_int_by":8},{"side":"justices","interruptions":8,"words_spoken":4535,"times_spoken":94,"laughter":0,"num_int_by":2}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.6368584386429013,"respondent":0.36314156135709874,"date":1472703110821}}