{"petitioner":{"name":"GREGORY HOUSTON HOLT, AKA ABDUL MAALIK MUHAMMAD","counsel":[0,1]},"respondent":{"name":"No. 13-6827\nRAY HOBBS, DIRECTOR, ARKANSAS DEPARTMENT OF CORRECTION, ET AL. ","counsel":[2]},"caseNumber":"13-6827","date":"2014-10-07T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-6827, Holt versus Hobbs. Mr. Laycock. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If this prisoner wanted to have a full beard, would RLUIPA require that the prison administration allow him to do that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Laycock, the problem I have with -- with your client's claim of -- of religious requirement is the religious requirement is  that he grow a full beard, isn't it?  Now, let's assume  I’m in a religion that requires polygamy. I mean, could -- could I say to the prison, well, you know, okay, I won't have three wives; just let me have two wives.  I mean, you're still violating your religion, it seems to me, if he allows his beard to be clipped to one -- one inch, isn't he?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, religious beliefs aren't reasonable.  I mean, religious beliefs are categorical.  You know, it's God tells you.  It's not a matter of being reasonable.  God be reasonable?  He's supposed to have a full beard. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  You think on the record that's what his religion would require if he can't have a full beard."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But I -- I mean, you're really just making your case too easy.  I mean, one of the difficult issues in a case like this is where to draw the line.  And you just say, well, we want to draw the line at half inch because that lets us win. And the next day someone's going to be here with one inch.  And maybe it'll be you.  And then, you know, two inches. It seems to me you can't avoid the legal difficulty just by saying, all we want is half an inch."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but we have to Alderson Reporting Company decide this case pursuant to a generally applicable legal principle, and that legal principle is one, it seems to me, that demands some sort of a limit.  And if you're unwilling to articulate a limit to the principle itself, it becomes a little bit difficult to apply it, say, well, we don't know what the limit is because you're only asking a half inch.  We'll apply a -- a theoretical legal structure and -- and say you fall within it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  So maybe we should -- maybe this was improvidently granted.  I don't want to do these cases half inch by half inch.  Let's -- let's take a case that involves a full beard.  I mean, the next -- the next case will be one inch, then one and a half inches, two inches."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And then what has this Court said about the standard under RLUIPA with reference to prisons?  That the -- that the prison has to show that its least -- least restrictive alternative in order to meet the requirements of strict scrutiny, and that's the prison's burden?  Is that proposition established?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.    Do you -- do you think RLUIPA displaces Turner as the right standard?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is the test insofar as you're concerned?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you put your answer in practical terms.  The Chief Justice asks you what's the legal principle that you want us to apply, and you announce it as give them the right deference. It's a little bit circular, the answer, in my mind. Looking at what the circuits have been doing, which one do you think articulates the best approach to RLUIPA and what courts should be doing?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the standard is other similar risks.  The same way, then, what about a 1/4-inch rule?  Because that's what they allowed for people who have dermatological problems."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There are -- there are some religious practices -- I think that the Sikh practice of not cutting hair ranks as a religious Alderson Reporting Company practice.  So not cutting hair and wearing a turban, consistent with what you say is the standard, could a prison say, we won't allow that because it is too easy to hide contraband?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Laycock, you're relying on this case really on -- on felt intuitions that this couldn't possibly advance the State's interest.  But for the most part in these cases, there will be some incremental gain with respect to the interests that this State has. So whether it's a full beard or whether it's long hair or whether it's a turban, there will be some ability to say, even though it's just teeny tiny, there is some increase in prison security that results from disallowing this practice. And I guess I want to know, and this really fits in with several of the other questions that have Alderson Reporting Company been asked here, is how do we think about that question in the context of this statute?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Teeny tiny isn't enough. But how about, you know, measurable, although small? Or, you know, at what point does it become something that we say, yes, we have to take that into account?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the -- the problem with deference, I think, is that if you accept the fact that there is a point at which it does become a problem, the full beard, Sikh with the -- the turban, then you -- then there's the question of how you draw the line. And drawing the line, it strikes me, may be the point at which you will consider deference to the prison administrators.  You take deference entirely out of the equation by saying, look, we're only asking for half an inch. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- you know, we seem to be arguing rules.  They say no beards.  You say half-inch is okay.  And then the question begs itself, if -- how about three-quarters of an inch, how about an inch, and what about full beard?  What are we measuring this against?  Are you seeking to establish a rule that every prisoner has to be permitted to grow a 1/2-inch beard and no more, or are you asking for a rule that applies just to your client and then articulate why for your client?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what happens -- I Alderson Reporting Company know the magistrate judge or the judge below here said that it was preposterous to think that this prisoner could hide anything in his 1/2-inch beard.  Assuming that his 1/2-inch beard was not thickly grown, but some are, and some you can't see the skin.  Should that 1/2-inch issue be applied to that prisoner?  Wouldn't it be a different set of facts in that case to consider?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're arguing for all 1/2-inch beards, right?  I mean, I --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We've got to assume all 1/2-inch beards are -- are okay if -- if God tells you to grow them, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, really subject -- I mean, whose -- whose burden is that?  I mean --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Professor.  Mr. Yang? "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Is it your position that if, what, 90 percent of other -- of other institutions similar to the one at issue in the case permit the practice that is challenged, it cannot be a compelling interest?  Is that your position?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand that.  But I'm asking what is the relevance of the fact that other instances -- Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Are we going to say whenever an institution comes up here that has a restriction which other institutions of the same type do not have, or at least a large majority of them, it's ipso facto bad?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, why does it have to show a distinction?  It can just say the other States are wrong.  We -- we think this is dangerous.  I don't care what other States think."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, suppose a State just simply says this:  You know, actually, there's nothing Alderson Reporting Company special about our prison.  We can't show you some special circumstance, but what we can show you is that prisons are in the business of making tradeoffs between security and other values, they do that every single day, and our State just thinks that the tradeoff should be more security oriented, so we insist on a greater level of security than our peer institutions do.  And -- and are you saying that the statute prevents a State from doing that?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Where are you -- how do you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":3,"sideBefore":"justices","text":"How do you reconcile deference with the strict scrutiny that the statute requires?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, there are -- there are two questions there.  One is, which you've -- is a good question.  Where does this idea of deference come from in this context?  But the question I was asking was: How do you think, assuming that there is a role for deference, how does it fit together with what the statute expressly requires?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But I do share Justice Alito's confusion on this point, because all the things that you're talking about are things that we would never allow in the typical strict scrutiny context.  You know, all this kind of well, as long as they say something, they don't really have to prove it and it just has to sound kind of reasonable.  And that's the very opposite of strict scrutiny generally."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Didn't this Court establish --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"It sounds like statute."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think it's the same Alderson Reporting Company standard in both of those statutes?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"The language is completely the same."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But I thought we actually used that in the recent RFRA case to suggest something about RFRA as well.  Is that right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Yang, before you sit down, your brief lists a whole series of cases on page 14 that were decided before RLUIPA.  Safley and a bunch of others.  Are all those practices which we approved up for grabs now under RLUIPA?  There -- there were Alderson Reporting Company restrictions on receipt of publications was one."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So they would -- all those that we approved, correspondence limitations, all those would have to be looked at anew under the RLUIPA standard."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Where -- where are you on the full beard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, assuming that's the case, assuming they have some evidence of concealment or whatever in -- in a full beard, what do we do?  Just litigate a dozen cases till we settle on one and three quarters inches, or what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What I'm doing, it's the same question I asked your friend --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- which is what's the legal principle?  And if there is no direct legal principle, then isn't it a situation in which you would employ deference to the administrative judgment?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I ask a similar question?  But, you know, lots of religions, including lots of religions of one, have dietary codes of various kinds.  So suppose a lot of prisoners say, here's my dietary code personal to me, and all of that costs Alderson Reporting Company money, and let's just stipulate that as prisoner -- prisons have to spend money on that, they have less money to spend on things relating to internal security. How is somebody supposed to think about those kinds of questions, where it's just every time somebody makes a religious claim, the costs to the institution goes up and the ability of the institution to deal with security issues goes down?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But I'm suggesting the costs are going -- you know, they come out of someplace."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So how do we do that?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So how do we do that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, wait a minute.  So vote more money.  All you have to do is raise taxes. We're talking here about a compelling State interest. Bear in mind I would not have enacted this statute, but there it is.  It says there has to be a compelling State interest.  And you're -- you're asking, is well, let's balance things; let's be reasonable.  Compelling State interest is not a reasonableness test at all."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Curran. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"On altered appearance, I thought it was conceded that at intake, the prison could take a photograph clean -- clean shaven?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand what you just said."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Right, right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Why do you need record testimony on -- on a question such as that?  If -- if you're claiming if he escapes, he can shave off his 1/2-inch beard and thereby alter his appearance, and the -- the response is, well, just take a photograph of him before he grows his 1/2-inch beard, why do you need that evidence on that point?  It seems to me it's -- it's obvious. What prevents you from taking a photograph before he grows the 1/2-inch beard, which can then be distributed to police departments if he escapes?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"This is not an evidentiary matter at all."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But you have no example of that ever happening."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Examples -- examples of what?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have that same concern with the prisoners who have a very short beard for medical reasons?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"How long is -- how long are the whiskers when that is done?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying that they're completely clean-shaven?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Clean-shaven is somebody Alderson Reporting Company like you, all right?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And that's how they -- and that would satisfy the medical problem?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"To be shaved that closely?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So are you telling us that the quarter inch is wrong?  I thought that that was in the record as a given, that a quarter inch is allowed for medical reasons."},{"name":"JUSTICE GINSBERG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What about the argument that it's -- never mind the least restrictive means, you have no comparable rule about hair on one's head, where it seems more could be hidden than in the beard, where hide something in a beard and it might drop out."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that?  Why is that so?  Are you saying that somebody with or without a half inch beard -- that's a bigger difference than somebody Alderson Reporting Company who has longish hair versus the same person with a shaved head?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Laycock characterizes your position as being essentially all deference all the time.  So I'll give you an opportunity to say when would deference be inappropriate?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can I go back to -- just so I'm clear in my head --  is it two compelling, or two compelling interests, one in identification, one in contraband."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is there a third or a fourth or are those the only two?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And in this case, the magistrate judge has said it's preposterous to think that you could hide something.  So You don't have a security -- contraband -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It is somewhat hard for me, given what you just said, to figure this out, because there may be in my mind some situations with Alderson Reporting Company some prisoners where a half inch beard won't hide anything, and with others that it will.  Doesn't this law require you to consider the individual before you and to accommodate them in the least restrictive way?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So let's assume that what the magistrate judge meant -- which is what I assumed; you have a different read -- that it's preposterous to think this prisoner could hide something in his beard, but not preposterous to think that others might not be able to do so."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Assume my hypothetical."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No.  No.  No.  No.  My question is one of whether you're obligated under this statute --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- to look at the request of the individual and assume that the application of whatever rule you create can't have an exception as to that individual. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes.  But I don't know. Given the deference that was given here, the question is, was it applied too broadly?  What I'm getting at is does the Court have to look at the individual request and figure out whether it can be accommodated in the least restrictive way?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In this case."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, on the change of looks, I'm still not sure. You say -- Could you describe in more detail?  Because I obviously missed it in the record.  What is this barracks situation?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They leave the compound. Where do they go when they leave the compound?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Are these unprotected fields?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Did you establish that Arkansas is unlike all these other States, that the other States don't have barracks, they don't have people going out to work in the field?  I thought that that was not so, that there are other prisons that operate similarly with housing and having the prisoners work on a farm."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about the Federal prison system?  I thought the rule was throughout the prison system."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"When a prisoner goes out in the field and then wants to come back to the barracks, are the prisoners wearing an ID; is that correct."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And does it say which barracks that prisoner is supposed to go to?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Does the ID have a picture on it?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just trying -- I'm having difficulty envisioning what you're -- the scenario that you're -- you're suggesting.  So a prisoner who's supposed to be in barracks A has a 1/2-inch beard, has an ID that says barracks A, has that person's picture on it, goes out in the field, brings a razor with him?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"While he's out there, he shaves, then he wants to come back and go into barracks B.  And how's he going to get into barracks B if he has an ID that says barracks A?  Now you say he's going to trade with another prisoner?  Then he will have a different picture on the ID, he's going to alter -- they're going to alter the IDs also while they're out there in the fields?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So he has to find somebody who also looks like him from barracks B."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"One of the hazards is razors.  You just said that they can shave themselves in the barracks.  Where do they get those razors and what happens to them?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Does your standard -- how, if at all, does your standard differ from what it would be if we had no RLUIPA?  Is there any case -- now we have RLUIPA -- any case that would come up differently in Arkansas under RLUIPA than under the preexisting law?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What about this whole issue about cost in the statute 2000-cc-3(c) that says, \"This chapter may require a government to incur expenses in its own operations to avoid imposing a substantial burden on religious exercise.\""},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So isn't -- it's anticipating --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- that there might be expense."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Cost."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It -- it doesn't implicate the cost issue."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Curran, I'm not sure what your position is.  I -- I thought earlier that you had pretty much abandoned the concealment justification for the policy.  Do you -- do you still -- and were relying upon the identification justification."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You think something can be concealed within a 1/2-inch beard."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"As far as concealment is concerned, what -- what is the difference between a 1/2-inch beard and hair on the head that's much longer?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I take it there's no example, not a single example in any State, that allows beard policies where somebody did hide something in his beard."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"So we have no example."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"So there is no such examples.  Then do you think it might fit within the language of that report which says that the fear of people hiding things in their beards is, to use their language -- what was it -- grossly exaggerated?  I mean 42 States.  You know where I'm quoting from.  I'm quoting from the report there.  The exact words are what they are trying to get at is \"exaggerated fears.\"  It doesn't even say gross there.  Would you say it's an Alderson Reporting Company exaggerated fear that people would hide something in their beards when, in a country of a very high prison population, not one example has ever been found of anybody hiding anything in his beard, as far as you can tell and as far as I can tell."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Do I have that right?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"No.  There are a lot of things we've never found that might be there and I'll refrain from mentioning them.  You see them on television, a lot of weird programs from time to time. (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, as far as searching a beard is concerned, why can't the prison just give the inmate a comb, you could develop whatever kind of comb you want, and say comb your beard, and if there's anything in there, if there's a SIM card in there or a revolver or anything else you think -- (Laughter.)"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":9,"sideBefore":"justices","text":"-- can be hidden in a 1/2-inch beard, a tiny revolver, it'll fall out."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you really think that would be difficult, to say here's a comb, comb your beard?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Professor Laycock, you have five minutes left. REBUTTAL ARGUMENT ON BEHALF OF THE PETITIONER"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the argument that there's no comparison, that Arkansas is unique in the way it houses its prisoners, and that the rules that were cited elsewhere have to do with minimum security facilities?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You made a statement just then, Mr. Laycock, about how to think about deference in the context of this statute and it's something that still troubles me, so I'm going to ask you to expand on that.  To say -- it just seems like a contradiction in terms, so I want to understand how it's not a contradiction in terms."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DOUGLAS LAYCOCK","firstName":"DOUGLAS","lastName":"LAYCOCK","counsel":true,"justice":false,"side":"petitioner","words_spoken":2245,"interruptions":3,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":1,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"petitioner","words_spoken":1019,"interruptions":12,"times_spoken":25,"laughter":0,"num_int_by":4},{"id":2,"fullName":"DAVID A. CURRAN","firstName":"DAVID","lastName":"CURRAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3386,"interruptions":22,"times_spoken":56,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":435,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":609,"interruptions":2,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":73,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":622,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":595,"interruptions":0,"times_spoken":13,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":485,"interruptions":1,"times_spoken":20,"laughter":1,"num_int_by":1},{"id":10,"fullName":"JUSTICE GINSBERG","lastName":"GINSBERG","counsel":false,"justice":true,"side":"justices","words_spoken":45,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":204,"interruptions":0,"times_spoken":5,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3264,"times_spoken":50,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":22,"words_spoken":3386,"times_spoken":56,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":7,"words_spoken":3490,"times_spoken":111,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9}}