{"petitioner":{"name":"LARRY D. JESINOSKI, ET UX.","counsel":[0,1]},"respondent":{"name":"COUNTRYWIDE HOME LOANS, INC., ET AL. ","counsel":[2]},"caseNumber":"13-684","date":"2014-11-04T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 13-684, Jesinoski v. Countrywide Home Loans. Mr. Frederick. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's talk -- let's talk about the first thing you say rescission is affected by.  Okay?  It seems to me that it's -- it's common usage to, for instance, one could say on Election Day you vote by going to the precinct and presenting identification.  Now, that is not how you vote.  That's a preliminary step to your voting, and I think that it's possible to read the \"by giving notice\" as -- as to say where -- where that's the only thing you have to do, as it is for the 3-day cancellation rescission, that's the end of it. But where there is something else to be done, where you have to return whatever you have received under the -- under the transaction, it seems to me more reasonable to read it as, you know, you vote by presenting yourself at the precinct and -- and offering identification."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait, wait, wait, wait.  By notifying in accordance with regulations, it seems to me that speaks to the manner of notifying, not to the consequence of notifying.  And Regulation Z may indeed say what the consequence is, but I don't think that the statute authorizes Regulation Z to say that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but -- but in common law you had to give back in what you had received, and you have -- you -- you are urging that the statute Alderson Reporting Company creates a system in which a -- a creditor who has a secured interest, simply because somebody comes up almost 3 years later and says, you didn't give me two copies of this particular document, I got only one copy, and even if that's not true, immediately the secured interest is converted into an unsecured interest.  That is a huge difference.  And I find it difficult to believe that that's what Congress intended."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you just explain how you -- how you think this would play out?  So the obligor sends a letter and says:  I'm rescinding, and Alderson Reporting Company then the creditor fulfills its obligations, and then the obligor is required to tender the property?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what if the obligor says at that point, I don't have it, I've spent it."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what happens?  So the rescission is rescinded?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How does it answer it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose -- suppose the rescission notice is really improper.  The borrower had received the two copies.  And 2-1/2 years into the loan, it sends to the bank notice:  We're rescinding. The bank sends back a letter saying:  You can't rescind because we gave you all the documents. Then nothing happens for a year.        And then the -- or say for 5 years.  Then the borrower sues.  I take it at that point, the bank could say your State statute of limitations has run?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so the borrower has to send its notice that it's not -- does not agree with the right to rescind within the 3-year period?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the -- suppose the notice comes 3 days before the 3-year period ends, and the bank just doesn't have time?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, the bank, as soon as it receives the notice of rescission -- one of the benefits for people who don't want to pay a mortgage is that it suspends the mortgage payments; correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So isn't it in the bank's --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- isn't it -- I'm sorry."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But for those who don't, Alderson Reporting Company the bank can file a declaratory judgment suit?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  And even for the ones who do, they could do the same thing?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Before -- before you do, Mr. Frederick, you are recognizing that the only recourse the lender has if the borrower is -- is claiming something that is baseless, the only recourse is to bring a declaratory judgment action?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So why do you think it is that Congress didn't say how we resolve disputes in this context?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But Congress couldn't have thought that every time there was a notification, the -- the lender was going to agree with the borrower that it was appropriate.  Congress must have thought that -- that there were going to be some cases where the lender and the borrower disagreed, and yet Congress didn't say anything about how those cases would be resolved and that's a puzzling feature of this statute."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're reading an awful lot into that section.  \"The procedures prescribed by the sub\" -- that sentence, \"The procedures prescribed by the subsection shall apply except when otherwise ordered by a court,\" doesn't tell the Court what to do.  It doesn't tell the Court what it can't do."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Frederick, does your argument depend on us agreeing with the proposition that the rescission is completed at the time the notice is Alderson Reporting Company set?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Goldenberg. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Or the statute of limitations."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose the bank -- suppose the bank thinks that the notice of rescission is just completely baseless.  Does it still have to respond within 20 days?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"It can -- it can just sit there and wait and be sued."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me, (b), boy?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"How would that apply in this case where I take it the -- the lender's position is we're being charged with not providing a second copy, and we did provide a second copy; therefore, this is a baseless claim."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"What would you do if you were the lender or the lender's attorney and you had a situation where just before the 3 years expire, the borrower sends a letter and they say:  We didn't get two copies?  You look at your file, if you still have the file, and you have a document where they acknowledge that they got two copies.  So what do you do?  Do you take your chances on whether this would be a jury question down the road whether you believe them that they actually didn't get the second copy or whether they believe your documentation."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Those are the circumstances. I don't think you're going to know a lot more than that. Alderson Reporting Company What would you do?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Frederick just said that what has happened in a lot of these cases is like mini-bankruptcy proceedings in State court.  Is that rescission?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Waxman. "},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, please review what you just said because, as I understand it, the lender has to give the borrower a notice of opportunity to rescind which says, the borrower may cancel.  How? By notifying the lender at the lender's place of business by mail or telegram, period.  And then two copies of that are to be given, with the instruction, use one to cancel the transaction.  So it's a form that says, \"This notice cancels the transaction.\""},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that's not the position that the government has.  Let's assume that the notice of rescission is baseless, the documents were received.  The Petitioners, as I understand it, can say the bank -- can say:  So what; you owe us money; we're doing nothing; we're not giving you your money back. Alderson Reporting Company And the bank's rights are protected."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But it happens in the law all the time.  Sometimes you're right, sometimes I'm right.  And we wait and see who sues first and you take your chances.  And if the bank -- if you are the bank and you're wrong, ultimately the borrower is going to get damages, et cetera."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't get the right to rescission.  You don't get a rescission just by filing a lawsuit either.  So under your theory, the right of rescission has to be the award.  You can't guarantee that a court is going to act in 3 years. There are many State courts where that's just not true any more."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But in Beach there was no notice within the 3 years."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"This isn't at common law. This is a statute and (b) describes how rescission works Alderson Reporting Company under this statute, 1635(b)."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's a very -- that's a very -- you're putting an awful lot of weight on a tiny, one-sentence provision in (g) that's called \"additional relief\" that -- I think it would be very odd if that's where Congress decided to place the provision that tells you what happened -- what happens when there's exercise of the right to rescind."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that seems right, Mr. Waxman, that people understood that there would be litigation and (g) is an acknowledgment of that.  It's an acknowledgment that there are going to be some suits out there and it might be a Declaratory Judgment Act or it might be a foreclosure proceeding or it might be a bankruptcy proceeding, in which the question of rescission was going to come up and on which it was going to be adjudicated.  And all that (g) says is that in those cases the court can award not only rescission but damages. But that's hardly a requirement that the borrower bring suit subject -- you know, bring suit subject to the (f) clause of 3 years.  It's just not the way you would write a dispute resolution provision."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"For rescission, you mean?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It hasn't spoken directly when it sets out a specific procedure for the parties to follow?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It tells out -- tells the borrower:  with the notice.  It tells the lender to take 20 days to say yea or nay.  And if it says yea, it has to return the money and the other side has to give the property."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Am I correct the government says rescission has taken place if the borrower is right and it has not taken place if the borrower is wrong?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no, no.  Not if the lender disputes.  If in fact the notice has been given, the rescission is ineffective.  I think that's the government's position."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I take it they do have to occur or there are going to be damages at least. Let's assume a valid notice of rescission 2-1/2 years down the line.  The bank has a choice.  There is a rescission.  If the bank says we are -- we are wrong, we Alderson Reporting Company have to return the property, it returns the property, it complies with (b), it does it within 20 days, there's a rescission.  There's no court order, there's nothing."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"There is a rescission."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let's talk about (g), about the rescission occurring or not.  It talks about the exercise of a right."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But the exercise of the right doesn't mean that the act will have come about."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you answered me earlier that a court doesn't have to finish within the three years.  You just want to say that it requires the exercise to be a court action, but the statute says something else.  It's just notification. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that so illogical?  I -- I don't understand why it has to be a court action."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"An exercise of a right is in accordance with the terms of the contract."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You just gave -- you just gave your case away when you said the exercise of the right is when you sent the notice."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The question is whether that's the exercise of the right within three years."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Where does it say all that? I mean, what it seems to say is that a person who borrows some money borrows money.  Now, he can tell the lender, I changed my mind.  When?  Well, within three days or later of the time he sends them certain information.  Okay?  Three days later he has to get the information.  So he has three days after that. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's the end of it.  And how do you do it?  It says you do it by sending him a notice.  That's what it says.  So -- so send him a notice, and you do it.  When do you have to do it?  You have to do it three days after he sends you certain information, but in no case beyond three years.  Now, that's what it seems to say."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Now -- now, how -- how do you get out of that?  That's what I don't quite understand.  It's like you're Houdini, I mean --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, that's not what it says at the beginning.  It says, \"You shall have the right to rescind by notifying the creditor.\""},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So it doesn't say that's notice by notifying the creditor.  It says, \"the right Alderson Reporting Company to rescind by notifying the creditor.\"  I mean, okay. Go ahead.  Now, that -- I'm just expressing my -- you see the problem I have.  I read the words, and it seems to me it's pretty tough."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I know you don't.  That's why we're here."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could I -- could I interrupt before you get to that?  You don't take breaths between sentences.  It makes it hard. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":4,"sideBefore":"justices","text":"As I understand your case, you're -- you're drawing a distinction between exercising the right to rescind and obtaining rescission.  Is -- doesn't your case hinge on that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that the notice is simply an exercise of your right to rescind, but rescission does not occur until there's the exchange that the common law?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But, Mr. Waxman, if that's right, so exercising the right to rescind is by notice. But then you look at (f) and it says, \"an obligor's right of rescission shall expire.\" Alderson Reporting Company So I read that and I say, okay, that means when you can no longer exercise your right to rescind, which you've just said is when you can send notice.  So that's what expires after three years, your ability to send notice."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But it just says right there it's the right to rescission shall expire, and you agree that exercising the right of rescission is done by notice."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"By that, if you say the rescission doesn't -- the right to rescission has to be -- it just expires after three years.  Well, we don't know if he has a right to rescind until the lawsuit is actually terminated."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so he -- we're just as much in the dark.  He happened to have filed a piece of paper called a lawsuit, but the judge is extremely slow.  I have known some."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and ten years later, there it is, sitting on his docket and -- and nobody Alderson Reporting Company knows.  How are we any more -- how are we any more enlightened than the day before he filed the lawsuit?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Of course not.  Of course not."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Of course not.  But I'm just saying why pick the date that you file a lawsuit in -- in terms of the validity of the notice --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Since the -- the filing of the lawsuit no more determines the validity of the notice than it was determined three days before."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What about the Board?  You mentioned the Board.  Are you going to say anything about Chevron?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they'd have to do that anyway to foreclose.  The only time that it's a problem is when the borrower is not paying the loan, but in most of these, the borrower stops paying the loan."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Four minutes, Mr. Frederick. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why are two of these?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why are two of these?  I mean, some of the reaction against these lawsuits is premised on the one as opposed to two copies.  It seems rather immaterial whether you get one or two.  You got it."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it's always -- you know, I've signed two loans in I don't know how many years, two homes, but I thought at closing, I signed something acknowledging --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the bank kept one and presumably, it gave me another.  So those were the two."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't remember sending it back to the bank saying --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it -- but it's not too late. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":4,"sideBefore":"justices","text":"It already is.  I've been here six years."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"petitioner","words_spoken":2703,"interruptions":10,"times_spoken":29,"laughter":1,"num_int_by":5},{"id":1,"fullName":"ELAINE J. GOLDENBERG","firstName":"ELAINE","lastName":"GOLDENBERG","counsel":true,"justice":false,"side":"petitioner","words_spoken":1461,"interruptions":4,"times_spoken":9,"laughter":0,"num_int_by":3},{"id":2,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3321,"interruptions":20,"times_spoken":43,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":102,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":465,"interruptions":0,"times_spoken":11,"laughter":2,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":269,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":372,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":519,"interruptions":3,"times_spoken":25,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":188,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":320,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":420,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":4164,"times_spoken":38,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":20,"words_spoken":3321,"times_spoken":43,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":5,"words_spoken":2655,"times_spoken":84,"laughter":2,"num_int_by":2}],"outcome":{"side":"petitioner","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.8923134598139169,"respondent":0.10768654018608315,"date":1473644744017}}