{"petitioner":{"name":"STEPHEN KIMBLE, ET AL.","counsel":[0]},"respondent":{"name":"MARVEL ENTERPRISES, INC. ","counsel":[1,2]},"caseNumber":"13-720","date":"2015-03-31T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 13-720, Kimble v. Marvel Enterprises. Mr. Melnik. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They are now, so what are they doing?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I mean, it's not like the industry has fallen apart.  I don't see any examples of -- of this."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why should that be so, given what you say?  In -- in your brief you say, license -- this is at 9 and 10, bottom of 9 -- the \"license payment terms, consequently, reflect the anticipated value of the authorization to use the patented invention before the patent expires.\" All you have to do is make it clear that, although the payments continue after expiration, they are for the pre-expiration period. So it's -- it's -- I don't understand why this should be so troublesome if the contract says these payments will be spread out over whatever period of time, but they are for the patent during the period when it was valid.  If you say the next sentence is “even if they're nominally measured by post-expiration use, they Alderson Reporting Company nonetheless represent an amortization of the predicted value of the pre-expiration authorization.\"  If you say that in the contract, then I don't see where there's a problem."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Aren't there ways to get around that as well?  I mean, why don't you just enter into a joint venture?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, possibly, except that we have statutory stare decisis, and to the extent that we think something is not really causing a problem in the real world, why overrule something against that basic backdrop principle?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but I was suggesting that either could be accomplished, both could be accomplished through other means, and particularly through just entering into a joint venture rather than having a license arrangement."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what it is?  Because when I was looking at the amicus briefs here, I was struck by the fact that there really are -- are not companies on the amicus brief.  There are not for-profit entities.  It's all nonprofit entities.  And is that because nonprofit entities have this particular problem, that they can't make the arrangements that would otherwise get around the Brulotte rule?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- well, you -- you quoted in -- in your brief extensively about quotes from the hospital briefs and -- and the -- and the research briefs.  But these parties have recently been to Congress with reference to the whole drug and pharmaceutical industry, and Congress is certainly aware of this rule and has left it alone.  And you're asking us now to add on to the remedies Congress has already given."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- you -- those are the three points, and I just wonder, imagine I have a piece of intellectual property which I have patented and now I have 55 potential licensees.  And I say to each of them, I will license to you and you will pay me next to nothing for any use up to 20 years while you're figuring out how to use it.  But if it turns out you use it, in Alderson Reporting Company years 20 to 30, you pay me a lot for each use.  Okay? That's the problem, isn't it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now I've done it for 55, and there are a lot of good reasons for getting them to do that.  I understand the reasons.  I just wonder how you reconcile that with the Constitution's requirement that patents are for limited terms, and statute which says the limited term is 20 years.  Because if that means something, I suppose it means that after that statutory period of 20 limited years, people can use that intellectual property for free. Now -- now, if it doesn't mean that, what does it mean?  And if it does mean that, I mean, how did my example allow people to use it for free?  Not -- I mean, they couldn't use it for free.  They had to pay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It is.  And everybody who might use this, by the way, any conceivable person, there were only 53 people who might ever use it, and I got 55 to sign up.  And therefore, nobody's going to use it without paying.  I'm just saying how, in my example, do we reconcile that with the constitutional and statutory mandate that after 20 years it's free?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In my case, it would be unlawful."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the second point?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And I'll tell you, in my example, the price and output is a big payment to the owner of the patent in year 29.  That's the price and Alderson Reporting Company output.  And the output is restricted because the price is up."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know there are a lot of good reasons for it.  My simple question was how you reconcile the fact that everybody is paying a lot of money to use this intellectual property in year 29 with what seems a statute and a Constitution that say it should be free at that time.  That's what I'm asking.  I don't want to ask it again because I don't like to ask a question more than four times."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If by that -- if by that you mean that there will be a lot of new people coming in who -- because they don't have to pay the license fee in year 29, and it's very easy for them to Alderson Reporting Company figure out what to do because they can copy the patent and anybody can come and see, I can make one of these. All the competition -- in fact, everybody who was in the business is paying an extra -- has to charge an extra $2 because of this license fee, I won't have to charge an extra $2.  I'll go into that business and make a lot of money."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's correct only if, unfortunately, to get into this business because the patent happens to be -- to do with a gizmo, and the gizmo is 14 feet deep buried inside a computer and the computer is 19,000 meters tall, and so there are only 55 people, conceivably, who could get into this business, and they are all licensed."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why are we importing -- it's a fair question by the Respondents and others.  Why are we importing antitrust principles, which already have their own set of problems.  We have a Alderson Reporting Company rule of reason, and we've now done a quick look instead of a per se look, and everybody complains about the expense related to the rule of reason.  Why are we importing into patent law the economic principle?  You fault us for doing that in our original decision, but you're asking us to perpetuate that anyway.  Antitrust law could take care of this by itself.  We don't have to import this into patent law at all."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they use it for -- for coercion and fraud.  So why don't we do what one of your amici suggested or one of the amici suggested, which is to say reverse Brulotte -- Brulotte, and let coercion and fraud exist."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And I bet that in -- how Alderson Reporting Company long has Brulotte been around?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"In another 50 years, there'll be an attorney sitting here telling us that we were wrong in that presumption, too.  Why don't we just let Congress fix it, because if it's wrong, people can complain to it."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, could you go back to that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because you -- you named three things, and honestly, it all seemed to my ears different variants of Brulotte is wrong.  But, of course, special justifications demand more than the decision is wrong.  So let's even say the decision is wrong.  Economists think the decision is wrong by -- everybody thinks the decision is wrong.  That's not a special justification.  What's the special justification?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but usually we ask for more than that.  Usually we ask for something that says this is just unworkable.  We thought it was right before, but we can't make it work now.  That's not this. Or we say this is completely anomalous.  It just can't -- it -- it's a relic of a past system that is utterly out of kilter.  I don't think that's this either, you know.  It may or may not be right, but there's nothing incredibly sort of weird and -- and anomalous about it.  I mean, usually we look for things like that.  And where are those things?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, even if I assume that that's right, that there's no special reliance push, still we have a very strong rule of statutory stare Alderson Reporting Company decisis.  We need some special justification to break away from that rule.  I guess I'm still waiting to hear what it is other than, you know, we now know better than we knew before."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that surely is a question for Congress, to go back to what Justice Sotomayor was saying, you know, to the extent that there's a real world problem, and maybe there is and maybe there's not, it's a little bit hard to tell from the amicus briefs.  I mean, they're surely better equipped than we are to deal with that."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That was a case about preclusion.  It was -- it was really not a patent issue like we were discussing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it was a -- it was a decision that applies -- generally applies across the board, not just in patent litigation  ."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess what it seems to me you are arguing, and maybe we've done this before, and maybe we haven't, but what it seems to me you are arguing is a sort of new rationale for when to depart from statutory stare decisis, and that new rationale is when a prior decision is based on what we now view to be naive economics.  I mean, that's the fundamental argument here, isn't it?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay, so let's say it's those two things, because we think a prior decision is based on naive economics, and because we think that that Alderson Reporting Company decision has some bad real-world consequences.  But again, both of those things seem to me to be congressional choices, much more than judicial choices, that it's Congress that's better positioned to assess the real-world impact, and it's Congress that's better positioned to say whether these economic theories are indeed so naive."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Economics certainly plays an important role in antitrust.  But what I have learned that economists frequently don't take account of is the administrative cost of administering by judges a complex rule.  The point of my questions was to suggest to you how complex that would be.  I mean, when, under a rule of reason, which you advocate, would something like this be lawful or unlawful?  Does it depend upon how many people you license?  Does it depend upon the height of entry barriers, something that is notoriously difficult to estimate?  Does -- and what is the principle under which a rule of reason is violated? Alderson Reporting Company None of those things are decided.        The -- you're asking us to decide things under your system that I would find very difficult to decide.  And the virtues of a simple rule are obvious.  So it isn't even obvious to me that putting stare decisis to the side, it would be wise, since none of the economists, even including Judge Posner, do, in fact, discuss this problem of administering a complex rule of reason rule -- rule of reason in a complicated area, 50 years after the simple rule has been in effect."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- it seems to me that the logic of your position is going to govern most of what you -- you say, oh, you can always look at it under rule of reason, but it's hard for me to imagine what type of case would fail the rule of reason given your logic for overturning Brulotte in the first place."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Just give me an example, that this would be permitted under your position but would violate the rule of reason."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe you could remind me which one it is."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I failed the antitrust case.  Couldn't the licensee come in and file an antitrust case?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It goes back to my original question.  Wouldn't the antitrust laws themselves already address that situation?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Independent of Brulotte Alderson Reporting Company or independent of patent law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Saunders. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"After 1988?  How recently has Congress taken a look at Brulotte?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that really proves too much.  I mean, we overruled, you know, Lowe's, Albrecht, Arnold, Schwinn, those are all cases from the mid 1960's, just like this one was.  It's a problem with the '60s, and we're going -- the same argument you make now should have prevented us from doing that in all those other cases."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But these parties didn't even know about Brulotte.  I mean --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand what the -- what the reliance was -- what -- what -- how did they rely?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"By not including a provision for post-expiration payments?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How would we be disappointing that reliance? I don't understand what reliance we would be disappointing."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the only person I think we could be disappointing is the person who knows of this exotic law and enters a contract which provides for post-termination payments knowing that that will be invalid. Now, him we would disappoint, wouldn't we? Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's been conceded here.  Marvel has said in this litigation, in your brief, I believe, that they didn't know about Brulotte."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So this hasn't -- this is no reliance by them."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I guess the only person who would be injured would be the licensor because they'd be the only one acting in negotiation without knowing the legal rule."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It should be Mr. Kimble who would be disappointed if we upheld Brulotte, because he's going to be deprived of royalties that he thought he was going to earn."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The economists are. I mean, the economists are almost unanimous that this is a very bad rule."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So it's not as if nobody is thinking about it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What's the date of that article?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The whole point of the other side is that there's been a development in economic thought in the intervening 50 years."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is one of the arguments that there have been years of reliance with making joint venture agreements, with making other contracts that don't -- that don't depend on royalty payments, or that there's ways of getting around this?  Because if that's an argument, it seems to me that that cuts both ways. It's easy to get around this rule I -- I take it in many instances by just having a joint venture agreement."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But doesn't that -- doesn't that cut against you as much as it cuts in your favor?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But everybody is -- can do -- can practice the patent after its expiration. And to the extent a licensee has to pay higher -- charge higher prices because it has to make the license payments, that's an open invitation to people to enter."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And those people are not inhibited by the patent because the patent term has -- was limited to the 20 years specified by Congress."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose there would be barriers to entry in particular cases and perhaps those are situations in which the rule of reason could be applied. But otherwise, in a competitive economy, the idea that you know exactly what you have to do to make a product and this other person is selling it, you know, for $2 a widget more than you can, that seems to me to be a powerful incentive for -- for entry."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's an interesting issue because I agree with you, that I don't Alderson Reporting Company know why we need an antitrust test that already exists with respect to any patent and its use after its expiration date.  But what do we substitute it with? Meaning, you -- you're saying a patent-based system.  So if we're thinking of substituting it, how would you do it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it has -- the Brulotte rule was to ensure no patent owner extended its -- its monopoly against the licensee.  That the licensee, like the general public, should be free to use the patent.  So what do we say to keep that up without using the rule of reason?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know you don't want us to. But let's assume someone wants to, that we think Brulotte was wrong economically. We buy the arguments of the other side, that it hurts the market. How would you substitute? How would you think you would protect your interest without using the rule of reason?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"If you -- but amortizing the payments under Brulotte is very restrictive.  What you're saying, those payments have to be related in some sense to the patent period, you cannot take into account events after that.  And yet I would think one of the risks are, well, maybe we'll be able to turn this invention into something or maybe we won't, and so we have to give, you know, license fees that take that contingency into account.  But you can't do that under Brulotte, because that can only refer to the period that's left on the patent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Stewart. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Stewart, do you take issue at all with the economic theory of all of the amici that have filed in the antitrust area saying this makes no sense --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- economically?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  What -- what benefit do -- do you see coming from the rule?  I mean, if you're just analyzing it, you know, economically as we would do for antitrust analysis --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- what -- what are the economic benefits of the rule?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That -- they are the harms. What -- what are the benefits?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"In a word, you have a higher price after the 20 years is up, and a higher price means a restricted output."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Any other antitrust --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. You have 4 minutes remaining, Mr. Melnik. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that -- would that rule of reason be a patent rule or a -- an antitrust rule?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And if a patent rule, where does it come from?  Where -- where is it in the patent statutes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ROMAN MELNIK","firstName":"ROMAN","lastName":"MELNIK","counsel":true,"justice":false,"side":"petitioner","words_spoken":2607,"interruptions":16,"times_spoken":41,"laughter":0,"num_int_by":7},{"id":1,"fullName":"THOMAS G. SAUNDERS","firstName":"THOMAS","lastName":"SAUNDERS","counsel":true,"justice":false,"side":"respondent","words_spoken":1944,"interruptions":15,"times_spoken":27,"laughter":0,"num_int_by":4},{"id":2,"fullName":"MALCOLM L. STEWART","firstName":"MALCOLM","lastName":"STEWART","counsel":true,"justice":false,"side":"respondent","words_spoken":1704,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":602,"interruptions":0,"times_spoken":18,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":564,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":226,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":600,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":164,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":699,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":182,"interruptions":1,"times_spoken":9,"laughter":1,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":2607,"times_spoken":41,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":18,"words_spoken":3648,"times_spoken":35,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":4,"words_spoken":3037,"times_spoken":77,"laughter":1,"num_int_by":2}],"outcome":{"side":"respondent","margin":3},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035492}}