{"petitioner":{"name":"ROBERT MITCHELL JENNINGS","counsel":[0]},"respondent":{"name":"No. 13-7211\nWILLIAM STEPHENS, DIRECTOR, TEXAS DEPARTMENT OF CRIMINAL JUSTICE, CORRECTIONAL INSTITUTIONS DIVISION. ","counsel":[1]},"caseNumber":"13-7211","date":"2014-10-15T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 13-7211, Jennings v. Stephens. Mr. Schaffer. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  He -- I Alderson Reporting Company don't know if this is a new argument or a new issue. And the reason I raise that is when the judgment issued here by the district court, it specified two errors that had occurred and basically told the State court, fix those two or you have to release the defendant. Let's assume they fixed those two, and then could you come back and say release him anyway because they didn't fix the third that I lost on?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So how is it not more relief?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How is it not more relief or different relief?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now, wait a minute. I -- you know, I have -- we -- we don't evaluate whether you had good counsel or bad counsel.  You may have Clarence Darrow and still be denied effective assistance of counsel if Clarence Darrow makes one mistake.  I mean, when -- when we find that there has been Alderson Reporting Company ineffective assistance of counsel, I think that means counsel failed to do one thing that he should have done. But there's -- there's no such general finding that counsel was -- was, in gross, ineffective. You're -- you're -- you're describing it as though -- as though that's what the finding is.  That -- that's not what we hold when we find ineffective assistance of counsel.  We find that this particular counsel made this mistake.  That's it."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would your argument be the same if all of the claims in this case were not ineffective assistance of counsel claims?  Let's take an example that's in the briefs --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- where there's ineffective assistance -- of -- there's a ineffective assistance of counsel claim and there's a coerced confession claim.  And so the -- the petitioner wins on the ineffective assistance of counsel claim, loses in the district court on the coerced confession claim.  The judgment is that he's entitled to resentencing or, let's say, it's resentencing due to the ineffective assistance Alderson Reporting Company of counsel, but there will be not be the opportunity to introduce -- to exclude the coerced confession.  So would you -- does your argument apply in that situation as well?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The same phase, yes."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you say that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Well, why do you -- go ahead.  Sorry."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, if I -- yeah, just a follow-up on that.  If you say that, could not the same situation arise with respect to different ineffective Alderson Reporting Company assistance of counsel claims? Let's say that in this case, you won on your Spisak claim, things that were said during the closing. You lost on the Wiggins claim.  Let's say the Wiggins claim was that there was money available from the court -- from the State to hire experts, but the attorney didn't apply for the money, didn't do an investigation, that was ineffective assistance of counsel.  So if you win on the -- on the Spisak claim, you'll -- you'll get a new sentencing hearing, presumably, free from the errors in the closing, but you won't get the opportunity to -- to go back and do the time or the money to -- to do the investigation."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But on -- on remand, they -- they say, well, that -- you lost that claim."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You lost it, so there's no -- there's no need for more money.  There's no need Alderson Reporting Company for more time.  Let's do it over with what -- you know, with a -- with a proper closing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not true. It -- it can tell them what to do.  The -- the basis on which the conviction was set aside cannot be repeated by the State court.  You're -- you're saying that the State court can -- is -- is free to make the same mistake again?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but -- but once you say we direct them to fix the constitutional error, that is something that they have to do on remand, isn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Fix that constitutional Alderson Reporting Company error."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But this other constitutional error, which we didn't rule on in the habeas thing, they don't have to fix.  It's up to them."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And that remedy is a new -- a new trial."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if -- what if one claim is the ineffective assistance Alderson Reporting Company and the other claim is a violation of the confrontation clause?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And you -- and you -- when -- when you go back, they can repeat the error or they can choose not to call their witness, either way.  And it would seem to me that if you didn't file a cross-appeal, that the Federal court decision would be an advisory opinion on the confrontation clause."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no, no.  The -- the right to a trial that did not have this -- this failure Alderson Reporting Company of counsel, this particular failure.  You're not entitled to -- to competent counsel.  You're -- you're entitled to counsel who doesn't make a mistake.  He could be the dumbest counsel around so long as he doesn't make a mistake.  And he could be the smartest around, and if he does make a mistake, that's ineffective assistance of counsel."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But was that an issue here? I mean, I -- I -- looking at the blue brief and the -- and the red brief, it seemed to me that the issues here have turned on a mistake, how many mistakes are there. It wasn't a question of prejudice.  That is, the lower court said, even if you're -- if you're right -- and they thought you were right --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that these two errors in failing to investigate the background created prejudice. So I don't think there was an argument on appeal about whether there was enough prejudice.  It was a question of was this a mistake. Am I right or not? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I know.  I'm just saying was there an argument about that?  Did they disagree about that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they -- and they argued that before the court."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They said even if their -- they said the issue before the -- the Fifth Circuit is whether all together these three things amount to prejudice because our view of the State's view was, all right, even if there were errors here, it didn't amount to prejudice?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The predicate of the argument is that again that ineffective assistance of Alderson Reporting Company counsel claims are different.  You wouldn't think that it was crazy in the situation where you've got the ineffective assistance of counsel claim and the coerced confession claim.  You win on the ineffective assistance of counsel claim, they don't reach the coerced confession claim or the confrontation clause claim.  It wouldn't be crazy for you to appeal the loss on either of those things because if you don't get relief on that then you are going to have the same thing when you go back, right?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The argument is that what the judgment was is the relief that you got is a new sentencing hearing shorn of the particular errors the district court found and those particular errors did not relate to the Spisak or closing argument.  So you are trying to say we had a judgment, we won, and ordinarily a judgment winner can appeal if they won and if there is an argument that was made on which the judgment won or lost, that is not preclusive because he didn't have a Alderson Reporting Company chance to appeal.  A judgment winner can't appeal.  But this is peculiar because the -- there were -- the -- the order is you are entitled to a new trial shorn of these particular errors.  The court of appeals says they are not errors.  And then you want to bring up another error."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you fail to put on the same evidence which the court of appeals had said the failure to produce constituted ineffective performance of counsel, if you do the same thing again, why wouldn't be that ineffective assistance of counsel?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you couldn't put -- if Alderson Reporting Company all things otherwise were the same, you couldn't do what the lawyer did here without being ineffective assistance.  That's what -- isn't that their holding, the holding of the district court?  The district court says the lawyer in these circumstances did not give effective assistance as to two things.  So of course things could change in the new trial, and then you could act differently, but if they didn't change, you would have to do -- act -- what the district court said, wouldn't you?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, once that is so, there is nothing in the order that would, things being identical, stop the prosecutor from making precisely the same remarks that you are challenging."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right, fine.  Whatever the third error is --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- there is nothing in the order that would prevent the lawyer from doing precisely the same thing.  There is something in the order that would prevent you from doing the same first two things, other things being precisely equal."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why are we talking about the claim on which you lost on appeal?  You are not going to get a chance to go back with disadvantaged, with mental health, because you lost on those on appeal."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the Wiggins claims were rejected on appeal."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"May I just clarify it?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Everything that you are arguing rides on our treating ineffective assistance of counsel as one claim rather than ineffective assistance of counsel, confrontation clause, some other violation. If we don't buy your argument that ineffective assistance of counsel is one monolithic claim and we think the division between what they -- what they're calling Wiggins error and the -- those --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you would lose."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Would -- would you agree that to include all of the counsel's errors it's Alderson Reporting Company important to show the substantiality of the error?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Would you agree that that goes to show how substantial the incompetence was?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"With that in mind, I want to turn to the COA statute."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume that we accept your argument that you did not have to file a separate notice of appeal."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean that you automatically comply with the COA?  Because the COA statute says that a certificate of appeal -- appealability must show that the applicant has made a substantial showing.  And you've conceded that all Alderson Reporting Company aspects of the incompetence of counsel go to substantiality, so why is it that you have complied with the COA statute?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the under -- and the overlying question is once you -- if you were to convince us that no notice of appeal was required, does it automatically follow that you are not required to have a COA?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that the COA statute itself says you need a COA to appeal from the final order and you don't want to appeal from the final order because you like the final order?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So why wouldn't you have to take a cross-appeal?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's the same problem, isn't it?  I mean, do you help yourself by saying, okay, we need to cross-appeal, it only applies there, because Alderson Reporting Company then we get into exactly the same argument, whether you need a cross-appeal."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes, you are, because then --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- we're back to the same argument.  What?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume that we disagree with you that you needed a cross-appeal.  Could you answer or didn't -- or agree with you, you didn't need a cross-appeal."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Answer Justice Kennedy's question of why you don't need the COA."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because a cross-appeal doesn't have to make a substantial showing of -- of a denial of a constitutional right."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly.  So why are the two tied together, in your mind?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree that a petitioner who has to take a cross-appeal, because the petitioner wants to enlarge the judgment, does not have to get a certificate of appealability?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does not."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He has to."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In other contexts, however, IAC is not a unitary concept, is it?  I don't want to take up your rebuttal time, but in other contexts like repetitive litigation or exhaustion, IAC is not a unitary concept."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Talk about it on rebuttal if you -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counselor. Mr. Oldham. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How would you do that?  How would you cure the Spisak error?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the Spisak error is something that the lawyer said in closing argument. You're going to have a new trial, right? Well, presumably, I mean, the lawyer may say the same thing or the new lawyer may say the exact same thing or he may not.  It seems to me that it's a fairly academic dispute as to whether or not you have a separate claim once you have the relief of a new trial."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"There's always -- you always have the same level of constitutional performance.  This is only going to come up as a particular problem if for some reason the lawyer says exactly the same thing in closing as the prior lawyer did.  And I don't anticipate that happening."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Oldham, some of my questions to -- to your opposing counsel suggest that ineffective assistance of counsel is mistake by mistake. That there are here three claims of ineffective assistance, not just one.  Maybe that's so. What do you do with this case where the -- the trial court finds two instances of ineffective assistance, the State agrees that those two are valid. But appeals on the ground that it was harmless error, that the cumulative effect of those two mistakes was not enough to change the outcome of the trial. The defendant, on the other hand, wants to raise the issue that there was, indeed, a third instance of ineffective assistance, and then if you combined all three, there would have been sufficient harm to enable setting aside the verdict. What do you do with that case?        There -- Alderson Reporting Company there the three separate instances have sort of been combined into one where -- where the issue is the harmful effect."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So you would allow that one to be -- to be raised without a cross-appeal."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So long as it -- it would -- or at least so long as it's argued that that would produce the incremental effect of reversing the judgment."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Before you leave that, I thought that your opposing counsel said that did happen here.  It was -- you did raise a question of -- of whether there was enough prejudice and, therefore, they were entitled to bring in the third as showing that even if the first two weren't sufficient, the third made up for it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The first two were thrown out on the grounds that there was no error; right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Not on the ground that the effect was not harmful enough to warrant setting aside the judgment."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, what do you do with the COA?  I mean, however we rule, we may be creating headaches.  Okay. So petitioner wins on two and he loses on the third issue, the -- the closing summation. Does he have to then go for the COA?        He can't wait for you to appeal and then make that decision, can he?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Cross-appeal when there's no appeal?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He could not have taken an appeal.  Only the State could take an appeal; right?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Where does the statute or the rule talk about somebody who loses on a particular claim but wins the judgment, I thought -- I'm looking at the order.  The order is on page 33 of the appendix and it doesn't say anything about Spisak or about -- what was the other one -- Wiggins.  It just says the order is three choices, release him from custody or give him a new sentencing hearing or sentence him to a term in prison.  That's it.  That's the order that we’re reviewing --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If he could take his first appeal, how does it work?  That is, it seems to me that I've seen lots of petitions in habeas where an incarcerated person will bring up 40 arguments.  Now, suppose that he loses on 39 and he wins on one and he gets his new trial, and the court -- the prosecution says fine, we'll go ahead, we'll give you the new trial. Is the lawyer then supposed to appeal his 39 losses?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  You said he could take the first appeal.  So before the new trial goes on he says, I think I'll take the first appeal on the other 39 that I lost on.  Can he do that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then a lot of people, you know, I'm not saying they're badly motivated, they're in prison, they might think this sort of interesting, I might lose at trial, let's just see if I can't find a few other grounds here. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I've never heard of that. Have you found examples where that's happened?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Wait.  Have you found many, one, cases where a petitioner won in the District Court, there is no State appeal, but he did lose on other grounds and he decided to take a first appeal on several of those other grounds?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the reason there might not be any, I mean, any decision by the Federal court in that situation would be, I think, a purely advisory opinion.  Let's say he loses on a confrontation clause claim, he wins on inadequate assistance of counsel.  He takes the appeal.  If I'm the judge on appeal I say, well, in the new trial, they may not call the witness that you said shouldn't have been called and you want me to issue an advisory opinion just in case they do.  I don't see how he can do that."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No.  It's superfluous in the sense that it is unnecessary to the judgment.  He got the judgment, he won it.  The trial was set aside. The conviction was set aside, he got a new trial.  And he's saying, oh, there are additional reasons why I should have gotten a new trial.  I'm not going to listen to that.  That's absurd.  You got what you wanted.  Now go away. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But let's -- you may be -- this one did, said release -- give him a new hearing or release him. But—I’m taking-- I do want you to answer my COA question, okay, because what you're saying is exactly what Justice Scalia is worried about, which is, is he going to go present the COA and are we going to even entertain it since he won his release?  But if he -- does he have to get a COA? But more importantly, what happens when there's a new hearing?  Those two mistakes are not repeated but a new one is introduced and the old one is repeated. Are you saying he can't appeal again?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"On the old one or the new one?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No, that's -- you're saying he only gets immediate release if it's the old error that the judge found on the first habeas."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But let's assume that the second error is -- the third error is committed and even a new one is committed that wasn't a part of the first function, can he appeal?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can we go back to basics. Isn't it true that a judgment winner does not have to appeal an issue on which he lost but he is -- if he's content with the judgment, he can present arguments that would entitle him to relief.  He can assert defensively. A judgment winner doesn't have to appeal, doesn't have to cross-appeal.  That is the general rule; right?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Oldham, suppose it were he just had two Wiggins claims.   One was the lawyer didn't find the psychological report and the other was the lawyer failed to put on my mother as a character witness.   He loses one, he wins the other.  Does he have to take a cross-appeal on that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But they -- you keep talking about the conditional release order.   It doesn't say anything about what the State must do, what errors it must correct, it's on page 35, it just says give him a new sentencing hearing or sentence him to a term of imprisonment.   It doesn't say, because of this, because of that, because of this."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let -- let me just ask you this question about COAs.   Let's just take a case -- there's no cross-appeal or anything.   The prisoner alleges in -- inadequate assistance of counsel, and he loses.   He files a COA.  He says, my counsel was inadequate because there were two Wiggins errors, he did not -- two Wiggins errors.   That is what he says in the COA. The COA is granted. Now he files his brief. Can he allege a Spisak error as well?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so can he -- so in other words, in a COA, you have to list every error that counsel made and at -- at -- on -- on pain of not being Alderson Reporting Company able to argue that in your brief?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that's -- (c)(3) comes after (c)(1).   And (c)(1) says you need a COA to appeal from the final order.   And so if you don't need a COA to appeal from the final order, you go on and appeal from the final order.   The final order is fine.  You would never get to (c)(3). (C)(3) says if you need a COA, then you will indicate which specific issues.   But it doesn't -- (c)(3) doesn't tell you when you need a COA.   (C)(1)(A) tells you that."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Where does that -- where does that come from in the statute?   I mean, the statute says you need the COA to appeal from the final order in a habeas proceeding.   Well -- in the final order.  I don't want an appeal from the final order.   It's good."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Suppose the -- isn't it --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":6,"sideBefore":"justices","text":"In fact, you get it from the language of the statute, which says you need a certificate to appeal from the final order."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, sure.  I mean, there may be situations in which the State or the ineffective counsel, they do repeat the error, or they may not."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Thinking here to the -- the Criminal Justice Foundation filed a brief, and -- and as I read it, I thought, well, the point -- the point of this is don't make it too complicated.   So they say, well, let's just consider what Estelle says, you Can’t be deprived of-- you have to make a substantial Alderson Reporting Company showing of the denial of a Federal right. So they're saying the Federal right here that we're deprived of is a Sixth Amendment right to -- to counsel, period. There are a lot of different bases for it. There are a lot of different things that happen, but that's the single ground or right or, in this case, issue doesn't change the word of -- that it used to mean.   So call it this one thing.  It's so simple, and at that point, let the court of appeals deal with it. As soon as we try to separate different bases for saying that this was a deprivation of the right to counsel, we are going to produce a pretty good nightmare because they shade into each other often. They're related in a variety of ways.   They may be or may not be related through the prejudice problem.   And lawyers will start wondering when they have to file a court cross-appeal, and we will create a -- a mess. So that's the basic argument, I think, of this brief, and it is one of the arguments that they're trying to make. Now, what is your simple, clear answer to that?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But isn't that a rule that was set up, as Justice Ginsburg said, only when the petitioner hasn't won.   But here, there's a judgment for resentencing.   As the Chief Justice indicates, the error may or may not -- the third error may or may not be repeated.   So go back to that point, which is if you're a successful litigant, do you even have a right to try to go get a COA?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why doesn't this fit -- why doesn't this case just fit what is the standard rule Alderson Reporting Company that a party who's content with the judgment doesn't have to cross-appeal to preserve arguments that enabled him to retain the benefits of the judgment?   That's the standard rule."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But if I understand the implications -- this goes back to, I guess, the hypothetical I asked before.   Now I have 5 Wiggins Alderson Reporting Company claims.   You didn't put on my mother, and you didn't put on my brother, and you didn't put on my sister, you didn't put on my uncle, you didn't put on my aunt, and the court says, you know, we think your brother and your mother really did have something to say, we're not so sure about the others. Do you think I have to cross-appeal on my aunt and my sister and my uncle, and not only did you think I have to cross-appeal, but you think that if I had won and the State had not taken an appeal, I would have had to appeal myself?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you know, I could do another hypothetical --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- failure to call family, failure to call the psychiatrist, failure to find the psychiatric report --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- failure to go investigate Alderson Reporting Company my mental background."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So do you need a COA, too?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How do you do that? If -- take Justice Kagan's example.   You've won, and you want to -- you're -- you're willing to forego unless there's an appeal by you.   Now I'm going to cross-appeal.   Now I need a COA, too, before I know what you're doing?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Schaffer, two minutes left. Alderson Reporting Company "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The only way you can win this, according to you, is if we rule IAC claims are one claim?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So when is it that you have to cross-appeal?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you answered no, but then your explanation produces yes.   You're saying you don't have to cross-appeal because you won on an ineffective assistance of counsel claim; right?   There is one, you know, omnibus ineffective assistance of counsel claim.   You won on that; right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So your answer to Justice Sotomayor should have been the opposite of what it was. If you said yes, you should have said no. If you said no, you should of said yes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RANDOLPH L. SCHAFFER","firstName":"RANDOLPH","lastName":"SCHAFFER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3473,"interruptions":22,"times_spoken":65,"laughter":0,"num_int_by":6},{"id":1,"fullName":"ANDREW S. OLDHAM","firstName":"ANDREW","lastName":"OLDHAM","counsel":true,"justice":false,"side":"respondent","words_spoken":2715,"interruptions":17,"times_spoken":43,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":446,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":561,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":759,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":519,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":967,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":674,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":299,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":223,"interruptions":2,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":22,"words_spoken":3473,"times_spoken":65,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":2715,"times_spoken":43,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":4448,"times_spoken":112,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":3}}