{"petitioner":{"name":"SAMUEL JAMES JOHNSON","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"13-7120","date":"2014-11-05T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 13-7120, Samuel Johnson v. United States. Ms. Menendez. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Should the Court -- should the Court take into account that in the sentencing guidelines a possession of a short-barreled shotgun is ranked under career, is under the career offenses?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Is it possible --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":5,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Is it possible for any possession offense to qualify as a violent felony?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if I understand the government's argument, it's that there's a very strong correlation between possession in this case and use for criminal purposes of a kind that clearly would pose a risk of -- of violent conduct and injury.  So are you saying that we never can take that kind of correlation into account, that possession crimes just have to be treated in a box, and we can't think about whether the possession of something increases the risk of use which then will pose a serious risk of injury?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so that seems right, that it's a question to pose to the government.  It's like, what's in back of this correlation?  But is your argument, then, they haven't made their empirical case or even if they had lots of statistics, it still wouldn't be enough?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"is there any other use for a short-barreled shotgun?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"People have purchased this even though it's criminal to possess it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How many States is it illegal, do you remember?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Just a factual question. On his plea for this possession, was he charged with another crime?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you said that a possession offense could qualify.  So if someone possesses a nuclear bomb, that could qualify?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"A biological or chemical weapon, that could qualify?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how do we know that? You -- you could make the same argument that you've just made, that we don't know what the -- the risk is that this will, in the case of a biological weapon, the risk that it will cause an infection unintentionally.  We don't know that.  That statistic is no more available than the statistic on sawed-off shotguns, is it?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How would you do that? You'd look at all the -- you try to -- to identify the universe of people who have possessed biological weapons and see how many times somebody has gotten infected unintentionally?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would say the same thing about any weapon."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Any firearm?  Mortars?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mortars?  Artillery pieces?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Rockets would not be -- illegal possession of a rocket, that wouldn't be a violent felony in your submission.  Maybe that's right."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's correct."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But what you have -- what were the numbers, if they're there, about how many people are injured as a result of possession of a short-barreled shotgun?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So we have absolutely no idea?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not what I'm thinking of.  I'm thinking of do we have a statistic that says how many people are injured, forgetting how -- whether it's possession or not possession or anything else?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Do we know how many possession crimes have been prosecuted, Alderson Reporting Company possession for short-barreled shotguns?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I mean. It's about 600 a year?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"More or less.  So we're talking about 35,000 people or 40,000 who own the shotguns legally."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I see what you mean."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say \"constructive possession,\" what does that mean?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What are -- what do you think is the basis for a State legislature's prohibiting the possession of a short-barreled shotgun or a short-barreled shotgun that is not properly registered?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you think that Alderson Reporting Company those State legislatures came to the conclusion that there was a strong correlation between the possession of a short-barreled shotgun and the use of that weapon in committing crimes?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think Congress -- MS. MENENDEZ::        -- as opposed to --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- had statistics before it when it listed the specifically enumerated offenses in the Armed Career Criminal Act?  Is this the sort of thing with respect to which it is reasonable to expect that there will be empirical evidence, or is this the sort of thing, the sort of decision that legislatures make based in -- on an impressionistic way and taking into account common sense?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when they said Alderson Reporting Company burglary is a violent offense, do you think they had statistics about the percentage of all burglar -- of all burglaries that occur within the United States that result in violence?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that is a reasonable conclusion for the national legislature to reach in enacting the Armed Career Criminal Act, why is it not equally defensible for a State legislature to make the same decision with respect to the illegal possession of a sawed-off shotgun?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that that judgment on the part of legislature is entitled to any respect from this Court?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what I'm talking about, the cases where it is possessed illegally, either because it is flatly banned or that it is possessed by somebody who will not register it for whatever reason, very possibly because that person doesn't want it known that he or she possesses the weapon."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What should we do if we think that the reason that the legislature has made possession unlawful is because the legislature believes that possession will lead to a risk of physical injury?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it says -- it says if I use those words, I could repeat the same question and say the reason that the legislature makes it unlawful to possess a sawed-off shotgun is because the legislature believes that the possession, that's the crime, presents a serious potential risk of physical injury to another. That's why they made it unlawful.  What other reason Alderson Reporting Company could there have been?  And therefore, their judgment is the same words that the statute uses, but for the word otherwise."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What other reason would they have had for making possession unlawful?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm just saying what other reason could they have had for making this a crime, the possession --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- unless they thought that possession presents a serious potential risk of physical injury to another?  I'm not suggesting an answer.  I want to know what your answer is."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You pointed out in your brief that explosives -- one of the enumerated crimes is use of explosives, but is no -- anywhere a crime of possession."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Has any legislature prohibited the possession of explosives?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They just flatly prohibited, within our State, you cannot possess any explosives. Has any legislature done that? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you think it's a possibility that there are States in which explosives cannot be used for demolition purposes?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Bash. ORAL ARGUMENT BY JOHN F. BASH ON BEHALF OF UNITED STATES"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If that's the case, how many charges do you have that are for mere possession, not involved with an underlying crime?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"She raises 14 cases in her reply brief."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So why haven't they been outlawed federally and why is it only a minority of States that have outlawed their -- just their possession, not their registration? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't there something in one of these briefs that a manufacturer in States where these weapons are lawful has advertised them as ideal for use in self-defense?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I would think the analogy to that is the person who uses the sawed-off shotgun in a crime, but decides:  I'm not going to shoot it.  And then you say:  It doesn't really matter if you're not going to shoot it; you just used it in a criminal activity, that's enough for us. But this is a good deal more attenuated than that because this person could, for whatever reason, maybe because he wants to commit a crime in the future or maybe he's one of the odd collectors or people who think that this is good for self-defense, this person could have kept it in a locked closet, in a safe deposit Alderson Reporting Company box, and never have brought it out and never have any potential for use in a crime.  I mean, it would be one thing to say use in a crime causes enough risk of serious injury, but this is a step further."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But they are two separate offenses, right, possession of this gun and use of this gun.  And you're converting the one into the other for purposes of ACCA."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the same would be true of a felon in possession?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I would  think that in the felon -- a felon in possession law, I mean, honestly, Alderson Reporting Company I'm sure the numbers dwarf the sawed-off shotguns, and the whole point of that is, yes, they're people who have shown themselves to be irresponsible, who have shown themselves perhaps to use weapons irresponsibly, and they're going to do it again, and there's a pretty strong correlation of a kind of recidivism that makes Congress pass that law."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Where did Congress say that?  Where?  Where?  I mean, a felon in possession has a gun, and you say he might keep it upstairs in his closet, in the back of a car, in his hand, many places he might possess it, and he might never use it for a crime.  Recognizing that, you say that doesn't fall within the statute.  Just substitute the words \"sawed-off shotgun.\"  In the closet, back of a car, Alderson Reporting Company glass case, maybe in his hand, maybe in somebody else's hand.  Maybe he just says to somebody:  I have a sawed-off shotgun up there; give me your money. All right?        All those things are possible with either.  And so since they're possible with either, on what basis do we write an opinion that says that you win with the sawed-off shotgun, but you lose with almost every other kind of gun.  What's our theory?  What lines would there be in that opinion?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"My goodness, stop right there for a second, because what we heard was there are 40,000 or more people in 10 States and others that don't even make it unlawful.  So how can we say it's more associated with crime than, what, a handgun or a regular -- or a torpedo?  I don't know."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I realized you were going to say that, and all I put that in was to express my own lack of knowledge of which is which, and therefore I Alderson Reporting Company can't just speak ex cathedra and say this.  I would have to have some proof."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't -- I mean, I've seen a lot of movies.  James Cagney used to, but I can't use that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We couldn't say the same thing with a Saturday night special?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They used to be.  A Saturday night special is a kind of pistol that was really used very, very heavily with robberies and crimes.  They were viewed -- that was one of the first things that people tried to get banned after assassinations and so forth."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How many --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"No, no.  This isn't a Alderson Reporting Company machine gun.  It's a pistol, a handgun."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But we -- but we know that's not true.  We know there are 40,000 registered that by -- and, you know, and you yourself I think said or -- that if you're willing to give your photograph and fingerprint or whatever to the Federal Government, you're probably not going to use it illegally.  So we know it's not true that these are exclusively used in criminal activity."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what number would be enough?  I mean if we had 100,000 Alderson Reporting Company registrations, does that mean that it's no longer conduct that presents a serious potential risk?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then -- then is possession, possession of explosives, an offense under this enhancement provision?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Even though the statute -- even though the statute says use of explosives is covered?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You'd say, well, under the catch-all phrase, mere possession is covered."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's a second step, unlike the others.  When you're engaged in a burglary, the -- the risk is there.  When it's mere possession, the risk isn't there.  You have to take an additional step of taking it and using it in a crime."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, or the homeowner could happen to have a short-barreled shotgun and shoot the burglar."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Then the violence doesn't depend on any additional act by the burglar."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the parallel you're drawing is that burglary itself doesn't present a risk of violence until the burglar pulls a gun?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What about the -- what about the analogy to -- explosives, you say that there could be lawful possession because explosives, it's use that's given as an enumerated crime."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there -- the proposition then that I must accept I think for you to prevail is possession of that which is normally used or has a very Alderson Reporting Company serious risk of being used in a way that risks physical injury to another falls within the statute.  And instead of drawing a line between possession and some other use of the thing, we say sometimes possession is in itself within the statute, sometimes it's not.  If you possess those things that have as a predominant use participation in a matter that's likely to cause physical injury to another, that's within the statute. If that's the proposition, is there any case where simple possession of anything has been interpreted as falling within this language?  I don't know the answer to that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Any, any case."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know -- you've won this issue in --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it's this issue. There's not some other area I could look at?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There's a Fourth Circuit case and then this line right here.  Okay."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why not burglar tools? Isn't it -- burglar tools are outside, right? Possession of burglar tools will not get you under ACCA."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Pardon -- Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":4,"sideBefore":"justices","text":"But there's no other use. There's no other use for burglar tools than in burglary."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm a little still confused about the felony possession, okay?  You say that's not a crime of violence.  I -- I don't know how to differentiate that from this because most felons, in possession of a gun, I'm sure the statistics would show, Alderson Reporting Company are committing crimes.  So if the question is the risk of injury to others, it would be a felon possessing a handgun of any kind and not a common citizen.  Because, yes, common citizens more often than not, we hope, use guns that they possess for lawful purposes; but felons, I would think, just as a matter of logic, what Justice Alito was asking, that felons more often than not use guns in illegal activities."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I understand that. I just want you to give me some sort of analytical approach on when to judge that -- when to judge that risk, or how to differentiate that risk --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- so that everything, no -- every possession crime doesn't become a crime of violence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That -- you're -- is that the 40,000 you're talking about?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When you say a few Alderson Reporting Company thousand, is that the same statistic as --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I might have used a different word than a few thousand."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, that would -- (Laughter.)"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"In the Armed Career Criminal Act in general, and the residual clause in particular, has caused no end of problems for this Court.  Are you aware of any efforts made by the Justice Department to propose legislation revising either the -- either the Act in general or the residual clause?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What would you think, which I once suggested and certainly didn't have the nerve to Alderson Reporting Company follow through, that it's more likely that the Department of Justice, with the aid of the sentencing commission, could get the relevant statistics than it is that a defendant could.  So if no statistics appear, we should draw a presumption against the department."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes.  I realize that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But could you do something, that is to say, even without legislation?  Is it possible that the department, through its statistical gathering resources, and it has some, working with the sentencing commission, could help us more on the -- on the underlying statistical data that would give us a clue as to what was dangerous and what was not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Menendez, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KATHERINE M. MENENDEZ","firstName":"KATHERINE","lastName":"MENENDEZ","counsel":true,"justice":false,"side":"petitioner","words_spoken":4094,"interruptions":14,"times_spoken":43,"laughter":0,"num_int_by":3},{"id":1,"fullName":"JOHN F. BASH","firstName":"JOHN","lastName":"BASH","counsel":true,"justice":false,"side":"respondent","words_spoken":3193,"interruptions":18,"times_spoken":45,"laughter":1,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":323,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":150,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":316,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":580,"interruptions":2,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":20,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":892,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":4094,"times_spoken":43,"laughter":0,"num_int_by":3},{"side":"respondent","interruptions":18,"words_spoken":3193,"times_spoken":45,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":8,"words_spoken":2703,"times_spoken":95,"laughter":1,"num_int_by":5}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035490}}