{"petitioner":{"name":"JOHN L. YATES","counsel":[0]},"respondent":{"name":"No. 13-7451\nUNITED STATES. ","counsel":[1]},"caseNumber":"13-7451","date":"2014-11-05T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 13-7451, Yates v. United States. Mr. Badalamenti. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why should -- why should the expression \"tangible object,\" which stands alone, it's not falsifying documents, why should the word \"object\" in 1519 be treated differently than the word \"other object\" in 1512 -- 1512(c)?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you think there's a difference between \"tangible object\" and \"other object\"?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But how does the Internet -- you could falsify Internet entries, or things that are in the cloud, those are intangible items."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose a typewriter were used to prepare an incriminating document.  The document and the typewriter were destroyed, would that be covered?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I understand the argument and the argument that you make has considerable force about over criminalizing, but it seems to me that the test you suggest has almost more problems with vagueness, more problems with determining what its boundaries are than the government's test. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if that's the -- if that is the case, then why is it not surplusage?  Why -- what would be a tangible object designed to contain information that would not fall into the category of record or document?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Those things in themselves don't -- they have documents, they have something that could be called a document or a record stored in them."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you -- if you have an iPad that's straight from the store, has nothing -- has no information stored in that, do you think that would fall within the statute? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about destroying a brand new empty filing cabinet?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But then the Congress could have said used -- tangible object used to preserve information, and then your case would be solid.  But it Alderson Reporting Company just said \"tangible object.\""},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But could I go back to Justice Ginsburg's first question, because, my fault I'm sure, but I wasn't sure I understood your answer.  Not only in 1512(c)(1), but there are, you know, I think five times in 1512 from a prior enactment this same kind of phrase is used, which is \"record document and other object.\"  And you say that we should treat that phrase as it exists many times in 1512 differently from this phrase in 1519 because of the difference between tangible object and other object.  And to me, it seems like other object is, if anything, a more classic case of that canon that I can't pronounce the name of, ejusdem whatever. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Generis."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Good.  That's what I count on my colleague for. (Laughter.) Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":7,"sideBefore":"justices","text":"I -- I deserved that. But to me, it seems like a more -- even a more classic case.  So I guess I just don't understand why you're treating the two differently."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But just because Congress includes more verbs -- I mean, the reason Congress includes 20 verbs instead of 4 is presumably because Congress really wants to sweep in a very wide variety of conduct.  And not every verb has to apply to every situation.  In fact, we rather presume that they won't."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So your whole argument here really comes down to the fact that Congress put some record-related verbs in there?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I would think -- I'm sorry.  I would think that that cuts against you, that the fact that this is about any matter within the jurisdiction of any agency in the United States shows that it's really not just about corporate fraud, that Congress had a broader set of things in mind.  So I would think that that's -- that's quite the opposite, that everything about this statute, the \"any matter,\" the \"any record,\" suggests breadth."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then how do you -- how do you respond to the illustration that the government gave in its brief?  That is, what sense does it make to say you can be indicted under 1519 if you destroy a letter that the victim that you have murdered has sent you, but you can't be indicted under 1519 if you destroy the murder weapon?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you think it could -- Alderson Reporting Company would -- let me back up and ask what I assume was -- you would say yes to.  A letter is shredded.  It's a letter from the victim to the later-turned-out-to-be murderer. That letter is shredded.  Does that come under 1519?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where did the -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"What if the knife had the defendant's name on it?  Is that, destroying the knife, is that altering, destroying a record?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but presumably the same would be true of a lot of documents or records that are destroyed."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what do you say about 1512(c)?  Would the knife fall under that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if the knife was used in the murder, but it was destroyed before anybody was caught?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So did the government mischarge here?  Could they have charged your client with violating 1512(c)?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I love those words, \"possible.\""},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would -- what would have been your defense if they did?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you were charged with.  What would have been your defense to 15 --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Destroying and substituting fish is not a corrupt act."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Touche."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is your view, given what you've just said, of the best way to narrow this statute?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You still have the problem of the language of the statute covering the destruction of a document such as an EPA questionnaire that comes to the door asking about recycling, where you know that the EPA would like to have that back to help them do their official work of finding out how the program works. You, believing that that's their business, not yours, tear it up and throw it in the wastebasket. Now, does that fall within the statute?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It surely does within the language."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And your effort to narrow the statute has nothing to do with that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But my problem, of course, is reading the statute and taking your argument in the context that you mean it, which is we must look for a way to narrow this statute, which at first blush seems far broader than any witness-tampering statute, any obstruction of justice statute, any not lying to an FBI agent statute that I've ever seen, let alone those within Section 15.  So what I'd like you to focus on is not your problem, though they're connected, but my problem."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  I see where you're Alderson Reporting Company going."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I see where you're going. Let's follow you down that road:  That you say in many situations it should not be a crime to retain a document, even though you know that the Census Bureau would like it back or perhaps the EPA."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And perhaps it's nothing more than trying to find out information.  But where you end up at the end of the road is that this is void for vagueness, but not for any reason you have yet told us. So what am I to do with the fact, if that is a serious problem, that it has never been argued in this case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is it vague?  It's -- it's just incredibly expansive."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What is vague about the fact that if you destroy a questionnaire, you destroy a document with the intent of, what is it, to impede, obstruct or influence the investigation or proper administration.  What's vague about it? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"The answer to that, if you want to pose it as a question to me -- (Laughter)."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"-- would be that the void for vagueness, if you look at Skilling, has two branches.  From Kolender v. Lawson -- Justice Ginsburg wrote it -- a penal statute defining the criminal offense, one, with sufficient definiteness that ordinary people can understand.  That's what Justice Scalia has just talked about.  You can understand what is prohibited. But then there is two:        In a manner that does not encourage arbitrary and discriminatory enforcement.  It's that second part, that the doctrine extends the doctrine to statutes that, while they may be clear, are far too broad, well beyond what any sensible prosecutor would even want to prosecute."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Then back to the question."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't -- isn't running a fishing vessel a business?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you -- can you tell me the exact consequences for your client?  Because as I understand it, he was also charged under 22 -- what is it -- 2232?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And he could have gotten the same sentence?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But he in fact got what? Alderson Reporting Company 30 days."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're only arguing for your client.  This is not some kind of class action."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the fisherman took Alderson Reporting Company pictures of the fish, and then he destroyed both the pictures and the fish.  Liability?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The photograph isn't?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is a piece of paper a physical object?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it an object?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why isn't a film if it's on it -- I'm talking not about a film on one of these screens, but an old-time film that you can pick Alderson Reporting Company up.  A picture, a picture."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would its destruction be a violation of this Act?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems very odd that you can throw away the fish without violating the Act, but you can't throw away the picture."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then why is that absurd?  If you concede that that would have been covered, the catch logs, and the prosecutor is trying to do the exact same thing, it's just that he's thrown over a different piece of evidence, why is that such a crazy outcome? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Wouldn't it be just as absurd to give him 20 years, though, wouldn't it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I don't understand."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":8,"sideBefore":"justices","text":"But that clearly falls within the statute.  I mean, you can't argue that it doesn't.  So --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, it seems as though this is -- Congress gives very strict penalties to lots of minor things, and -- but that's, you know, that's what it does."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Martinez. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Why are those -- why are those the key words?  Why don't you start earlier? \"Knowingly alter, destroy, mutilate, conceal, cover up, falsify, \"those are certainly pertinent in analyzing the reach of \"tangible object,\" aren't they?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are you -- are you then saying that this is, indeed, a general statute against destroying anything that would impede a Federal --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Assume that Congress intended and wanted, to cure a void in the criminal statutes, to have a general prohibition against destruction of evidence and that it put it in Sarbanes-Oxley, and you make that argument.  Are there any other laws of general application that were also included in the Sarbanes Act -- Oxley, or is this the only one?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any other provision of Federal law that has a lesser penalty than 20 years that could have been applied to this -- this captain throwing a fish overboard?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that's it? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"They never meant to --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"There is nothing lesser than that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You know, frankly, you come here, and, yeah, he only got -- what did he get, 30 days or something?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But he could have gotten 20 years.  What kind of a sensible prosecution is that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there nothing else you -- who -- who do you have out there that -- that exercises prosecutorial discretion?  Is this the same guy that -- that brought the prosecution in Bond last term?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm not talking about Congress.  I'm talking about the prosecutor.  What kind of a mad prosecutor would try to send this guy up for 20 years or risk sending him up for 20 years?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you did -- you did -- you did charge --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"justices","text":"What did you ask for?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"justices","text":"You charged two offenses: 2232, and Yates is not questioning the applicability of that.  Is there any guidance that comes from Justice to prosecutors?  I mean, the code is filled with overlapping offenses.  So here's a case where the one statute has a 5-year maximum, the other 20.  The one that has the 5-year clearly covers the situation. Is there anything in any kind of manual in the Department of Justice that instructs U.S. attorneys what to do when there are these overlapping statutes?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if that's going to be the Justice Department's position, then we're going to have to be much more careful about how extensive statutes are.  I mean, if you're saying we're always going to prosecute the most severe, I'm going to be very careful about how severe I make statutes."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Or -- or how much coverage I give to severe statutes."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You make him sound like a mob boss or something.  I mean, he was caught -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"The fish were -- how many inches short of permitted were the fish?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Did you ask -- did you ask for or recommend a particular sentence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But according --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"But according -- if I understand your answer to Justice Scalia, according to the Justice Department manual, any case in which someone destroys a tangible object, you -- you should prosecute them under this statute, because I assume 20 years is the maximum available penalty?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the point is that you could, and the point is that once you can, every time you get somebody who is throwing fish overboard, you can go to him and say:  Look, if we prosecute you you're facing 20 years, so why don't you plead to a year, or something like that.  It's an extraordinary leverage that the broadest interpretation of this statute would give Federal prosecutors."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't -- isn't there a normal obstruction of justice statute that existed before this?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose, in other words, it -- wasn't this going to a criminal -- isn't a criminal matter?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't what the official, the government official was investigating a minor crime, catching fish that are too small?  Am I right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's a civil offense."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Fine.  Then isn't there a statute that says that you cannot destroy evidence useful for a civil offense when you know that it's going to be? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, for many, many years before Sarbanes-Oxley, the Federal Government could not prosecute obstruction of justice."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Where there was a civil offense involved?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm not asking specific things.  I want to know the general criminal law, which I do not know all of it.  I had always thought there is a crime called obstruction of justice, and I always thought that a person who destroys evidence, where he knows it's evidence, he's been asked to bring it to the proceeding which may not yet have taken place, he purposely destroys it, I had thought that that was a crime."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But it was never was in the criminal system?  No one was ever prosecuted for it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, but --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"What statute did you used to use?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay, okay.  I guess I can look that up later.  But in any case, this is a -- what will you do with the problem that I put together?  That is my problem."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I know.  It's not just influence a proceeding.  It is, for example -- and here it's obscure, but it means to destroy something in relation to any such matter or case.  What matter?  In relation to any matter within the jurisdiction of any department or agency within the United States.  What? (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"I mean, somebody comes to the door and says -- I've been through this.  He passes a piece of paper through the door.  It's the postal -- it's a postman.  He says, please send this back.  It's our proper duty to deliver the mail.  I say, I hate postmen and I rip it up.  20 years. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And why wouldn't it happen? It wouldn't happen because you'd never prosecute it, though I've had my doubts recently. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I do.  I say, I hate postmen.  I don't want them to find out.  And I tell four people, I finally got even with the postman.  I have -- I have the intent. And I'm using a ridiculous example purposely because, by using an example purposely, I'm trying to get you to focus on the question of how possibly to draw a line.  And if you can't draw a line, it seems to me that the risk of arbitrary and discriminatory enforcement is a real one.  And if that's a real risk, you fall within the vagueness doctrine.  There is the whole problem spelled out, and what I do not understand is the relation of this case to that doctrine or how to decide this case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How do I know since there could be four ways of trying to limit it?  And one way to try to limit it might be what your opponent says."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's true."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Martinez, can we go back to what we started with -- with what Justice Breyer started with?  If I understood your brief right, up Alderson Reporting Company until 1519, the general obstruction statute, 1503, applied only to the destruction of evidence in a judicial proceeding if you got someone else to destroy it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So you needed something to punish people who destroyed evidence and -- but I see two provisions, 1519 and 1512.  Are they superfluous?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that makes it okay. That's fine.  I mean, you know, that explains how it Alderson Reporting Company happens.  It doesn't explain how it makes any sense. (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, not only that, 1519 -- 1512 only applies for use in an official proceeding; isn't -- isn't that right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  And this applies to any matter within the jurisdiction of any department or agency of the United States.  Is the knowingly requirement of 1519, does that apply to that portion of the statute or does it only apply to altering, destroying, mutilating, concealing, covering up, or falsifying? Do you have to know that it is within the jurisdiction of a -- of a Federal agency? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Wow.  Then it's really --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In this case, it's not a problem."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"1512, could you have charged it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"He said it has a stronger state of mind element."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could -- could you tell me, Mr. Martinez, where are those other provisions?  I -- I think that there are about five of them in 1512.  I take it there are many State statutes, are there?  Are there other Federal statutes?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but -- when you say this -- I understood your friend to say \"tangible object\" is only used in record statutes.  In 1512 --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- it's -- it's \"object,\" I mean tangible -- yeah, \"tangible thing.\"  In 1512 it's \"object,\" right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, see, the reason -- I mean, maybe that makes a difference if you have records, documents, and then a tangible object suggests that the tangible nature of it is what's significant, which suggests that it may be one of the -- you know, whatever the drive thing is as opposed to a record.  And that's a point that's not present in the statutes that you were citing."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there such a thing as an intangible object?  I'm trying to imagine one."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Object not meaning purpose."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You, in your brief, point to the Model Penal Code as the model for 1519.  But the Model Penal Code describes a misdemeanor, and this is a 20-year felony.  That seems kind of a mismatch."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, isn't that like the Bond decision?  I mean, you had text that could be read broadly, and yet we suggested, well, Congress could not have meant the Chemical Weapons Treaty to cover a minor dusting of -- with toxic, irritating chemicals."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what if you stopped them on the street and said is a fish record document or tangible object?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think you would get a polite answer to either of those questions. (Laughter)."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. Martinez, you are really -- I mean, you have arguments on all of these points, but you are really asking the Court to swallow something that is pretty hard to swallow.  Do you deny that this statute, as you read it, is capable of being applied to really trivial matters, and yet each of those would carry a potential penalty of 20 years, and then you go further and say that it is the policy of the Justice Department that this has to be applied in every one of those crazy little cases.  And this involved a business and a number of fish.  What if it was one fish? What if it was one undersized fish that was caught by a fisherman in a national -- on Federal land?  This would be -- would it apply here? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, I understand that.  But if you choose to -- if you want to find the guy who caught one trout that was undersized on Federal -- on a Federal -- on Federal land, you want to charge him with whatever regulatory offense that would be, you have to charge this, too, because this is the more severe penalty."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What about every camper --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"He catches the fish and now he sees the inspector coming toward him, throws it in the lake."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But he has no -- he has no doctrinal basis to make that argument other than to say that there is such a doctrine as prosecutorial discretion and, A, that it's enforceable and, B, that it has some substance, and you've indicated that it has neither."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it seems to me that Alderson Reporting Company we should just not use the concept or refer to the concept at all anymore."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  So if that's so, then that's the dilemma.  Suppose I worry about Justice Alito's single fish in the case of a camper who kicks an ember away, knowing you shouldn't have built the campfire or picks a flower, knowing you're supposed to let wildflowers blossom.  What about that 20 years, and you could multiply those beyond belief.  So if that's the problem, does his client go to prison because we've just assumed that problem away from the case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How -- how do we handle it if, as you say, there is a genuine concern in that respect, but it wasn't argued here? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Perhaps Congress should have called this the Sarbanes-Oxley Grouper Act. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Badalamenti, you have four minutes remaining. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it wasn't raised below.  And these are very difficult issues and it's sort of flying blind not to have lower court opinions and the thing fully argued out before we get it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, it doesn't entirely solve that problem, simply to narrow --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JOHN L. BADALAMENTI","firstName":"JOHN","lastName":"BADALAMENTI","counsel":true,"justice":false,"side":"petitioner","words_spoken":2639,"interruptions":20,"times_spoken":57,"laughter":2,"num_int_by":7},{"id":1,"fullName":"ROMAN MARTINEZ","firstName":"ROMAN","lastName":"MARTINEZ","counsel":true,"justice":false,"side":"respondent","words_spoken":3843,"interruptions":28,"times_spoken":66,"laughter":3,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":433,"interruptions":2,"times_spoken":17,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":426,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":256,"interruptions":3,"times_spoken":16,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":335,"interruptions":0,"times_spoken":16,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":398,"interruptions":1,"times_spoken":10,"laughter":2,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":451,"interruptions":2,"times_spoken":23,"laughter":2,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1132,"interruptions":2,"times_spoken":35,"laughter":4,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":2639,"times_spoken":57,"laughter":2,"num_int_by":7},{"side":"respondent","interruptions":28,"words_spoken":3843,"times_spoken":66,"laughter":3,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":3756,"times_spoken":139,"laughter":10,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1}}