{"petitioner":{"name":"ALABAMA LEGISLATIVE BLACK CAUCUS, ET AL.","counsel":[0,1]},"respondent":{"name":"No. 13-895\nALABAMA, ET AL.; :\nand :\nALABAMA DEMOCRATIC CONFERENCE, ET AL., Appellants v. No. 13-1138\nALABAMA, ET AL. ","counsel":[2]},"caseNumber":"13-895","date":"2014-11-12T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument in Case Number 13-895, Alabama Legislative Black Caucus in Alabama -- v. Alabama, and Case 13-1138, the Alabama Democratic Conference v. Alabama. Mr. Pildes. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you want, on the one hand -- they obviously had to move new voters into the majority-minority districts because they were all underpopulated, and they need to move enough so that the minorities have an opportunity to elect candidates of their choice, but they can't move too many because that would be packing, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- but they have to do that.  They have to hit this sweet spot between those two extremes without taking race predominantly into consideration?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought the Section 5 obligation, gee, it -- it used to require that there -- that there be no regression in -- in -- in majority black districts.  So if a district went from 69 Alderson Reporting Company percent black to 55 percent black, you would be in trouble."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and they're saying that's all we did.  You know, these -- these districts were underpopulated with respect to other ones, so we had to move new people in them, and we had to do it in such a way that there was still the 69 percent black population that they're used to be in order to avoid retrogression."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, you can say that, but it meant you're -- the only way to be sure you're not doing that is maintaining the same -- the same percentage.  And that's certainly the way the Justice Department, in the bad old days, used to interpret it."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that?  Why is --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that?  Why do you no longer need as high a percentage of minority voters to maintain a situation where minority voters can still elect their candidates of choice?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You realize, I assume, that you're -- you're making the argument that the opponents of black plaintiffs used to make here.  They -- they -- they said, you know, by requiring packing of -- of minorities into certain districts, you're reducing their influence statewide so you -- the representatives in -- in other districts can ignore what -- what -- what the minority wants because they're all packed into -- that's the argument the other side used to be making."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose there are Party A in 2001 takes minorities out of heavily minority districts and puts them into opportunity districts for political purposes.  It's for partisan gerrymandering purposes.  Assume that."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Party B then gets into power ten years later.  It wants to undo what Party A Alderson Reporting Company did, and it puts them back into heavily populated districts.  Is there a violation when Party B does that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And its -- and its -- and will stipulate that its motive is simply to help its partisan balance --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or partisan imbalance."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, they -- they do. They put minorities back into heavily packed districts, just as they took minorities out ten years before."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In both of my hypotheticals, it's partisan.  In either case, is there a violation?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but -- but they do use race, but it's purely partisan.  Your -- the hypothetical is, Case 1, they find minority voters and Alderson Reporting Company put them into minority opportunity districts, unpacking the very heavily minority populated districts.  Then the next party comes in and simply undoes it, and it uses the same calculus, race."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you going to tell me -- is it your position, and I think it may be your position, that in the first case it's permitted and the second case it isn't?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Was it unjust -- was it unjustified in -- in -- in Case A when they were trying to have more minority opportunity districts?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they do this for partisan purposes?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I'm asking if Party B can then undo it for partisan purposes, because I sense that there's a one-way ratchet here."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you began by -- by criticizing Alabama for supposedly imposing quotas.  But listening to your argument, it sounds to me that you are just as interested in quotas.  You're just interested in lower quotas. Justice Alito: Is that right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you -- if they want to Alderson Reporting Company keep it at 70 percent, that's -- that may be illegitimate in your view.  But if they take it down to the minimum that would be required in order to produce the desired result, that's a -- that's a -- a permissible quota.  So why are you using this term \"quota\" at all?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why did you use it?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You think there's a difference between the two?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's to Justice Kennedy's question, I thought your answer would be there isn't a one-way ratchet.  That's Cromartie 2, isn't it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't Cromartie 2 say if you're doing this for political reasons, because many, many African-Americans vote Democrat, all right?  And so Alderson Reporting Company what they're doing is they're trying to help the Democrats.  So, yeah, we're trying to help the Democrats.  Okay. If that's what you can -- are doing and they can't really prove the contrary, the burden is on the one attacking the district, whether they are doing it by removing some African-Americans from this one or by putting more into it, it's the same issue.  Am I right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  Then it's not a one-way ratchet.  It is a two-way ratchet, which --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"And it's valid in both -- in both cases.  That's your problem."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not our case because our case, they don't try to defend on that ground."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't -- I thought you agreed with Justice Breyer."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But now you're saying you cannot use race as a proxy for political affiliation, but that was his hypothetical --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that these people were moved because blacks overwhelmingly vote Democrat."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying that's bad if that's the reason they move them.  I don't think he thinks that's bad."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, you're moving them because they're black, and you think blacks will overwhelmingly vote Democrat.  That's why you're moving them, because they're black.  Because we assume blacks are overwhelmingly Democrats."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Pildes, because -- because your time is running out --"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- there is -- in your presentation, you're saying we are attacking the statewide plan.  We are not picking one district or the other.  And you have been attacked on that point.  The attack is that Shaw claims have to be district by district; they can't be statewide.  So I would like your answer to that question.  There hasn't been a Shaw claim, as far as I know, that was statewide.  They have all been district by district."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And how -- how are your clients hurt by that?  It seems to me you have to come up with a client in one of the other districts that would have been, as you put it, more competitive had this packing not occurred. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume that's the harm that -- that you're alleging."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the record just showed that you -- you named your plaintiffs by county rather than district."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you waiving your district by district challenge?  Does your claim rise and fall solely on this statewide point you make?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company Mr. Schnapper. "},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"You lost on the dilution claim."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Did the district court understand you to be asserting a district-specific -- district-specific claims?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Where -- where do you find Alderson Reporting Company that in the -- in the opinion of the district court? I thought the district court interpreted you not to be making that claim."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But you mean had specific -- in your proposed findings, you dealt specifically with certain districts and not specifically with others."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But some of the districts were unchanged. The percentage was exactly the same as it was before. Those are the only districts that your clients were from. How have they been harmed?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Was that established in the district court, that you have members in all the districts?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The finding of the district court was that you have -- you have members --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't understand what you just said.  They have a claim because there are too many Alderson Reporting Company blacks in their district?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And you think it's possible for the State to navigate between not enough minority members in the district and too many minority members in the district without taking race into account."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Race predominantly into account."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So -- so they have to navigate between too many and too few, but without race being the predominant consideration."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think -- what do you think -- well, it's speculative.  But I think that if Alabama had reduced the number of minority voters in majority-minority districts in any significant Alderson Reporting Company way, the Attorney General would have come down on them like a ton of bricks."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"He did preclear the plan that you're challenging today."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I have a problem. Can -- can I just go back to your Shaw-nonShaw?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Basically, you're saying I don't have a Shaw challenge."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"All right.  You're claiming it's a Shaw challenge, but you don't have to describe the injury.  It's a -- it's an ephemeral injury; race played a part in the overall plan, without Alderson Reporting Company an effect in a particular district."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"If a particular district --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, if it stayed essentially the same, they didn't move the boundaries much, they obviously -- they don't -- it's an all-white district.  If they moved the boundaries, it wasn't to include more blacks or anything else.  It was just because of -- of geographic divisions.  So explain to me why you don't have to prove that you were harmed specifically by the application of this policy."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But that wasn't true any --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, explain -- now that you're talking about districts, could I come back to the question I asked at the beginning, so that I understand what we have to decide.  On page 128 of the Joint Appendix, there's a paragraph in the district court opinion that explains what the district court understood to be -- to be before it on the issue of intentional discrimination.  I see nowhere any indication that the district court construed your pleadings and your other submissions to raise a claim about any specific district. The third point is we construe the filings of the Democratic Conference plaintiffs as arguing that certain senate districts constitute racial gerrymanders. There's nothing with that with respect to your client. Maybe I'm missing something.  So if that's how the district court understood your position, then maybe it was wrong, but that would be the threshold question we'd have to decide, wouldn't it be, that if you have to be district-specific, we would have to say the district court misunderstood the claims that you were asserting? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"The district court understood that?  Then why did it include this paragraph and why did it not go through any districts that it saw you as challenging?  It went through some that it saw the other plaintiffs as challenging, none with respect to you."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"And, Mr. Schnapper, isn't it right that after trial, when you submitted proposed Alderson Reporting Company findings of fact and conclusions of law, in fact, you did reference particular districts?  You referenced Senate Districts 18, 19 and 20.  In another place, you talked about all the majority-black districts in the State's black belt, and you explained how your theory of the case related to each one of those districts."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"To get there, we'd have -- you're talking, about, second, we construe the filings of the Black Caucus plaintiffs as arguing that the acts as a whole constitute racial gerrymandering, so we'd have to say that was wrong, they didn't get the complaint right, send it back. So if we're going to have to send it back, I guess what you'd have to -- would there be anything wrong with saying this:  Look, tell the plaintiffs please to point district by district to the fact that Alderson Reporting Company the primary motive here was racial.  I don't think that would be too hard.  We have loads of evidence on that. Now, if the primary is racial -- and this is the crucial part -- they then to justify this have to show that they are making a -- and I don't know what word -- reasonable attempt, good faith reasonable attempt, some other word, to comply with the section, old Section 5 requirements, with the Section 5 requirements.  And now they have to do it over again anyway and so they do it over again, and if in fact some of the questions suggest that that is what they were trying to do; and you'd have evidence there that said, no, no, that isn't what they were trying to do.  They didn't even read the guidelines of the attorney general. They didn't even look at what happened in the past. They made no such attempt.  All right.  So would there be, from your point of view, anything wrong with that holding?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm still having a psychological problem with your point.  There were three reasons.  You're saying merely because it was one among the three, it necessarily was predominant as to each district created.  The example or hypothetical I posited for you was the primary reason above all others that Alderson Reporting Company they said is the 2 percent district, and there may be districts among these 36 that, as I indicated, had contiguous populations that didn't make a difference about race.   So it didn't -- they are not affected by this policy.   Why should we undo that?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. General Verrilli. "},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"","text":"I don't understand why that's so, General.   I mean, what the plaintiffs are saying is yes, we have common evidence, not all together usual in a Shaw claim, but here they have evidence. It's a policy statement that retrogression was going to be a very main priority.   I think it was number 2.  And retrogression was defined in a certain way, as requiring the maintenance of black voting population.   And that was going to be taken into account in every single majority minority district. Now, the fact that there's evidence, the principal evidence in the case, that relates to every single district and so in a sense the evidence is statewide, does not make it any less a district by district case."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"","text":"Well, I guess I would appreciate specific examples, because it seems to me as sort of a going-in matter that when you say this is the most important thing except for the Reynolds inquiry, this is the most important thing, that necessarily it's going to affect the way you redraw or who you put into the districts."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"","text":"You might not reach the target in every single district, but necessarily you're saying we are prioritizing this race-based -- this race-based thing, criterion, in a way that's going to affect every judgment we make."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"","text":"Well, how can it not be?  If you have three priorities or three criteria and you say this is the absolute most important criteria, it's just the natural effect of that is going to be to minimize Alderson Reporting Company the other two criteria."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"","text":"based on economic data?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"","text":"thing."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"","text":"And that's true at the outset if you move them by race in order to increase their capacity to influence districts?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"","text":"But then it's a one-way Alderson Reporting Company ratchet."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":2,"sideBefore":"","text":"General, you say that the district court erred in addressing the claim of racial gerrymandering on a statewide rather than a district-specific basis.   I would assume that that was an error on the part of the district court only if a district-specific claim was asserted by the plaintiffs, but you don't address that issue."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"","text":"But you don't deny that a statewide policy can refer to every district or every majority minority district in the State?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"","text":"But again -- and I don't want to press it if you've given me your best answer to it -- if a policy says we're going to prioritize this particular criterion, which here was the mistaken understanding of retrogression, if a policy says, we're Alderson Reporting Company going to prioritize this over everything else, it seems to me that that's pretty good evidence of a violation."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"","text":"But if the policy says that it's going to prioritize it over everything else, that means it going to be in derogation of tradition districting criteria."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":2,"sideBefore":"","text":"Sometimes they might fail. Sometimes you're not going to be able to prioritize it over everything else, but the intent is still to prioritize it over everything else."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":2,"sideBefore":"","text":"And when you do that, will you also tell us what effect, if any, the preclearance should have."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"","text":"You asked for a remand.   The result of the remand may well be Alabama has to redistrict; is that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"","text":"And when they do so, that would not be subject to Section 5, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"","text":"And that's not a concern for you?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"","text":"Thank you, counsel. Mr. Brasher. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"But the other side says it was impermissible for you to preserve the status quo because the opportunity for minority voters in the majority minority districts to participate in the electoral process had improved to the extent that maintaining the status quo would be characterized as packing."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Is -- is it fair to -- to read the pleadings and -- and the submissions in this case as saying that the State did not defend this plan on the basis that it was for partisan purposes, but that it was to comply with Section 5?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Is that -- is that a fair reading of the -- A, of the red brief and, B, of what Alderson Reporting Company the district court found?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Are you really saying that that's a pleading requirement, that they have to come in with a plan that meets all the rest of your criteria?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Brasher, I mean, let me just give you some numbers here from -- from some of these districts.   Right?  HD 52, you needed to add 1145 African Americans in order to maintain the percentage of Alderson Reporting Company African-American voters, which was your number 2 criterion.   You added 1143.  You missed by 2.  HD 55, you needed to add 6981.   You added 6994.  SD 23, 15,069. You hit at 15,185. I mean, those numbers speak for themselves, don't they?   That in each of these cases, you were determined, come what may and disregarding other criteria, to maintain the black voting age population."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"That was just a coincidence?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Well, it's 73 percent, and you hit that 73 percent exactly."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Well, I think you kind of do actually, because, I mean, you're trying to repopulate these districts, and many of these districts, yes, there are many, many, many African Americans.   But as you just suggested, there are also white people.   And you did it so that you, you know, completely replicated the exact percentage figure."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"What about District -- Senate District 26? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Well, the Solicitor General just said that if you look at that district, it has a Alderson Reporting Company very bizarre shape and the effect of the bizarre shape is to pull in predominantly African-American areas and exclude predominantly white areas.   Is he correct on that?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. -- Mr. Brasher, I mean, usually in these cases you're looking at these funny-shaped districts and you're trying to figure out from the shape and from other matters whether race has been used instead of traditional districting criteria. But this is a very sort -- you know, sort of sui generis Shaw claim, because here the principal evidence in the case is not all the circumstantial stuff that we usually do.   It's a policy statement from the State that says race non-retrogression is going to be our principal criterion except for Reynolds, and then a clear testimony from the people who were applying that policy statement that they thought that that meant maintaining the black voting age population, something which is a mistaken understanding of what retrogression entails. But, you know, you don't have to look at all the circumstantial evidence about the shape of districts when you have a policy statement from the State saying this is our number one criterion except for Reynolds and this is how we understand it in such a way that it's going to ensure that a 68 percent district stays a 68 percent district and a 52 percent district stays a 52 percent district and so on. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"But this is much more than that.   This is very specific saying where the -- the -- the two legislators principally in charge of this said this is what we understand the requirements are, that we're going to maintain the black voting age population in each district."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Well, Justice Kagan's question points up the fact that the defenders of this plan did not rely on the fact that it was a political gerrymander and, of course, they said it was the Alderson Reporting Company 2 percent call, but the basis was race in order to comply with Section 5."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"I thought that there was considerable evidence on Senate District 26."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Let me ask you about this Section 5 mistake.   Isn't it so that both the district court and Alabama were laboring under the impression that retrogression meant you have to keep the same numbers?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"And if that's a misunderstanding of what Section 5 requires, then the whole thing is infected by that mistake."},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Brasher, I guess I don't understand your response to Justice Ginsburg.   I mean, there are different interpretations of what those 2006 amendments mean, right?   Under one interpretation, it was basically a codification of Justice Souter's opinion, and so majority minority districts could be transformed into influence districts. On another stricter interpretation, perhaps, no majority minority districts had to stay majority minority districts.   But in no interpretation does a 76 percent district have to stay a 76 percent district when circumstances change and when the ability to elect candidates of one's choice does not require it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Suppose we, I don't know, I want to know what you think about the practicalities of sending this back.   Assume -- assume in the back of my mind just relying on State policy is this.   A State legislator gets up and says, in our State, there's a history of discrimination against black people.   There are very few black representatives in this body.   I would like to find a way of drawing district lines so that we have a few more.   Okay? That's the normal way this case comes up. This is an obverse and odd situation.   All right.  I don't know that that statement should automatically disqualify his plan.   Maybe we should look a little Alderson Reporting Company further into it and see what they actually did. Suppose I start there. And then I say, okay, you go proceed district by district.   I suspect they will be able to prove that at least in some districts, at least in some, the statement of the legislator here did prevail and did make a difference. Now, if that's so, they don't have Section 5 to rely on as a defense.   So I don't know what the defense is possibly going to be.   And since we can't even think what the defense is, why don't they just redo this plan over in the legislature and save everybody a lot of time and trouble.   What's your response to that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"I thought it was a lot of trouble to redo a plan.   Is it not a lot of trouble?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"So my point of my question is you want to go to that lot of trouble before a lot of extra trouble in court proceedings, or do you want to go to that trouble right off the bat and get it over with? I expect you'd have an answer to that, and I'm not taking a point of view.   I just want to know what your response is."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Of course you don't, but my question is, is there going to be a defense left that could stop you from having to go back?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"What does it mean to comply with Section 5?   And that's where you can say it strongly -- it complies -- everybody agrees that that counts, compliance with Section 5, strong interest in doing that.   But if you think Section 5 means you got to preserve the same numbers and that's not what Section 5 means, then the whole premise on which the district court based its decision was wrong. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"If that turns out to be wrong, I guess you're still not guilty of using race. You're still trying to comply with Section 5 as opposed to being racist; right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"If the district court said that race was not the purpose of this plan, what in the district court's view was the purpose of the plan?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"I'm asking in this case, what did they say?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Was it the presumption Alderson Reporting Company that they wanted to assure preclearance under Section 5 and for that reason used race?   So when you say the district court said, well, race was not the purpose, it was close to the purpose because they were trying to use Section 5 and use race for that reason."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"That's a very fine distinction."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Don't you have to use race to comply with Section 5?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Is there any way to comply with Section 5 without using race?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"But you don't have to use race in this way, Mr. Brasher.   Nobody would say that Section 5 required you to maintain a 78 percent district and a 78 percent district was no longer needed with respect to a group's ability to elect a candidate of choice."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Could I follow up on Justice Breyer's exploration of what would happen if this was done over?   I assume that Section 5 would not be a consideration so long as a new coverage formula is not adopted by Congress.   Is that correct?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"And the legislature could do whatever it wants if it's -- if it relies purely on partisanship rather than on race. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"And to what degree would or could -- to what degree would the legislature be justified in doing and to what degree would it be required to take into account the degree, if any, to which Section 2 imposes something like a retrogression requirement?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Do we know what that might be?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"What would happen if you -- if you're -- if on a do-over, the objective was to produce maximum Republican representation in both houses of the legislature.   And the way in -- and in doing that, there was a drastic reduction in the number of African-American senators and representatives.   Would Alderson Reporting Company that be a violation of Section 2?"},{"name":"JUSTICE KAGAN","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Brasher, you're suggesting that there's some necessity for a 2 percent plan, but there is no necessity for a 2 percent plan. States have routinely gone up to 10 percent without getting into trouble under Reynolds.   So that can't insulate your plan from this kind of challenge, can it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"You'd look at the -- you'd look at the complaint, when I look at the complaint, I suspect I'll find something about districts.   It's certainly true that, sort of taking the US point of view, the -- it's quite clear the -- to me anyway, that the court decided on the basis of a statewide plan.   So if it's wrong about that, then they ought to have a chance to go back and make their claim district by district and have a decision on that basis."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, counsel. Professor Pildes, you have two minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Is he right on that last point?   Earlier, one of the two of you said that if you looked at the division of precincts, it was done on the basis of this policy in almost every district.   Was that shown below?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What other -- besides the statistics, what other evidence did you present?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I can go back to the Joint Appendix, but I just want a summary of it from you."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"RICHARD PILDES","firstName":"RICHARD","lastName":"PILDES","counsel":true,"justice":false,"side":"petitioner","words_spoken":1469,"interruptions":19,"times_spoken":44,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ERIC SCHNAPPER","firstName":"ERIC","lastName":"SCHNAPPER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1423,"interruptions":7,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":1,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"","words_spoken":1398,"interruptions":7,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":2,"fullName":"ANDREW L. BRASHER","firstName":"ANDREW","lastName":"BRASHER","counsel":true,"justice":false,"side":"respondent","words_spoken":3512,"interruptions":15,"times_spoken":39,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":384,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":569,"interruptions":2,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":540,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":664,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":819,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":265,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":337,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1116,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2892,"times_spoken":69,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":15,"words_spoken":3512,"times_spoken":39,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":4694,"times_spoken":128,"laughter":0,"num_int_by":3}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.8717095528920871,"respondent":0.12829044710791293,"date":1472418053198}}