{"petitioner":{"name":"DEPARTMENT OF HOMELAND SECURITY","counsel":[0]},"respondent":{"name":"No. 13-894\nROBERT J. MACLEAN. ","counsel":[1]},"caseNumber":"13-894","date":"2014-11-04T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 13-894, the Department of Homeland Security v. Robert MacLean. Mr. Gershengorn. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"At what point was -- was Alderson Reporting Company MacLean told that this qualified an -- as SSI?  Correct me if I'm wrong about this, but as I understood it, he was fired, and it wasn't until the case was before the MSPB that a determination was made that this information qualified as -- as what you call SSI."},{"name":"JUSTICE GINSBERG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But when was he first told?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it -- it certainly is -- will, in many cases, be a close question.  I was very surprised to see in your reply brief the recognition that the employee can -- just to quote it -- \"can tell the media that Federal air marshals will be absent from important flights, but declining to specify which flights.\" I think it would be very difficult to figure out what's SSI and what's not if -- given that kind of fine line."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And could he say, Alderson Reporting Company there will -- air marshals have been cut 50 percent from, you know, transcontinental flights?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Heard what contention?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Well, what about my question?  Could somebody say that the number of air marshals on transcontinental flights has been cut 50 percent?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So how was Mr. MacLean supposed to know?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm a little confused. Like Justice Ginsburg, I thought from the briefing that that was done generally beforehand, that something would be distributed to people with a confidential notice on it so that people would be --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that the -- that this was SSI.  But this particular information wasn't so designated before the release."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You want it before it's going out."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If there were no regulations, just the statutes on the books, at that Alderson Reporting Company point, are there any prohibitions on disclosure?  Or there can be no SSI without at least some regulation?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it wasn't prohibited by the statute until there were regulations, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So it is prohibited by regulations.  Let's not play games."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your reasoning is --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"What --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"-- would -- it apparently came as a surprise to the government lawyer in the court of appeals.  He said, I'll be as clear as I can.  Specifically prohibited by law here means statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Again, the MacLean is supposed to know something that the lawyer -- government lawyer and the court of appeals doesn't know."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But now you think -- you seem to be arguing that it's not simply mandated by statute.  You use the two FOIA examples that you gave was authorized or permitted.  So what is your position today?  Before the Federal Circuit, it seems to have been this is statute, not regulations.  Now it's some regulations, but we don't know whether regulations that are mandated or regulations that are merely authorized. What is it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me, I must have misunderstood.  I asked you whether or not the employee Alderson Reporting Company could be terminated if only the statute were on the books and no regulations yet, and I thought you said no."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"MR. GERSHENGORN:"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Because there would be no All right.  So -- But once there's -- sorry. So then -- so then the statute alone does not carry the day."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, what was Alderson Reporting Company that quoted from?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, would you qualify, assuming -- because Congress disagreed with Robertson and -- didn't it?  And it then amended FOIA."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Assume that we read statute more or less the way that FOIA does --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the amended FOIA.  Do you meet the amended FOIA criteria?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  And which prong of it and why?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to be eminently reasonable despite Robertson."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, but that's basically what you're arguing, is that -- one of the two FOIA exceptions.  So tell me which one."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yours is, I think, a Alderson Reporting Company little bit more specific than that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, my goodness.  I'm not sure.  I mean, when you have a CIA statute, they say you cannot disclose agents or sources and -- what does it say?  Sources?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Sources and methods, intelligence sources and methods.  And there's another one that refers to critical infrastructure information. All right.  If I accept those as being sufficiently specific or having sufficient criteria, I look at yours. And yours says, \"There shall be regulations prohibiting the disclosure of information obtained or developed in carrying out security\" -- and now here's the criterion -- \"if the under secretary decides disclosing information would be detrimental to the security of transportation.\" Now, that it seems to me could include everything from a spark plug that is deficient in the Alderson Reporting Company airplane to a terrorist.  And -- and I don't -- I mean I don't know how I would judge that.  I mean, to the ear telling the CIA you can't disclose sources seems a lot narrower than telling the Department of Transportation or Homeland -- what is it, DOT -- that, everybody in charge of airplanes, you have a regulation, detrimental to the security of transportation.  I don't know.  How would you decide it?  I mean, it sounds to me that that's quite a lot broader and so much can be detrimental to the security of an airplane."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that's the one before."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That may be what this Court did.  But subsequent to that, Congress amended the Act, Alderson Reporting Company as was just pointed out, in a way that says you have to have specific criteria."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  I'll look at that. I'll look at that.  I'm not -- I can deal with that on my own.  But I do have a question that only you can deal with.  And the question I have that only you can deal with is this.  I mean, obviously, it's a matter of concern that someone could go around and say there are no marshals on this airplane.  That is obviously a matter of concern.  So if in fact that was a real worry about blowing up airplanes for that reason, could the President then simply use the second prong and say an executive order will require that to be kept secret?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now, in doing that, in doing that, does it automatically fall into the 400,000 regulations that govern Defense Department security information, or could he say, for the purpose of this statute, what we're talking about now, I determine that it should be kept secret.  Therefore, Alderson Reporting Company there is no -- no prohibition against people communicating that information with Swedish people, British people, all kinds of airline officials, et cetera?  Now, you're saying yes, he could do that under this second prong, yes or no?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Okay.  Fine.  If that -- if he can do that, then there is no worry."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not saying anything like that.  I am worried about a practical matter.  I am worried about the decision of the Court against you leading to somebody blowing up an airplane.  And I suddenly thought, as a practical matter, that is not a serious worry because the President can always use the second prong to keep people from disclosing the information that you don't want disclosed.  And so far, you've said I'm right and now you got into a legal argument.  I'm not talking about a legal argument."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  I am just worried -- look.  Let me ask my question.  And my question is:  If for other reasons I decided you were wrong, would I still have to face the problem of airplanes being blown up?  I'm focusing on this because it's very important to me.  And you have answered that question, if for other reasons -- and you, of course, think you're right -- but if for other reasons I thought Alderson Reporting Company you were wrong, I wouldn't have to worry about that practical problem because there is prong two.  And it's important to me that you answer yes or no and I take your answer to be yes, you are right as a practical matter."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"To follow up on that, if the President proceeded along that path, what would be the consequences with respect to the people, the class of people who would be able to have access to this information?  Would this -- this would be classified information and then only people with certain security clearances would be -- no?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I'm talking about Justice Breyer's alternative."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah.  But what's so hard about duplicating the SSI system?  He signs an executive order saying duplicate the SSI system and right away the problem we have here of people like Mr. MacLean revealing information is not a problem anymore because it is then protected by executive order."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It would have one good effect and that is, it would make sure that the matter is important enough to occupy the President's attention and is not so insignificant that an agency that just doesn't want any whistleblower, doesn't want any criticism of what it's doing, can pump out these regulations.  It would have that -- that salutary effect, wouldn't it?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Gershengorn, if I could, before you get away from this, and I understand you have a statutory argument to make, but the way that the President would do this, if he wanted to do it, would be by a new executive order or, in fact, would this old Executive Order 13556, which deals with controlled unclassified information, is that what the President would use?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  But I thought that that class -- that class of information, controlled unclassified information, as opposed to classified information, could be shared outside the government and Executive Order 13556 deals with that and the President could simply make clear that that executive order applies to this kind of information."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, about -- you talked about what Congress meant and set up.  But the conference report says the language does not refer to agency rules and regulations.  So, whatever staffers prepared that, and I'm not suggesting Congress did, but whatever staffers prepared that, again, MacLean had to know more than they did. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But elsewhere in the same legislation, it refers to \"prohibited by law, rule or regulation.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Here, it just said \"by law.\"  Elsewhere in the same statute it says, \"by law, rule, or regulation.\"  What am -- what am I supposed to conclude from that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"How do I know that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if that is true and if that is so obvious, Congress would not have -- have to have said \"by law, rule, or regulation\" in the other provision.  It could just have said \"by law\" and what you said would automatically follow."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But the place -- Mr. Gershengorn, Chrysler was -- it just said \"law.\"  \"Law\" was not juxtaposed in the same sentence as another phrase that said \"law, rule and regulation.\"  So that would seem, that juxtaposition of the two very different terms, would seem to defeat the Chrysler presumption."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Boy, that is subtle.  That is so subtle, that Congress is going to draw that distinction between substantive rules and procedural rules by saying \"law\" here and \"law, rule, or regulation\" there.  You can spin out that argument, but the notion that this is what Congress had in mind when it enacted this thing or that any member of Congress had in mind when he voted for it, I -- I find that hard to believe."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"One -- there was one view that by going to \"law\" rather than \"statute\" what was Alderson Reporting Company meant was to include judicial decisions."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Katyal. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, if the statute read, \"Disclosure of information detrimental to transportation safety is prohibited and the TSA shall promulgate regulations to that effect,\" would that be pursuant to law under the statute?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that’shat's what I want to know.  How specific does -- are we going to get to a point where Congress has to look at every category of information every agency deals with and make a law prohibiting the disclosure of that individually?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have any doubt that the -- that -- make the argument that the disclosure of this information didn't potentially harm transportation safety?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And he was successful."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They called off the cancellations."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry.  Go ahead."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So are you saying that this statute is not specific enough for a FOIA request? If someone under FOIA had come in and asked for this information, they could have gotten it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you want us to de-couple FOIA from this.  It would be okay under FOIA for the agent to withhold this information?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because you think it's -- that you think it's -- that particular types of matter to be withheld.  You agree with the government that that includes this kind of material."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No.  But the statute -- the statue other than the FOIA exemption 3 language doesn't talk about when a matter is kept secret by statute, as opposed to by regulation.  So given that it's all tied in together, it's very tempting to say, I'll tell you when it's a statute rather than a regulation.  And then you go and read the -- the exemption 3 and you say it's a statute when, 1, it leaves no discretion on the issue, or 2, it establishes particular criteria for withholding; or three, it refers to particular types of Alderson Reporting Company matter.  So we look at the statute to see if it does that.  That's what I thought I was supposed to do, to decide whether it's the statute that's doing it or the regulation.  And the one that gives me the most trouble on those three is the last one, because it does seem to refer to a particular type of matter, though in very general terms.  But so what do you think of what I've just said?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I see that.  I see that. You'd have to say critical infrastructure facilities are on one side of the line.  This is on the other. Now, what about the analysis I just went through?  What do you think of that?  Is that the correct legal analysis, in your opinion?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the gravamen of your position is that after Congress enacted these statutes, anything that came within the WPA definition could be disclosed until Congress passed another statute?  That's what you want us to hold?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Where could I look to find examples of where, before the regulation, there would be information pertaining to airline flights that could not be disclosed?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that doesn't apply to this Respondent."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying that this Respondent, until there was a second statute, was not prohibited from disclosing anything within the broad reach of the WPA of \"uncovered a violation of matters relating to specific danger to public health or safety.\""},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So Congress passed a statute saying:  And we'll pass another statute sometime before this has any effect?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you about that? You say in your brief Mr. MacLean contacted a reporter with a history of responsible reporting about TSA who maintains close connections with Congress.  Now, suppose that he instead contacted a reporter working for a foreign state-controlled news agency and the information was not quickly released to the public, so that the information was out there and could have been obtained, perhaps, by terrorists before Congress was aware of this and before the agency was aware of it and before it was able to take corrective action.  Would there be any reason why that would not fall under the statute, as you understand it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In your view you don't even need the President.  In your view, the President wouldn't get involved because you have to have a very specific statute.  That's your view."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I know that.  I'm just saying but you don't even get into it because it was in a regulation and not in a statute.  And if it's not in a statute, then you don't even get into that."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That may be.  But I doubt that if Congress had thought about the situation that I posited, they would be content with the possibility of a disclosure that wasn't really a disclosure to the full public."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm a little concerned about your acceptance of the hypothetical that the whistleblower doesn't blow the whistle to anybody except the Soviet Union.  Do you really think that that's what the statute means when it says to take or fail to take or threaten to take personnel action with respect to any employee because of any disclosure of information which the employee or applicant reasonably believes evidences a violation of law, rule or regulation, gross mis -- don't you think it's implicit in that he's disclosing it to somebody who could remedy the problem as opposed to an enemy?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm troubled because, you know, the facts are very much in your favor here, because he disclosed it publicly, but under your scenario or under your position, if he published every day until the executive order came out the schedule of which flights air marshals will be on and he would come out and just say, I think we need more air marshals, that would be -- that would not be a violation.  They couldn't fire him for that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Which way does that cut?  It seems to me that cuts very much against you. In other words, whistleblowers are blowing the whistle all the time without any justification.  That's I thought the government's point, that this requires, puts Alderson Reporting Company all the eggs in the basket of whatever the whistleblower happens to think is a good disclosure."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Congress -- I mean, I know people don't want to bring this up.  But actually the staffs of congress do consider these problems.  They write them down.  They say what the answer is and the members are informed. Now, in this particular case, if you happen to read the conference reports, you get the answer.  It says, what does it mean not specifically prohibited by law?  And then in both the House report and the Senate report, it tells you, go back to what we passed two years ago, namely, the FOIA exemption, and that's what it means.  And so that's why I got the thought that maybe that is what it means.  And once you have that thought, you then see the country isn't going to fall apart because they wrote in the presidential exemption as well. So reading what the staffs actually wrote, perhaps I'm biased in that respect, believing that the Alderson Reporting Company members of Congress do think about these problems through staff, we have the answer to this case leaving only open whether it is specific enough or not, and you make an argument that it's too general. Now, why shouldn't I follow that approach?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There are three reports. One is really for you, and that's the conference report. The Senate report is somewhat against you because it picks up the FOIA -- or the FOIA exemption, and says that's what this means, even though you don't want to do that and --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- I would read all of them, the House report, too."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. Then you would say that under FOIA -- I mean, assuming I follow Justice Breyer's approach -- you would be leading to the conclusion that the government -- if a FOIA request is made, the government has to disclose it because it doesn't -- because it's not -- the -- the statute is not referring to a particular type of matter to be withheld.  It's not particular enough for you."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Just answer my question. You're saying the government couldn't withhold it under FOIA?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, if you agree with the suggestion that this could be remedied by the President through an executive order, could I -- do you agree with that?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, could I ask you how that would -- how that would work out?  Let's say -- let's just take this example.  Suppose the information in question concerns the -- the layout in a particular airport.  There's an area that -- that some employee of the TSA thinks is not secure.  So that's the information.  Then the information comes out that there's this problem with that particular airport and the -- the TSA employee thinks that it's not being remedied, so this person wants to disclose it. Now, how would that -- this information has to be disclosed to a certain number of people associated Alderson Reporting Company with that airport in order for the problem to be remedied.  So how would that be dealt with in an executive order?  The President has to issue an executive order about that specific thing and say, this can be disclosed to security people at the airport, the local police, maintenance people who are going to fix that.  How would you deal -- how would that be dealt with?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, are there criminal penalties for violation of -- of this statute?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal, can we go back to your legal argument, and let me make sure I understand it.  You're saying don't use the revised exemption 3 standard.  114(r) is narrower than that; is that right? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So that all of our exemption 3 cases essentially become irrelevant; is that right?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But the -- and you're doing that based solely on the notwithstanding FOIA language; is that right?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it's very general language, that's absolutely true.  And if you were writing on a clean slate, you might say, gosh, that's very general language.  But -- but we're not writing on a clean slate, and all our exemption 3 cases seem to suggest that very general language can meet the bar. And so I'm just looking at -- there's this case GTE Sylvania, which was a statute that prohibited disclosure, if disclosure was not fair in the Alderson Reporting Company circumstances and reasonably related to effectuating the purposes of the Consumer Product Safety Act.  And we said that was enough, which it's like you look at that and you say, why is it enough?  But that's what we said."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if Congress wanted to reach your position and it had a choice of the words it would use in the second part of the statute, could it say \"statute\" instead of \"law\" and it would just come out the same way?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and for purposes of this case and generally, there'd really be no difference?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, yeah, I'm sure that's what they all had in mind.  I have no doubt of that. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Does -- does Congress vote on the conference report?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The whole -- the whole House?  Each separate House?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm a little -- maybe this doesn't make any sense, but you've been focusing on specifically as referring to the material that is covered.  Can't it also refer to the -- the prohibition, specifically prohibited?  In other words, Alderson Reporting Company it actually has to say, \"You cannot disclose this.\"  You think it's specifying what \"this\" is.  Couldn't it equally be well specifying how direct the ban must be, \"specifically prohibited\"?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think I'm talking about the report on the Whistleblower Act."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the report on the Whistleblower Act, which it came two years after FOIA, Alderson Reporting Company the Senate committee said, \"Those disclosures which are specifically exempted from disclosure by a statute which requires that matters be withheld from the public in such a manner as to leave no discretion on the issue or by a statute which establishes particular criteria for withholding or refers to particular types of matters to be withheld.\"  That is word for word."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Did the Senate vote on that, Mr. Katyal?  Did the Senate vote on the Senate committee report?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And did the Senate committee vote on the Senate committee report?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, they don't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You might be right about that, but what's bothering me is the more general question of driving an interpretive wedge between the FOIA exemption and the Whistleblower Act.  I mean, that's going to get everybody good and mixed up, I think."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but which in your opinion is the wiser way to go about it?  I mean, assuming that this statute is not specific enough, which is the better way to go about it?  To say the Whistleblower Act is special or to say interpret them both alike? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But that suggests that we take, essentially, the same language and read it two different ways, just dependent on our sense of the purpose of the underlying statute.  Is that right?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm just asking if we -- your decoupling argument is essentially based on the notion that these two statutes have very different purposes and, therefore, we can take those very different purposes and read the very, very similar language differently. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you were relying on text.  I thought you were relying on the difference between law and law, rule, or regulation."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's not just purpose."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you.  I was worried for a minute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Gershengorn you have 4 minutes left. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me, I hate to interrupt you, but you worry me.  I assume that if we find for your friend on the other side, the SSI Alderson Reporting Company regulations are not null and void.  They would still apply to everybody except whistleblowers.  Isn't that right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It would still be a violation for anybody to make those disclosures unless he's doing it in a whistleblower capacity."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you know how come that Alderson Reporting Company is, Mr. Gershengorn?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How common it is to have regulations specifically mandated as opposed to authorized or permitted."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We would never bar you from the courtroom."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"He wasn't talking about you.  Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"IAN H. GERSHENGORN","firstName":"IAN","lastName":"GERSHENGORN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3329,"interruptions":28,"times_spoken":57,"laughter":0,"num_int_by":7},{"id":1,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"respondent","words_spoken":3113,"interruptions":26,"times_spoken":54,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":489,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":185,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBERG","lastName":"GINSBERG","counsel":false,"justice":true,"side":"justices","words_spoken":6,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":510,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":282,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":541,"interruptions":0,"times_spoken":23,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1427,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":417,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":429,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3329,"times_spoken":57,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":26,"words_spoken":3113,"times_spoken":54,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":5,"words_spoken":4286,"times_spoken":114,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":5},"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472418053198}}