{"petitioner":{"name":"TEVA PHARMACEUTICALS USA, INC., ET AL.","counsel":[0]},"respondent":{"name":"SANDOZ, INC., ET AL. ","counsel":[1]},"caseNumber":"13-854","date":"2014-10-15T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 13-854, Teva Pharmaceuticals v. Sandoz. Mr. Jay. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you bring it down to this case and tell -- tell us what are the facts to which the Federal Circuit should have applied clearly erroneous rule?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I want you to answer that, but would -- would you say that it's whether a skilled artisan would make this inference?  Is that part of the finding?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not true of terms of art in statutes, is it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, some of them are very technical, and I doubt that the -- the general public has any understanding of some very technical terms that appear in statutes.  So would they not be read in light of what someone who is knowledgeable in that field would understand the -- the term to mean?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'll give you an example.  The Dodd-Frank Act refers to Tier 1 Capital. Do you think that the average person on the street has any idea what Tier 1 capital is? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Among the general public or among people who are knowledgeable in that particular area?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Jay, could you tell me what you see as the difference between your position and the government's?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"To some, because they Alderson Reporting Company differentiate others."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you and the government can't agree, why should we defer to a district court?  Why don't we defer, as has been done now forever, to the Federal Circuit and let them review these things de novo?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What we did -- in Martin, we -- we talked about claim construction being Alderson Reporting Company the odd hybrid."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In the Markman context, the trial judge says to the jury:  Now, the construction of the claim is for the court, and the court's construction of the claim is X, Y, Z.  Could that determination by the district judge, which is for the trial judge, involve some subsidiary questions of fact as to which he must be given deference?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a jury case like Markman and Markman says the construction of the claim is for the court, and the court tells the jury:  This claim is to be construed as follows, A, B, C, D.  Does that determination, that interpretation by the district court -- would that error contain factual determinations as to which deference must be given to the trial judge? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is -- is it the same question whether a particular fact has to be submitted to the jury?  And whether a particular fact-finding by the judge is entitled to deference or are they -- are they the same question?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't think they were."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you've referred several times to subsidiary facts.  You know, the difference between questions of law and fact has not always been an easy one for the Court to draw.  What do you mean by a subsidiary fact?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's your definition of subsidiary fact?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then maybe the evidence shouldn't have come in."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The evidence should not have come in."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If these are -- these are truly fact questions, then what happened to the Seventh Amendment?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the government's brief said -- and I think you agree with this, but you'll tell me -- that inferences to be drawn from fact-findings get de novo review.  And my understanding is that in a typical civil case, a jury finds the facts and can draw inferences from the facts, but here -- well, first do you agree with the government that inferences from -- from the facts get de novo review?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't your --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Mr. Jay --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":6,"sideBefore":"justices","text":"-- I -- I just want to make sure I understand your answer to what the gap is between a certain kind of fact and then the ultimate question of law.  So when an expert gets on the stand and gives testimony about what a person in the field, a skilled artisan in the field, would understand to be the meaning of a particular patent term, and you are saying that that's a -- that's factual and that the decision whether to credit that or not is a factual determination.  But how is that different from the ultimate legal question that the Court has to answer, which is kind of the same thing, it's how a person -- a skilled artisan in the field, what -- what that person would understand a patent to mean."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So what you're saying is that in certain cases the factual finding truly is the legal determination, but that in other cases, other matters can come in to drive a wedge between the two. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Two -- two cases, and this is part of Justice Kagan's question, I think.  Case one: District judge says a reasonable police officer would think this is probable cause.  Case two:  A person skilled in the art would think that this was an average molecular weight.  Do the courts give the same deference or lack of deference in each case."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But to say -- to say -- I don't -- I don't agree with your response to Justice Kagan.  To say that the -- that the fact-finding will be Alderson Reporting Company dispositive of the legal question is not to say that it is the same as the legal question, which is what I think you responded.  I don't think it's the same as the legal question.  The legal question is are you liable for violating this patent.  And indeed, it -- it may be that -- that given a particular meaning that is established by a factual finding, the outcome is -- is virtually dictated, but it is not the same.  It is not the same question."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But how would you define the standard?  I mean, it's absolutely true what Justice Scalia says, that at a certain level of generality there is a gap.  But I thought that in order to determine liability, what the court has to  inquire into is how a person with ordinary skill in the relevant art at the time of the invention would understand the claim.  And that seems like exactly the question that the expert is Alderson Reporting Company testifying to."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So let me try this and if you don't agree with it, just say no and I'll stop. Okay?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the classical distinction is pretty much what I think Justice Scalia was driving at, that there are a certain number of factual questions where the question is of the kind, does this label belong on this thing, this thing being not in dispute.  It might be a South African yellow canary up there.  The statute might use the word \"South African yellow canary.\"  But we are not certain whether that is a South African yellow canary. Alderson Reporting Company If we call in a bird expert who looks at it and says it is, that is a question of fact.  If we call in a lawyer to say how are these words being used in the statute and does that fit within it, then it is a question of law."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But we also have the Federal Circuit in the two cases where you disagree with the government accepting the fact that, in fact, the experts or the lawyer who talked to the patent guy did use the wrong words.  They accept that.  And then what they say is, well, in their view it is that that didn't really concern the Federal Circuit, but for the weight that the judge gave when trying to interpret the terms in the patent."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And that at least is a legal question.  Have I got that right basically, what the argument is?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And what do you say in Alderson Reporting Company response?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In a recent law review article written by two authors, one of whom is a -- is the deputy solicitor in the Patent and Trademark Office, the office -- the authors said that they surveyed a very large number of cases to try to find any in which the difference between de novo review and clear error review of factual questions by the Federal Circuit made a difference in the outcome and they couldn't find any case in which this fascinating legal debate had a practical significance. Now, you want to introduce a level of complication to this.  The Federal Circuit says de novo for everything, and you want the court -- you want the Federal Circuit now to struggle to determine which are factual questions as to which there's clear error review, which ones get de novo review, whether it's the ultimate question.  Is it worthwhile as a practical matter?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Jay. Ms. Anders. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"Why do you reject what Mr. Jay tells us were also fact-findings?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"I think you have just told us that the peak, and that that's a fact-finding. But you don't accept the other two things that Mr. Jay characterized as fact-findings. Can you tell us why not?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"","text":"To take what first?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"","text":"But suppose an expert just says, in my field skilled artisans think that molecular weight means the following.  Is that a -- and then the district court accepts that finding.  Is that a factual determination in your view?  Because I think Mr. Jay would say it is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Under your view, two different district courts construing the same patent could come out to opposite results based on a subsidiary factual finding, and neither of those would be clearly erroneous, and yet on a public patent that is going to Alderson Reporting Company bind a lot of other people, people won't know what to do.  You have two different interpretations of the patent.  What happens then?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Well, that's just kind of avoiding the question.  I mean, you can easily envision this case coming up differently in the district court depending upon what district courts find as the, you know, accepted understanding to artisans. And again, each of those opposite results, neither one may be clearly erroneous."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"What do we do when there's a bus accident on a technical thing and different people who were injured sue in different places at different times?  Same problem, isn't it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"Same problem.  I mean, you can think of a thousand cases like that where -- where you have a big bus accident, technical problem with the motor, different place -- people from different places who are victims and they sue in different places at different times.  Juries or tried to the bench, they could reach different factual conclusions."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"All right.  So what do we do --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"No.  It's because Alderson Reporting Company you have a patent which is a public document that is binding the world in terms of what other inventors can do and another inventor looking at it can say, well, what can I do?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"justices","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"He doesn't know. That is very different than just a particular negligence case that comes up."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"justices","text":"Yeah, I was actually curious what we did, because I can think of examples in antitrust, I can think of examples in corporate law, I can think of examples versus every area of the law, where often it does happen, as the Chief Justice says, it could -- the different factual things have enormous public implications. What I was interested in and asked because I wanted to know, what are the legal devices for dealing with that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"","text":"I guess a deed is a private document that's -- has public effect, right?  It prevents certain people from trespassing on the property that is conveyed, and I suppose that could be construed in the various courts that reach different results.  So the mere fact that -- that this binds the public is -- is not conclusive."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"","text":"And you say that factual findings that are subject to clear error review must be, Alderson Reporting Company quote, \"in some sense distinct from the meaning or validity of the patent.\"  I don't understand what that means when the issue is the meaning or validity of the patent.  If the evidence is -- is relevant, then it is -- there is a connection.  So what does that mean, in some sense distinct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"","text":"Well, that sounds like every factual finding.  It sounds like you're saying that anything that is a factual issue is subject to clear error review.  But I thought you were saying something less than that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, Ms. Anders. Mr. Phillips. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I think that Markman just dealt with judge/jury, not which court gets the fact up -- decides the facts basically, which is where I do start.  So if you want to -- but if I take that as a given, then I'd say why should you treat fact matters here any different than any other case.  The main reason for letting the district judge, I've always thought, decide facts as an initial matter in a technical case is because there are all kinds of facts, you know.  We happen to have some particularly odd definitional ones here, but there are all kinds of facts.  In technical Alderson Reporting Company cases, there are all kinds of facts.  And the traditional reason is you've seen the witnesses -- but there is one thing he's done that the -- that the court of appeals has not done, and in a technical case, it seems to me that makes an enormous difference.  He sat there the whole time and listened to these experts talk."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And that, I think, is a very powerful reason for saying in a technical case, don't overturn the judge's factual findings whether they are -- particularly scientific matters, but no particularly here -- unless those three judges who will not even read the whole record normally and certainly won't hear those witnesses, don't let them do it unless they are convinced that it is clearly erroneous. Now, that's the argument, and I would like to say that's different from a statute."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Whether or not it is different from the -- it's different from -- it's the same as any technical case.  Now, why is this different?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But I mean, that same thing, as we know, could happen in dozens of -- of technical cases."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And you go on importance, I could make up some important hypotheticals.  You want trivial ones, I'll make up some of those.  You want to put a definition on a thing, fine.  You know, we can all both -- and you're probably better than I am at it.  And you say is that the only answer that patents are somehow different?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Can we go -- can we go back to the question?  If it's technical, it's all right for the judge to find the fact.  I thought in our Seventh Amendment cases we have rejected the notion that if an issue is difficult, technical, the judge can decide it even though it's a fact."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is your argument that there Alderson Reporting Company are no subordinate factual determinations in these kinds of cases or as you opened by saying, as your argument, sure, there are factual determinations; we can come up with a zillion of them, but it's not worth the candle to figure out which is which."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But normally, normally is not difficult to distinguish the one from the other. Sometimes it is.  But in the cases where it isn't, which I think are vast, did that dial read 7?  I have 4 witnesses who said it did, and I have 3 witnesses who said it read 5.  And now let's complicate that, but it all has to do with what happened in a laboratory at a particular time.  Are we going to have the 3 people from the Federal Circuit going in and second-guessing the judge without giving him any weight on that kind of factual question, which I suspect, I have no reason to believe it won't, will turn up comparatively just as often?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I want the answer.  I want the answer."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What happened in --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But Mr. Phillips, if that's your argument, I mean, then you'd just have to deal with Rule 52(a) because Rule 52(a) sets out the very blanket rule.  It doesn't say except where it's not worth the candle.  It just says what it says, that these are matters for the trial court. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Explain why it's different from obviousness because the other side said, well, why shouldn't the fact law division for claim construction be the same as it is for obviousness."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, it isn't that I like it better.  It is that Rule 52(a) says that fact-finding of the district court should be overturned only for clear error.  And once I start down this road, well, that's true on some facts and not other facts, and -- and I get into this.  See, I'm not an expert.  I don't see where the stopping place is.  I don't see how to manage the system and I am moved by the fact that the lawyers here are pretty much -- who know patent law are pretty much in favor of district courts as far as amici are concerned.  They're pretty much in favor of district courts making the fact-finding.  So -- so I don't  see where to go to start drawing the lines you want to draw."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I don't know.  Rule 52(a) and that's the -- what do I do about that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So if a patent is --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Can I clarify a point that you made in response a little earlier?  You said that this was not a hearing.  It is a hearing, but is it always on papers?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So there was no live hearing."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, Markman hearings certainly have expert testimony, don't they?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"When they do have expert testimony, you want it to say that that's -- it doesn't involve any findings of fact to which the court of appeals must defer."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So what do you want the district court to do?  Do you want the district court, nonetheless, even though what it finds is not going to be given any deference, do you want them to listen to witnesses?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Or to take at least written testimony where there's what you say is a rare scientific question comes up?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Even if it's going to be Alderson Reporting Company decided by the court of appeals, why should the -- why should the district court have any witnesses at all?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"And why should it say that if you want also just to follow the same question just -- not to separate conclusions of law -- findings of fact and conclusions of law, that's all out."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"No findings of fact at all."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So this district judge should not have even taken this testimony; is that it?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why?  Why?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, can I try this out and see if you agree with me. If a patent is like public law, if it's like a statute or like a rule, then factual findings regarding the meaning of that patent are not entitled to clear error review."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Any more than factual findings regarding the meaning of a statute are -- or the Constitution are entitled to plain error review. What was the original understanding of the Second Amendment?  That's a factual question, but it's not subject to plain error review.  What did Congress intend if you think Congress intended things?  That's a factual question, but it's not subject to plain error review. Now, on the other hand, if a patent is private law, if it's like a deed or if it's like a Alderson Reporting Company contract, then Rule 52(a) comes into play. Do you agree with that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So it all turns on which -- how we --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"How many patents do they issue a year about, do you have any rough idea? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"How many patents are issued every year?  Roughly.  Do you have any idea?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, there might be very different kinds of factual determinations that are relevant to patentability than are relevant to interpretation of a statute, so let me just give you one.  I mean, suppose that the validity of a patent depended on when a particular invention was made.  You know, was it done in 1980 or was it done in 2000."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And that was absolutely critical to your determination of whether a patent was valid.  But that seems like so within the province of the trial court and --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"How do I deal with that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So a question of fact which the trial court ought to get deference on, no? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I see, but are you saying that there aren't similar things that could arise within the context of claim construction, just different people's view of what the facts on the ground are?  You know, is molecular weight usually measured in kilodaltons or something else."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Phillips, why do you think that the court below just didn't make that holding?  To be frank with you,  when I read the background of this case, your intuitive or your reaction was my own."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But they didn't.  They didn't actually say that clearly enough.  And I'm going to ask on the  rebuttal what Mr. Jay would say if they said that.  Is that an issue of law?  If you have inconsistent positions in patent prosecution, you're bound."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  That may be true, but what you -- and I know I'm not going to get an answer from you, because I know what  it would be."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"My question is, where are we going if we start carving out one aspect of the patent litigation, namely the construction, and say that fact matters underlying that, root facts, even when they are one witness versus another, are for the court on Alderson Reporting Company review to decide, but in all other matters, they're really clear error.  I don't know where I'm going with that, because I'm not an expert in this area.  But you see that I'm nervous about it?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, you've seen the figures in here.  The figures are they followed the path and they reverse non-stop and it's, like, 30 percent or 40 percent of all the cases get reversed."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're talking about Skidmore."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If you're right, we'll say the same thing.  I mean, you could call that deference if you like, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Jay, 3 minutes. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does the government disagree with you about that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Which From the facts that you say are facts and the government says do not qualify as to their test."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, you didn't answer my question.  If the Federal Circuit just simply said, mistake or not, you said it, you said it was molecular weight, not peak, you're stuck."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm positing an estoppel of some sort."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WILLIAM M. JAY","firstName":"WILLIAM","lastName":"JAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3252,"interruptions":9,"times_spoken":38,"laughter":0,"num_int_by":6},{"id":0,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"","words_spoken":1422,"interruptions":5,"times_spoken":13,"laughter":0,"num_int_by":4},{"id":1,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":2840,"interruptions":17,"times_spoken":45,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":266,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":294,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":294,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":541,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":238,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":346,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":571,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1243,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":9,"words_spoken":3252,"times_spoken":38,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":17,"words_spoken":2840,"times_spoken":45,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":9,"words_spoken":3793,"times_spoken":105,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":5},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127344}}