{"petitioner":{"name":"DENNYS RODRIGUEZ","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"13-9972","date":"2015-01-21T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next this morning in Case 13-9972, Rodriguez v. The United States. Mr. O'Connor. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that remains -- that wasn't reached by the court of appeals.  The district -- the district court, as you pointed out, rejected the argument that there was probable cause saying if nothing more than a hunch.  But that was not reviewed by the Alderson Reporting Company court of appeals.  So that would still be open."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, do you concede that this would be all right if the dog sniff took place during the traffic stop?  In other words, let's say, there were, you know, two -- two policemen there already.  One says, I'm going to go write you a ticket and while that's taking place, the other policeman walks around with the dog.  No problem with that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Mr. O'Connor -- Mr. O'Connor, it's frequent that a policeman, when he stops somebody for a broken taillight or whatever, will Alderson Reporting Company conduct some other inquiries, you know, where are you going?  Ask a lot of questions.  He will -- he will check whether the person is -- is driving a stolen car, whether -- whether the person is properly licensed.  All of that has nothing to do with the broken taillight and yet, that's permitted, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it be permitted if he did it after he wrote the ticket?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right?  He -- he can only do that before he writes the ticket."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What if he's not giving a ticket, he's just going to give him a warning?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And he says to the man, you shouldn't have done and you went a little bit over the line.  Be careful next time.  By the way, let me -- let me see your driver's license.  That would be bad."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it your argument that -- that as soon as all of the steps that must be taken in connection with the traffic stop are completed, then the -- the stop must end?  Or is it that nothing more can be done after the ticket is issued?  In other words, is it the length of time or is it the formal act of giving the ticket or the warning that -- that cuts things off?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But the -- the \"that\" is done is -- is not clear.  Two questions.  In Justice Scalia's hypothetical, the officer said, I'm not going to give you a ticket, but I just want to ask you a few questions.  It seems to me that under your argument, those questions are impermissible because he's made his decision, he's not going to give a ticket. On the other hand, as Justice Alito indicated, suppose that he said, now, I finished your ticket, but before I give it to you, I'm going to go Alderson Reporting Company back to the police car and check to see if there are warrants, is that all right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"He says, I've finished writing the ticket, I've folded my notebook, I'm going to give you this ticket.  But I'm first going to go back and see if my radio check has come in to verify your license plates.  Is that permitted?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But first of all --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"But that's what he was asking."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":5,"sideBefore":"justices","text":"-- these are hypotheticals that have a wrong presumption, okay? There are certain tasks involved in giving a traffic ticket, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And those include checking for warrants, checking for tickets on the car, checking identity, asking questions about that, and generally with identity it also has to do with where are you going and where are you coming from.  Correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And conducting a dog sniff. That also, right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"I'm sorry?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Justice Sotomayor."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"justices","text":"I didn't hear that. My question for you -- and it can't be the formal act of writing the ticket.  It has to be the formal -- it has to be the acts related to the mission. When you finish those, that's when the stop ends."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you've tied it to just writing it -- handing over the ticket, but -- or you're not even doing that, you're -- you're saying just writing the ticket, which is crazy."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Sotomayor's question assumes, and you apparently embrace the Alderson Reporting Company assumption, that checking on whether you have a private -- a proper license, checking whether the car is stolen, all of these things are embraced within the mission when the only basis for the stop is you have a broken taillight.  How does that have anything to do with the broken taillight?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then maybe dog sniffing should be too, right?  Dog sniffing is accepted, so long as it's done before what?  Before completion of --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Which includes not just a broken taillight, but also inquiring into your license, inquiring into prior arrests?  That's all part of the mission?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why don't you make the dog sniff part of the mission and that will solve the problem?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Part of the mission where you stop somebody is not just the broken taillight, but, you know, whether the car is stolen, whether you have drugs on the car, so let's bring in a dog and do the car sniff.  I mean, you're willing to expand the mission to everything up to but not beyond the dog sniff.  Why do you do that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a broken taillight. That's the only thing that comes within the traffic stop.  All the rest is added on.  And you let them add it on.  Why do you let them add on the dog sniff?  You do so long as it occurs before the ticket is delivered; is that right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you see the problem is how do you define the traffic stop, and you've already indicated the traffic stop can include some of the questioning.  You're really, I think, much better off if you stick with the formal rule.  Once you hand the ticket, that's the end of it.  Then you have a formal Alderson Reporting Company rule.  You're not arguing that, and that leaves us open to the question of why can't we include the dog sniff."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a policy question. So answer -- answer it as a policy question.  Don't tie it to the stop or not.  Tie it to something else."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If we hold that it's okay to have a dog sniff so long as it's before the ticket is issued, then every police officer other than those who are uninformed or incompetent will delay the handing over of the ticket until the dog sniff is completed.  So what has that -- what does that accomplish?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's great for your client, but what does it do for the law?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah if -- If we adopt a formal rule, that's one of -- one of the options, a formal rule, once you hand over the ticket, that's it, you can't do anything more.  The person has to be allowed to go.  All right?  Is that your argument or not?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":8,"sideBefore":"","text":"That is your argument."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what does  that accomplish?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the question is, is this -- is this very -- the easiest thing to get around by simply saying, would the sequence in which I will do this, I won't think of issuing the ticket until I've had the dog sniff?  So that's the problem.  And what are you accomplishing?  Say, we make -- we make the handing over the ticket the end of the legitimate stop."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Yeah."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Well, then the police can just say, I'm going to defer that a few minutes until the dog sniff occurs.  It just seems that you're not Alderson Reporting Company going to accomplish any protection for individuals if that's your position, that -- that it was just a question of when you do it.  So if you do it during the stop, before the ticket issued, it's okay and if you do it two minutes after, it's not okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You can't possibly mean that.  You can't possibly mean that."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The stopping officer says, I'm done, I got my ticket here.  It's all written out. However, before I give it to you, I want to have a dog sniff, I'm going to call in to headquarters.  They're going to send out a dog.  It's going to take maybe 45 minutes.  You just sit there because the traffic stop is not -- is not terminated until I give you your ticket. You're going to allow that?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In my example, he hasn't turned over the ticket yet.  He says, I'm -- I'm not going to give you the ticket until the dog comes and Alderson Reporting Company that's going to take 45 minutes, and that's okay."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He has not handed the ticket over.  He's -- he's kept the ticket."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're not -- you're not applying a formal test.  I thought you were saying it's a formal test when you deliver the ticket is the termination point, but it -- that's not right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what is the test?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How long a normal traffic stop would take?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the officer says -- says, I need to think about this for a while?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The officer says, I need to think about this for a while.  I'm going to go back and I'm going to ponder how long it took you.  I'm going to think about other tickets I've given in the past, and, you know, the dogs are going to be here in 8 minutes.  I think I need about 10 minutes to think about it. Is that -- is that okay, since he has not -- he hasn't written a ticket?  He waits, you know, until he's thought about it for a while to write the ticket."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Gee, we ponder all the time, and we think we're being diligent. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Pondering is not diligent."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, it really looks --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"You may have answered this already, but I'm not sure. Can he ask for the registration?        Usually, Alderson Reporting Company people have told me, when you're stopped, the officer says, License and registration. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"Is that okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the registration is pertinent to the traffic stop?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If you saw -- if you saw --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If you saw the car swerve, what does that have to do with the car?  The car was just doing what the driver did.  And I don't see why you need the registration of the car."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. O'Connor, is this particular traffic violation, was that an arrestable offense?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was not."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because if it was an arrestable offense, they could arrest the driver and then impound the car and do an inventory search."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say it's not an arrestable offense."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I just ask you a simple question?  Yes, we've permitted a dog search; but in the cases that we have, Caballes and others, it was done simultaneous with the traffic stop.  Correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You said in your brief: A dog sniff is not a police entitlement to which the Fourth Amendment limits must bend. Is there a line that we should draw at how Alderson Reporting Company long citizens should be kept by the side of the road?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So announce what that line is.  That's what I think everybody's been asking you."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why don't you just do a simple test?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're going to do a -- if you're going to do a stop, you can't reasonably extend or pass the time it takes to deal with a ticket, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be the simple rule."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You say he \"runs the car.\" He puts the license plate into the radio and waits for the report from the station as to whether or not the license is okay?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that part of the mission and the dog sniff is not?  That's the question. If you're not going to have a formal rule, you have to explain why -- somebody's pulled over for a broken taillight, why the -- adding any time to the stop in order to do a records check is part of the mission but the dog sniff is not. I mean, I could understand the rule, you pull somebody over for a broken taillight, maybe you get the registration to make sure you write out the ticket to the right person.  Then you give him the ticket, and that's it. No -- no time for the records check.        What Alderson Reporting Company does the records check have to do with pulling somebody over for a broken taillight?  I can understand that, but is that your argument?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, your answer is -- I don't want to interrupt.  Your answer is that the courts have accepted that you can go -- you can prolong this a little bit to do a records check.  But then you have to explain why the dog sniff is different."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why is it part? As the question he has suggested, it's unrelated to the traffic stop.  You're looking to see if this person has Alderson Reporting Company a record, committed other crimes, for example.  What has that got to do with whatever the traffic --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- infraction is?  Not stopping at a stop sign, what has checking to see if the defendant has a criminal record got to do with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"He can -- I mean, one reason I think they do the records check, the officer needs to know who he's dealing with.  I think one of the higher incidences of when officers are shot or wounded is when they make a traffic stop. And So if you run the registration, you see it's a stolen car, you need to know that before you go back and deal with the driver and other occupants. What if the police officer determines that he's -- he's concerned about that, either as a general Alderson Reporting Company matter or as a specific matter.  He takes the license and registration, but he's not going to go back to the car until he has backup.  Okay? So he calls ahead and said, I would -- you know, I would like backup.  And the person says, you know, it's going to take 25 minutes, and he says, fine. Is that a legitimate reason?        The traffic stop isn't over, because he's -- he doesn't want to go back because he's alone and he doesn't know who these guys are."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So he can call back. Now -- now, okay, what if the backup is a canine unit? The canine unit gets there, you've told us it hasn't been prolonged, and as the officer goes up to give him the warning the dog walks around the car.  Is that all right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you.  Thank you, counsel. Ms. Anders. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How long is reasonable? You keep saying in your -- in your papers you have to look at the totality of the circumstances, but I don't know what that means.  I think that keeping me most of the time, and Chief, I've been stopped -- keeping me past --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Keeping me past giving me the ticket is annoying as heck whether it's 5 minutes, 10 minutes, 45.  But how do you define de Alderson Reporting Company minimis?  What are the circumstances that would make any difference be -- in holding somebody 5 minutes or 45? It all has to do with your needs, not the passenger's needs."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"To accomplish what? Break into -- go into their home and search their home? Is that okay?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What's the heartland of routine traffic stops?  You have a minute criteria? What is it, half an hour?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is it?  What is it?  I want to know what it is so I can complain when it's longer. (Laughter.)"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How many minutes when there are three people in the car?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you've got to pick a minute.  Don't you have to pick a minute sooner or later to decide these cases? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And pick a minute."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What more do you need? There are three people in the car and he's stopped for a broken taillight."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The problem -- I have a great idea.  Why don't we say, taking your test, that the stop, you can -- you can do it, you know, whatever is normal there, but it cannot be prolonged more than the time reasonably required to complete the mission, which happens to be giving a temporary -- a traffic ticket.  Or we could say it cannot last longer than is necessary to effectuate the purpose of the stop. What an original idea I had.        It happens to be language from two cases that we've already said.  And are you saying anything different?  I don't think so. If so, what?  And if not -- since this is a case where Alderson Reporting Company apparently the lower courts have said it did last longer than was reasonably necessary because the policeman said, that's why I -- I mean, in effect said, according to the judge -- Hey, I called the dog after the stop was over, or something like that -- we cite those two cases, say those are the tests.  Affirm -- or reverse, I guess; QED.  Good-bye, we say, to all the litigants, and hope you are happy. Now, when -- when -- when I hear you say that it sound -- what you've said sounds -- sounds that's what you think we should do."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But I suspect you don't, but I want to know why."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It is the time necessary to effectuate the purpose of the stop or it is the time that is reasonably required to complete the mission.  We can't do better than that.  How can we?  We are not traffic policemen, and our experience on stops comes from, unfortunately, being the stoppee rather than the Alderson Reporting Company stopper."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, if it's in the middle of it, you call the dog and so forth, but you can't prolong it beyond the time reasonably necessary. Now, I've said that several times.  I think you may agree with that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And then if you do agree with it, here, it was prolonged more than reasonably necessary -- at least that's what they found -- end of case.  Now --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, that's right -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There are a lot of problems --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There are a lot of problems with any rule based on reasonableness, and, of course, there will be difficult problems.  But here we've said twice that once the stop is over, i.e., goes beyond the time reasonably necessary to complete the mission, you cannot call in the dogs; and before, you can. Now, of course there will be anomalies in that respect.  Of course there can be bad-faith exercises.  Of course there can be confusion as to which is which.  But that's inevitable in the situation and we can't do anything about it. Now, what can you suggest that would just help us and show we could do something about it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it may be --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- but I'm asking you Alderson Reporting Company what -- what is it that we could say better than the language of the two cases?  I mean, I'm not -- I'm not denying there is a problem with what you just said; there is.  You might do it -- decide to do this beforehand and do all kinds of excuses.  You know, people every day of the week make up reasons, they go about -- but if you want a better rule than the one laid down in the two cases, what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I don't think you have to do that.  I mean, you know, you get into arguments about it; was it reasonably necessary or not?  It's the cannot be prolonged beyond the time what is reasonably necessary.  It is difficult sometimes --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- to decide what is reasonably necessary."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Can I just --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Could I just get a little clarification on your argument?  If I understand what you've been saying, you are accepting the idea, aren't you, that the dog sniff is something that's extraneous to the mission of the stop; is that correct?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It's not an ordinary incident."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Wait, I'm not getting there yet.   I just want to understand -- because  some of the questions are focused on, like, what is a stop? What's the mission of the stop?   What's entailed in a normal stop?   And you're not contesting that a dog sniff is not something that's entailed in a normal stop even though there might be occasions where you can do a dog sniff attendant to a stop."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What about --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Suppose you have a police department that -- it's in a small state, they have -- every -- every police cruiser has a -- has a canine, and they make it just -- just as common to, you know, to check on the -- the license plate, call in to see if a person has any -- any prior convictions.   So, also, they always take the dog around the car."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's a routine part of -- of a traffic stop."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Including the time for the dog sniff."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Ah."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why not?  Why not?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that's what a routine traffic stop is for that jurisdiction."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  But that's where -- I thought that position that I've tried to -- let me state it more clearly, I think.   It is unlawful to have Alderson Reporting Company the dog sniff where the dog sniff unreasonably prolongs the stop, is that -- does -- is that okay if I write -- with the government -- if I write those words in an opinion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Ah.  Well, how -- if the ticket-writing is over and there is nothing else to do and the policeman says, hey, this is over, at that point has it not unreasonably prolonged the stop if the sniff takes place afterwards?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Because that takes only two minutes and that's not unreasonable, right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Big deal.  The dog walks around the car for two minutes.   That's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"It's only a violation of the Fourth Amendment for two minutes, right? Alderson Reporting Company (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"I mean, the reason I don't understand -- I don't understand when you're talking about prolonging the stop, are you talking about here's the amount of time that you are -- needed for the traffic stop and you're allowed to prolong it sometime after that?   Or is it that the -- the sniff is part of the time for the stop so you're not prolonging it at all?   You're including it, you're wrapping it up in the stop."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It can prolong it a little bit."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And what else -- what else besides -- we have the extraneous dog sniff.   It doesn't relate to the traffic violation.   What else? Alderson Reporting Company Could -- could the police say, I've taken the time I've needed to look into this traffic violation, but we're in a high crime neighborhood, so I'd like to keep this driver a bit longer so I can just interrogate him about what other things he might have been doing.   And it's not going to take -- it's only going to take eight minutes.   But traffic stop, you've taken care of that. And now instead of having the dog come, the police officer says, I have a few questions I want to ask you."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So you say that --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Now, what about this?   See, I see your problem is, you said, well, it can't prolong the stop, the traffic stop more than reasonably -- you know, it has to be -- take the time reasonably required to complete the mission.   That's what it says, complete the mission.   So we have the Alderson Reporting Company intermission prolongation, which has to be reasonable, and we have complete the mission.   So complete the mission.   Once the mission's completed, it's over. That's language from the opinion, too.   Complete, complete.   Good-bye.  Over.  At that point it becomes a violation of the Fourth Amendment."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I have a -- I have a real fundamental question, because this line drawing is only here because we've now created a Fourth Alderson Reporting Company Amendment entitlement to search for drugs by using dogs, whenever anybody's stopped.   Because that's what you're proposing.   And is that really what the Fourth Amendment should permit?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, in some circumstances.   So why don't -- why don't we keep it cabin to Caballes, which is when it's being done simultaneous with writing the ticket.   If it's not, then it's unlawful."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's not arbitrary.  The Fourth Amendment is arbitrary by its nature.   It says you can't search unless you have probable cause to search."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Anders -- I'm sorry. Please."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I -- I think I read Caballes differently than you.   Here's what I think Caballas agrees with you on and here's what I think Caballes doesn't.   Caballes definitely agrees with you on that a dog sniff is not part of the traffic stop.   So I think that you and Caballes are definitely in the same place there.   And Caballes definitely says that even though a dog sniff is not part of the mission of the traffic stop, we're going to allow a dog sniff if the dog sniff doesn't extend the traffic stop.   It's like, you know, there are two officers or there's some other reason why you're not being detained a moment longer because of the dog sniff and Caballes basically says, sure, no harm, no foul on that one, right? But then you're saying Caballes gives you this extra leeway to detain people even though it is longer than an ordinary traffic stop would take, and I think that's just not right.   I mean, I think that reasonableness language in Caballes is all about -- it's Alderson Reporting Company an extra limitation the Court says.   It says, like, don't think just because this officer was really slow and it took a really long time to do the traffic stop, and he was able because of that to get another officer in and do a dog sniff and it was all with -- it's like an additional limitation that, no, you have to be diligent and you have to be reasonable in the way you conduct the traffic stop.   And if you're not, the dog sniff can't come in even though it was conducted during the time the traffic stop occurred.   But it -- that's -- that's an additional constraint.   It's not some kind of extra leeway for the police officers to do things outside the bounds of the traffic stop itself."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It is not a search, but the -- but the theory of Caballes and of all of our questions is that you can't -- and of all of our cases -- is that you really can't detain somebody if you don't have some kind of objective reasonable basis for Alderson Reporting Company doing so.   And that any detention -- and, you know, it might be ten minutes or it might be five minutes or it might be two minutes -- without that kind of basis is a Fourth Amendment violation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You say -- you've said several times the phrase \"incremental.\" In My -- I sense that it being less than, right?   I mean, if the actual traffic stop is 5 minutes, then you wouldn't say a 15-minute dog sniff is incremental.   So doesn't the dog sniff have to be less than the traffic stop?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is that – is that almost always the case, that the dog sniff is going to take longer than the traffic stop?   I mean, I would assume so.   The officer says license and registration, goes back, checks, comes back and gives you the ticket.   The dog sniff is something else altogether.   Assuming the dog is there, they've got to get -- you know, walk around the car.   If you're -- if it really has to be incremental, I'm not sure -- it's hardly ever going to be reasonable."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If the dog happens to be there, I guess."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I see that.  What about -- another aspect is I was seeing it the way Justice Kagan described it.   And one virtue of that, now, but you may not think it does work, is administrative.   What do you tell the police department? Alderson Reporting Company Say, well, when you're in traffic stops can you use dogs to sniff?   Yeah, you can.  But remember, once it's over, the traffic stop, it's over, done, finished.   And by the way, if it isn't over yet, you still well may get into trouble if you've unreasonably prolonged the stop just to get the sniff. Now, that seems pretty easy to explain. It's fairly bright-line.   And as soon as you get into this other -- you know, just leaving it totally open, there's no check, really, on the -- on the or not too much of one.   What -- you -- now, I'm putting that to you to get your response."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, I was saying two parts. Part one, traffic stoppers, you can use a dog sniff when you stop, but not once the stop is over, period, unless you have cause or something.   And during the stop, that's part two, you can't prolong it but for a reason. You have to do it all within a reasonable time, okay? You can't unreasonably prolong it to get your dog in. See?   You tell them those two things.  Once you've told Alderson Reporting Company them the two things, they've got it in their heads. When this is over, good-bye dog."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"When it's not over, they better be careful not to unreasonably prolong it.   Now, they'll understand that, and it will be both protecting what the Fourth Amendment protects and also, I think, giving them enough leeway to conduct a traffic stop."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the way Justice Breyer has said this -- what he's saying is you can't unreasonably prolong.   You can't hold a person any -- any measurable time that would allow to get the dog. And, yes, it has to do with the resources of the police department, but we can't keep bending the Fourth Amendment to the resources of law enforcement. Particularly when this stop is not -- is not incidental Alderson Reporting Company to the purpose of the stop.   It's purely to help the police get more criminals, yes.   But then the Fourth Amendment becomes a useless piece of paper."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":4,"sideBefore":"justices","text":"I didn't understand --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"I think if I take what I said and take your answer, I have to say your answer is right.   It's just a bad effect of my rule.  And -- and the virtue of the, you know, the two-part rule is what we said was the virtue of it.   And it's like in many cases; there just isn't much more to say.   You have to say, am I willing to run this -- they might purposely change the sequence.   They might, that's true.  Somebody might.   And I don't know what to do about that.  The answer is I couldn't do anything about it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he said --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":4,"sideBefore":"justices","text":"Suppose, Ms. Anders, that -- it's a hypothetical -- police pulls somebody over and starts the process and then the police officer says, you know, I'd like a cigarette break now?   A cigarette probably takes about as long as the dog sniff took in Alderson Reporting Company this -- and just, you know, smokes a cigarette and he goes back to work.   All right?  Would you say that that was unconstitutional prolongation of the stop."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"So it would become unreasonable because there he was, he wasn't doing anything related to the mission of the stop.   That's true if he gave the ticket and then said, I want you to stay while I take a cigarette break, or it's true if he did it before he gave the ticket, either way. I guess what I'm saying to you is I kind of think it's the same thing, is that once you've acknowledge that the dog sniff is something that's extraneous to the stop itself -- it's obviously more helpful to the police than a cigarette break -- but it's extraneous to the stop itself -- then the same rules apply as if the police officer had just taken a moratorium on the stop in the middle in order to conduct his own business. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But then you really are saying because we have a reason to pull you over for a traffic stop, that gives us some extra time to start questioning you about other law enforcement-related things and to do other law enforcement-related business. And I never thought that that was the rule.   I always thought is that once the objective basis -- you know, for the stop, dissipated, that was it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You told me the officer could do that.   At least that's what I understood your answer to be. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But what your -- where your rule is going to lead to, Ms. Anders, is something along the lines of, like, everybody will decide 30 minutes or Alderson Reporting Company 40 minutes, I think you say at one point in your brief, is reasonable for a traffic stop.   And if you see a taillight violation, that's 40 minutes of free time for the police officers to investigate any crimes that they want, because they can do it all in the range of what you've decided is kind of the reasonable traffic stop."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Ms. Anders. Mr. O'Connor, you have six minutes left. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, what do you think about her response?   Because I thought it was -- I mean, she has an interesting point -- I mean, an important point.   She said, you know, the trouble with what I said -- which of course you think is okay -- she Alderson Reporting Company said it's -- it's -- here's what's really going to happen, is that the police will -- will think:   Gee, I just better be sure those dogs get here in time, and so what they'll do is tend to prolong the stops, and they'll want to be sure the dogs get there. And so if you really added all this up and thought about it, even experimentally, the class of stopped drivers where there are hunches is going to end up waiting longer and being in custody, in a sense, longer than if we follow her approach.   And her approach is just to say:   Hey, apply reasonableness across the board; a few extra minutes isn't that big a deal. I took her answer to be something like that and I thought it was, and it's a point.   It's a -- it's a point.   So what do you think?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you say about the questioning that took place in this case?   Where are you going?   Are you going to buy a car someplace?  All of that, was that -- is that part of the mission?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, one of those courts is this Court and what -- that's what I don't understand about your position, is the definition of the mission. I don't understand -- I can understand a definition that says, just what you need to do to resolve the traffic violation, period.   But if it includes other things like questioning about where are you going to buy a car and all of that or doing a records check, then I really don't see why.   I want -- I want to know what the difference is between that and having a dog -- a dog sniff."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It was only a hunch, but that would ordinarily be reviewable by the court of appeals.   The court of appeals didn't get to it, so it's an open question for the court of appeals."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SHANNON P. O'CONNOR","firstName":"SHANNON","lastName":"O'CONNOR","counsel":true,"justice":false,"side":"petitioner","words_spoken":2452,"interruptions":26,"times_spoken":68,"laughter":0,"num_int_by":6},{"id":1,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"respondent","words_spoken":2717,"interruptions":42,"times_spoken":59,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":787,"interruptions":1,"times_spoken":20,"laughter":2,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":500,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":657,"interruptions":4,"times_spoken":23,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":859,"interruptions":3,"times_spoken":42,"laughter":2,"num_int_by":3},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":542,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":264,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":8,"fullName":"MR. KELLER","lastName":"KELLER","counsel":false,"justice":false,"side":"","words_spoken":4,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1436,"interruptions":5,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":909,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":2452,"times_spoken":68,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":42,"words_spoken":2717,"times_spoken":59,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":16,"words_spoken":5954,"times_spoken":148,"laughter":4,"num_int_by":6}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035504}}