{"petitioner":{"name":"T-MOBILE SOUTH, LLC","counsel":[0]},"respondent":{"name":"CITY OF ROSWELL, GEORGIA.         ","counsel":[1]},"caseNumber":"13-975","date":"2014-11-10T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 13-975, T-Mobile South v. the City of Roswell, Georgia. Mr. Fisher. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not actually what the court below said.  It said that it could discern the reasons from the record.  That's a very different statement than saying there are no reasons set forth."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how far does your argument go?  Suppose the -- suppose the instrument of denial, the letter, does not list any reasons, but it incorporates by reference or makes reference to some other document that sets out the reasons.  Is that sufficient?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Well, suppose that --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Justice Alito."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":3,"sideBefore":"justices","text":"Just to follow up, I'm sorry to interrupt.  Suppose the letter doesn't make a specific reference to some other document, but there is some other document known to the parties that has been approved by the town council and sets out the reasons, that would not be sufficient.  There has to be an express reference in the instrument of denial."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that's not -- I'm sorry, go ahead. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not all you want.  Let's say on Monday you get a letter that says your application is denied.  And on Friday the city council says the reasons we denied the application were because of this, this, and this.  Is that enough for you?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't matter that four days or three days, whatever is later, there is a resolution that doesn't say it's denied, it says the reason we denied it is this.  That's not good enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I know."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It has to be in a single document.  What if it's stapled together?  You know, here's one, it says denied.  And here's one saying, the next day, the reasons we denied it is -- are these."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no.  What if they're not stapled together?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But decision -- decision, Mr. Fisher, often means just denied.  There -- there is one statute was mentioned in the brief at -- this is 47 U.S.C. 546 (c)(3), \"The franchising authority shall issue a written decision.\"  That's one sentence.  Next sentence, \"Such decision shall state the reasons therefore.\"  So the requirement of a decision alone doesn't necessitate that reasons be given."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Your bottom line is because of this supposed default, you get your -- your application is granted, and that seems odd when the thrust of this arrangement is that the decision should be in the hands of the local governing board or the local council or something.  And then to say because of the procedural lapse, then you emerge the winner and it doesn't matter what good reasons the town might have had."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose that could be left up to the district court on remand."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me ask you, I think we would have a much different case if at the time of the written notice, they appended the official copy of the transcript.  Is the problem here that the transcript was too late?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it seems to me you don't make the lateness part -- you don't make the lateness argument that the government makes in your -- in your question presented.  You do say that there has to be a -- whether documents stating the application been denied but providing no reasons.  So I suppose we can imply from that that you think that the later copy Alderson Reporting Company of the transcript is -- is just not applicable."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But do you -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, before you do so, why is the transcript required?  They had minutes that summarized the testimony.  Your position is not that the transcript had to be attached."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But if the -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I may not have followed this.  If the transcript were attached, what?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, okay."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, you're deriving all this from the word \"decision\" and \"decision\" as even the dictionary you principally cite, Blacks Law Dictionary states, \"decision,\" you know, can mean one of two things.  It can mean an opinion or it can mean a judgment, and people refer to it -- use that word to refer to either.  So why should we interpret it your way?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that only suggests that you need reasons.  It doesn't suggest that the reasons have to appear in a decision as opposed to some other document."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the larger problem here, of course, is that under your view, the Federal statute says that a local legislative body has to act like an administrative agency, and that raises very serious concern under Federalism.  In the -- in the law of zoning, generally -- forget this Act -- in the law of zoning generally, if you go to the board of supervisors and want to rezone the property from agriculture to multi-family residential, do we say that due process requires them to give some reason?  Is there anything in the law of zoning generally that says you have to give reasons?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be like Goldberg v. Kelley for – zoning. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, could you explain how you are disadvantaged?  Now, first of all, what happens on remand to the district court in your view?  The Eleventh Circuit rendered its decision, the case is remanded, what happens on remand?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Then what would -- then Alderson Reporting Company if this Court should uphold the Eleventh Circuit, then what happens?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And what happens there?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, assume, and just for the sake of argument, that we do say that a Alderson Reporting Company separate writing that clearly sets forth or sets forth the reasons for denial is adequate.  I understand you to say that this is not adequate because it's not clear presumably; am I correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Under this board's rules, do -- I'm assuming the board has to be unanimous, majoritarian voting rules, but why does every council member have to have the same reason?  Can't different people say no for different reasons?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh.  So your --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":4,"sideBefore":"justices","text":"But you say you can't use it in this case.  You say that that factor renders the -- the giving of reasons inadequate."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, doesn't that --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All of these kinds of examples, don't they only suggest that a State or a locality would be well advised to write up a little paragraph that clearly states its reasons?  But, you know, if they want to take the risk that a district court is going to say, gosh, I just can't find the reasons in this record, it's all too muddled.  If they want to take that risk, what in the statute prevents it? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  But I mean, substantial evidence review requires reasons.  If they want to take the risk that their -- that their minutes or their transcript will not allow the district court to do substantial evidence review, then, you know, they'll lose."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm surprised that -- that you're willing to accept that there does not have to be a reason or a number of reasons that -- that the city council agrees on, that, you know, seven members of the city council, each -- each one of them has a different reason, and that's okay.  Do you think that that's what the statute means? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But one can interpret the statute as demanding that they have a reason.  Now, to be sure, that's contrary to normal legislative action.  Congress doesn't have to have a particular reason for a statute.  Every -- every congressman can have a different reason, and it's still valid.  But I -- I would read this as saying the city needs to -- when it denies, it has to have a reason for denying.  I don't -- I don't know how else you read it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then what's the disagreement?  I mean, what's the disagreement between you and the Solicitor General?  Justice Brandeis said years ago, which I thought was a great statement of law which doesn't ordinarily appear:  Before we can say whether an agency decision is right or wrong, we have to Alderson Reporting Company understand what it means."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"You get some piece of paper, you can't figure out what it means, well, then they'll send it back or they say no.  That's what judges do with administrative agencies all the time.  Your question says, do they have to have reasons?  Yeah. Their question says can it appear in a separate document?  Why not, as long as the document is given about the same time?  So what's the problem?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Sometimes it could, sometimes it couldn't.  It depends on what it says."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's the -- I know. You want -- that's what you really want to say.  You want to say the record here isn't good enough.  But it seems to me that the one thing we're not deciding is whether the record here is good enough.  Rather, the Alderson Reporting Company questions have been put to us in general terms; we can answer them in general terms.  We probably even might be able to write an opinion in three paragraphs, clear."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, yes.  But to do that, I would have to know quite a lot, wouldn't I, about -- about the situation of your client, about the situation of the city council, about what was actually meant by what they said about the context.  You understand the problem."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand the SG's position, the SG says there were five members of the council, three of them talked about the incompatibility of this tower with the neighborhood.  So what in that statement do you contest?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that three of them did not base this on the incompatibility of the fake tree with the neighborhood?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The Solicitor General only needs one."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then you're going to reach the question that Justice Scalia had a view of, which was, you know, if two people think X and two people think Y and one person thinks Z, is that sufficient?  But as long as you have something that three people think, why isn't that sufficient?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. O'Connell. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"","text":"Where does that come from?  There's nothing -- Ms. O'Connell, there's nothing in the statute that says that the decision doesn't have to have the reasons, something has to have the reasons. It has to be, you say, fairly contemporaneous.  I don't see anything -- you -- you are inserting something into the statute that is not there."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"","text":"But wouldn't it more sensible, then, to take a suggestion that has been made that we run the 30 days from when reasons are given, run 30 days from when the minutes are available?  I don't know why you have chosen a route that would say this applicant wins automatically, no hearing, no nothing. It doesn't matter that town's council had good reasons for it, they weren't contemporaneous, that's the end of it."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"How does it work in -- in the ordinary agency, which I should know but I don't? The Federal Power Commission, a blessed memory, is faced with an application by El Paso Natural Gas to add an extension in a little area of New Mexico.  The power commission denies.  There are five votes.  One person says I'm denying because we don't need the gas; a second person says I'm denying because it's ugly; a third person says I'm denying because it blocks certain animals from getting to their feeding place; and the other two vote to grant, all right?  That's arisen in the course of the last 100 years, something like that. How do the courts handle that?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"But if -- I just want to know how it works in the case I put. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"But doesn't the Administrative Procedure Act require providing reasons when -- when there's a grant or a denial?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"Don't -- don't you have to give the reasons with the decision under the APA?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"So how can you give it if -- if there is no majority for any single reason?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"Has this Court ever held that?  Because I would never hold that."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"It's absurd."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"I'm -- I'm a little bit confused by that because -- and this is what troubles me the most.  You get five council members, five different reasons.  At what point does he win, meaning if he proves that three of them were wrong in their reasons, so there wasn't a majority vote for anything?  That's what he has to do?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"That's a --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"","text":"Do you want us to write an opinion that says under this Act agencies have to comply with SEC v. Chenery?  Or pardon me, city councils have to comply with SEC v. Chenery?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"","text":"Either under general laws of zoning or under any similar Federal statute, have we ever imposed -- has the Federal Government ever imposed requirements like this on a legislative body?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"Is it just a legislative body?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"Yes.  I would -- I would Alderson Reporting Company consider this as an adjudicative body."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"Do you think that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":9,"sideBefore":"justices","text":"What does the -- what does the Petitioner do with the one council member who didn't give reasons?  What does that person count as?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"","text":"What happens if --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":5,"sideBefore":"justices","text":"It was four people who were there."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"","text":"There were five.  One didn't speak, so you don't count his or her vote.  So it's a split vote."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"","text":"What if -- what if three people say, this is -- this is incompatible with the neighborhood, and then later other -- another member or other members provide other reasons, and those other reasons are either invalid under the statute or not supported by substantial evidence?  Under that circumstance, is it -- can it be inferred that the final vote of those who previously expressed the view that this was bad for aesthetic reasons was the reason for their vote?  That seems to be Mr. Fisher's argument, and what's your answer to that?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"","text":"Ms. O'Connell, I think part of Mr. Fisher's arguments is that if everyone agrees that reasons have to be given, what sense does it make to require judges to scour the minutes and to scour the transcript and to try to make these judgment calls about, you know, when an individual council member has given a reason?  Why not at that point, once we're in the mode of requiring things, why not just require that the reasons be stated in the two or three sentences that the council or other body promulgates?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"I think Justice Kagan is not disagreeing with you.  She is saying, yes, reasons must be given.  And reasons  aren’t  given if there's just this exchange in which a congressman -- a councilman expresses a certain fondness for a particular view. What -- what is the big deal of requiring either that the full council give its reasons or if you think it's enough that different councilmen have different reasons, each councilman say, I am voting against this for this reason?  What is the big deal about that?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"Especially since you're making the council do the same thing.  You're making them give reasons, right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"","text":"So why not say you have to spell the reasons out?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel. Mr. Carothers. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So when do you think the statute of limitations runs?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The 30 days?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  Was -- was able to be timely, which means if all of that comes in 5 days before the deadline, it is still able to be timely?  I thought they were given 30 days to decide whether -- whether to go forward or not and you're saying it's enough if before the 30 days has totally expired, they -- they can figure out what the city council decided."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in this case -- in this case, May 10th the minutes were approved, and May 13th the suit was filed because the time ran out on May 14th."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And you think that's sufficient?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The 30-day period is so there can be a carefully reasoned decision whether or not to file a suit.  Under your view, you have only 3 days."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you were taking the position, in answer to the government, that says you have to have it contemporaneous because of the 30 days that the company has to make up its mind whether to seek judicial review.  But I think you made the suggestion, which I then put to counsel, that just have the 30 days run from when the reasons are available.  So instead of having it run from when they send you a letter that says denied, treat that as not final until the reasons are given.  I thought that was your position."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So are you saying --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are you saying that the actual decision is the minutes --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- as opposed to the letter you've sent?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"In your view, if they had waited 60 days before they approved the minutes, then we wait until then for the time period to run?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The facility placing -- everyone loves cell phones, apparently. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"Nobody likes towers, apparently. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"So Congress passes a law. It says:  You've got to have towers, I'm sorry, and the local community can stop it, but they can't stop it for one of three substantive reasons; and in addition, they have to show that their decision was rational, which is done -- or reasonable, which is done by having a record with substantial evidence.  That's what this means to Alderson Reporting Company me. Now, your clients and others aren't used to being agencies, but they're being treated like agencies and, therefore, the simplest thing is to read this two things together, just what Justice Kagan said, write the decision and give your reasons because otherwise there is no way to know whether there's substantial evidence or not.  It's in the same clause.  It's in the same phrase.  The words are right there.  It says \"decision supported by substantial evidence.\"  I know -- that's, I think, the basic argument. The Solicitor General doesn't go that far, but if we don't have simplicity, we'll have 2 million different ways of going about this between different cities and counties."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":10,"sideBefore":"justices","text":"So why couldn't the city council or this legislative body have waited until its official minutes and sent the letter that day with the minutes?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand -- I don't understand what you're saying, it requires a written decision.  Okay.  And the city council here issued a written decision to the phone company saying, we have decided to deny your request. Now -- and you're saying that is not a written decision, you have to wait until the minutes are written up.  So, what, were they lying when they said, we've decided?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But then you're agreeing with your opponents, it seems to me .  You have the document, the document says \"denied,\" and there it gives the reasons for denying so people can see if there's substantial evidence. You're just saying it was the later document.  They're saying it was the earlier document. I don't know."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But do you agree with them on that, that one document --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't know if they should be called \"the minutes.\"  I'm not an expert on that area of city government.  I don't know whether you want to call the document \"minutes\" or whether you want to call the document \"written decision.\"  That seems to be not before us, but what is before us is whether the decision has to have in it the reasons so that we can tell if it's supported by substantial evidence.  You agree on that one? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that endorses more or less the SG's position.  What you're saying, I think, in answer to the question presented, the written denial doesn't have to itself as a document, provide the reasons, but when it's sent it has to have attached to it, referenced, something that is available telling you the reasons."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Something that --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And it's ineffective unless that exists.  So that what was given here in writing was not a decision, but what?  A we intend to decide when the minutes are finally written?  A prediction?  What Alderson Reporting Company was it then --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- that the phone company got?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It hasn't been denied yet. You're saying it's not denied until the minutes are written --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- which is, you know, God knows when."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you shouldn't send anything out then because according to you, there has been no decision.  You shouldn't send out a notice that we've decided."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's what you ought to do."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But it sounds like you're changing your position.  Page 34 of the red brief, that given the plain wording of the statute, whether a document from a -- the question is, whether a document from a State or local government stating the application has been denied but providing no reasons can satisfy the statutory requirement.  And the simple straightforward answer is yes. So now you're changing your position."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But where -- but surely, under your view -- I'm not convinced that your position hasn't radically changed -- but surely under your view, what you've explained to us at page 34, the 30 days begins to run the minute the notice is given."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could you --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":4,"sideBefore":"justices","text":"That may be what the -- what the statute means in light of the practicalities of the situation.  Now, since it talks about substantial evidence review, there's an argument that a municipality, when it makes a decision like this, should be treated pretty much like a Federal administrative agency.  But on the other hand, municipalities are sometimes very small.  These -- these bodies are -- consist of lay people who are not learned in the law, they may not have attorneys available to them who are very knowledgeable about Federal telecommunications law. So can you say something about that situation?  Is any of that true with respect to -- to Roswell?  And what do you think Congress may have had in mind in a situation with respect to the treatment of Alderson Reporting Company local governing bodies like Federal administrative agencies?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Carothers, I wonder whether what Justice Alito pointed out about the nature Alderson Reporting Company of local governments, which you agreed with, whether that doesn't suggest that we should try to keep our rule quite simple.  In other words, given that nobody in small local governments has access to great lawyers or knows a lot about communication, that we should just set up a rule that enables them to comply simply. And that rule, honestly, would be Mr. Fisher's rule.  It would just say, in your decision, write a sentence or two saying why.  Because otherwise, if we don't have that rule and every judge has to look through the minutes and the transcript and anything else in the record to decide whether a reason is clear enough, there are going to be a lot of local governments that are going to get kind of caught, and the judge is going to say, I'm sorry, it's not clear enough, even though if the government had spent just five minutes, it could have made it clear enough.  And maybe we should just say, do that so that you don't get caught."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So that inquiry and challenge will be left up to judges to figure out what the minutes say, don't say, and what the reasons were."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Let's go back to, we had five members here.  One didn't talk.  Do you agree we don't count that person?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Now, do we need a majority rule, a majority of the council people giving a reason?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, they said that before the vote.  We don't know why they voted.  What -- what's the big deal of having a city council say, we deny this request for the following reasons:  One, two, three? That would be very clear; there'd be no problem at all."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, suppose we issue an opinion in this case that says that the -- the formal instrument of denial must say in simple terms the reason or reasons for the denial.  All right?  Let's say we issue that opinion, and six months later something like this comes up in some rural municipality.  Let's say they've got 1,000 people.  And how likely is it that the members of the governing body there, or their attorney, Alderson Reporting Company if they have an attorney, will be familiar with our decision in T-Mobile South v. City of Roswell?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You know, I know that everybody in the country hangs on our every word. (Laughter.)"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":5,"sideBefore":"justices","text":"And they're all going to read this opinion."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Please articulate your rule, because you just said to us earlier that not every body of this type has -- has minutes, or minutes that become the statement of reasons.  So what's the rule, a general rule about what's the final decision and when the time starts to run, assuming -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"How does that rule -- now we're forcing minutes on every -- on every city council to have contained the statement of reasons?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why -- why do we have to say?  Why don't we take word for word almost what the -- what the court said?  What this statute requires is that there be a written denial -- well, we can forget whether Alderson Reporting Company it's separate or not -- describing the reasons for the denial and containing a sufficient explanation to permit the court to evaluate the evidence, period. Now, that's what the city has to do.        And if they produce something that's a mess because it's a 98-page thing of minutes and the court can't figure out what it is, you'll get a decision like this.  If, in fact, somebody summarizes at the beginning, these are the reasons that we have denied and therefore we do deny it, it won't be a problem."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, you -- you spoke of the -- the statutory requirement of a denial letter. Where -- where is that?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's not the denial letter.  That's what you're referring to as the minutes. You say it's the minutes that comply with that."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, and constitute it."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There's no requirement of a notification letter, whatever.  There's just that provision that any decision shall be in writing and supported by substantial evidence.  So why are you imposing this obligation of a denial letter on these poor, ignorant council members? (Laughter.)"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I'm taking it as it's written.  You're making up a denial letter.  There's -- there's no requirement of a denial letter.  So if, indeed, the decision is the minutes, you -- you don't have to do anything until the minutes are published. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I suppose you have to give a copy of the minutes to -- to -- to the loser."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Everybody else like you thinks that there has to be a denial letter, right? Is -- is that a unique perception that -- that you have come to, or is it generally thought that you have to have a denial letter?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Did you take that position in the district court?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Fisher, you have 4 minutes remaining. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Fisher, suppose that I think that you're right about that, but then the question is did Congress require that.  And I take it that the SG is really saying, no, Congress required Alderson Reporting Company reasons, it required that by saying that there was substantial evidence review, but that it didn't require the reasons to be in any particular form, and, indeed, there's a savings clause which says that all doubts go to the State and local governments in this area.  So notwithstanding that this is going to actually get State and local governments into some trouble, and notwithstanding that district courts are going to struggle with it, we should go with the SG's rule rather than with yours."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY L. FISHER","firstName":"JEFFREY","lastName":"FISHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3021,"interruptions":15,"times_spoken":48,"laughter":1,"num_int_by":7},{"id":0,"fullName":"ANN O'CONNELL","firstName":"ANN","lastName":"O'CONNELL","counsel":true,"justice":false,"side":"","words_spoken":1167,"interruptions":8,"times_spoken":24,"laughter":0,"num_int_by":3},{"id":1,"fullName":"RICHARD A. CAROTHERS","firstName":"RICHARD","lastName":"CAROTHERS","counsel":true,"justice":false,"side":"respondent","words_spoken":2254,"interruptions":24,"times_spoken":47,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":477,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":4},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":464,"interruptions":2,"times_spoken":9,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":424,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":516,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":733,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":858,"interruptions":3,"times_spoken":31,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":883,"interruptions":1,"times_spoken":14,"laughter":2,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":3021,"times_spoken":48,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":24,"words_spoken":2254,"times_spoken":47,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":13,"words_spoken":4623,"times_spoken":129,"laughter":4,"num_int_by":7}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0.7959262673330393,"respondent":0.20407373266696072,"date":1472419305668}}