{"petitioner":{"name":"WELLNESS INTERNATIONAL NETWORK, LIMITED, ET AL.","counsel":[0,1]},"respondent":{"name":"RICHARD SHARIF. ","counsel":[2]},"caseNumber":"13-935","date":"2015-01-14T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 13-935, Wellness International Network v. Sharif. Ms. Steege. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But we've already held that a fraudulent conveyance against a noncreditor is an Article III violation, is a Stern claim, essentially."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or non-Stern claim.  So why isn't this the same thing?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's not the same thing because he actually possessed this trust, it's in his name as trustee --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and so it's a little bit -- it's a lot different, but --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, but -- but that's the same in a fraudulent conveyance.  It was his property and he was just trying to deny his other creditors the benefit of that money.  So it's not quite that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But here, he's claiming that the beneficiary has title."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The ben -- who is the beneficiary of this trust?  His sister, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what's claimed."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And so what would be the effect of a declaration by the bankruptcy court that -- that Respondent was the alter ego; that it was actually his property?  The sister -- would the sister be bound by that judgment?  Would the sister have to appear in the bankruptcy court as if she were a creditor?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would the –would the court, the bankruptcy court, have had the power to notify her or to subpoena her to come in as a party?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Because she's the representative.  Right."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So am I right about the basic facts?  Creditor wants some money from debtor, who's in bankruptcy; creditor says, I look at your list of assets, it seems to me something's missing.  I have a piece of paper here that you filed one year ago at the bank which says you have $5 million more."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that on the list? He thinks about it and he says, oh, yeah, there was 5 million more, but that wasn't mine.  That belonged to Saudi Arabia.  Or that belonged to my cousin.  Or -- and so they say, let's prove it.  And that's what we're at issue.  That's what's at issue."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can the bankruptcy court, it happens here, that the claim is not Saudi Arabia, the claim is not my cousin, the claim is that the $5 million was a living trust of which there seems to be very little record, which belonged to his mother.  But in principle, it's no different, is it, in your view?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a simple claim.  But we'll hear from the other side, which will say it's very different."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that the only basis for distinguishing Stern?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What else?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Whether there's a trust or not is not a question of Federal law, is it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a question of Federal law even if State provides the answer. I – I don’t know what that means."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that wasn't the case in Alderson Reporting Company Stern?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, likewise there, what was in the estate is a question of Federal law, even if State law provided the answer."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that Illinois law, and suppose that Illinois law governs the -- this -- the issue of the trust, and suppose Illinois law says that when a -- when it is held that the trustee is -- that -- that the trust is the trustee's alter ego, that the property does not become the -- that the -- the property at issue does not become the property of the trustee until there is a judicial declaration that that -- that Alderson Reporting Company occurs."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's -- that would be a question of the status of this under Illinois law --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not under Federal law, right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But you've not explored the consent question completely."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Basically the argument that the SG and the -- of you and the SG is that you need express consent -- or I guess the other side, saying you need express consent and they didn't give express consent.  How do you get around that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"We don't have to reach both of these questions if we find one of them in -- in your favor, do we?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Which one is the better one?  Which is the prettier question or -- or the one that you think has more real world effect?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even if consent were sufficient to confer jurisdiction?  And that's -- that's -- maybe just to continue Justice Scalia's question, are the bankruptcy courts more confused by Question 1 or Question 2?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask, you said implied consent should be sufficient.  How would you go about implying consent?  When would there be implied consent? On the basis of what?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You've -- you've said, I think, that the consent has to be knowing and intelligent.  Is there something that has to be told to the debtor to make the consent knowing and intelligent?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- there is a problem, however, here, and that problem is that Stern wasn't decided until the appeal.  On rebuttal, I want to talk about the American Colleges' appellate waiver argument."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Gannon. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's too broad an answer, because that would be true of fraudulent conveyances."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"How about a simpler rule, if you have legal title to something?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"If you -- if you possess it physically or you have legal title to it, then the bankruptcy court can determine."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"They -- he has -- the trustee had legal title.  He's just claiming --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- that there's an equitable requirement to hold it for someone else."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah.  I'm trying to get away from the --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm trying to get away from the augmentation argument because it's really difficult to apply in a case like this.  Anything that's in the estate augments it or anything that comes into the estate."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, then --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, tell me why my rule is not simpler."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"If you -- if you Alderson Reporting Company physically possess it at the time you declare bankruptcy or you have legal title to it --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"-- then the bankruptcy -- then it's not a Stern claim."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"In Stern we said we would look to history."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"In Stern we said we would look to history."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So let's to go -- let's go to the hypothetical.  The sister holds title, but you're saying that it belonged to him."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That she holds legal title but, in fact, she -- it's really his money."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel, on the consent question, is -- under your theory, is there anything wrong with Congress adding a proviso to every Federal contract saying the contractor hereby agrees to waive any Article III objections to having disputes with the government resolved by something we'll call the congressional courts where the -- the individuals serve Alderson Reporting Company for 3 years and Congress has a lot more sway over their decisions?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, yes what?  I forgot the question."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, it's okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought it was an unforgettable question. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes.  Yes, we have no bananas."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, there's judicial control in the sense that you have deferential appellate review and whatnot, but it still takes out of the Federal courts our constitutional birthright to decide cases and controversies under Article III."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"It's hard for me to see how --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"-- sort of vague -- vague notions of, oh, well, the judges are involved there somewhere. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You can  go back to your experience in your office.  I just want to know -- it seems to me by memory, but I'm not positive -- it is not totally unusual and we do have the power to give two affirmative answers where either answer would be sufficient.  That is, we could answer both questions. Now is your -- as a representative of the solicitor general, is your reaction the same as mine, that there are cases where a court had -- where we had two questions."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"And you say one would be enough for the party to win, so would two, but we think it's important to answer both and we will."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Perhaps so.  Perhaps we made other mistakes as well, you know?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":7,"sideBefore":"justices","text":"That's what I wondered.  Is there any reason that --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- strikes you that that would be a mistake?  I don't know anything in the Alderson Reporting Company Constitution --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- or in any precedent of this Court that prohibits it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So I think saying it is a mistake does not necessarily make it one."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I ask you --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Could I ask you this quick question before your time runs out.  If Federal Bankruptcy Rule 7012(b) applies to Stern claims because they're non-core, do you agree with Petitioner that the Alderson Reporting Company rule is invalid because it requires express consent and the statute does not refer to express consent?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you agree that there's --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me.  Do you agree there's implied consent merely by filing a voluntary bankruptcy petition?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought that I heard that that's what the Petitioner said. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Gannon, I hate to protract your presentation here.  I wasn't clear about what your answer to Justice Breyer covered.  Did you say there are prior cases in which we have decided two constitutional questions?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Ah."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"What about two constitutional questions given that we're supposed to --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- avoid the determination of constitutional questions?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I understand -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Counsel. Justice Kagan."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"justices","text":"You were saying that you wanted to talk about the importance of both questions. I think you got the first one out.  What, in your view, is the importance of the second?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"The government agrees with the Petitioner that the first question, what goes into this estate, that if we had to choose between the two, which would you say is the more important?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"And vice versa."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Thank you, counsel. Mr. Hacker. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That really begs the question, your client possessed something and he says it really belonged to someone else.  Don't you have to decide who it belongs to if there is no clear indication of it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, there may be a Alderson Reporting Company clear one, but it still begs the question."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So you're just saying that they didn't decide it correctly, but it's terribly easy to imagine a different debtor who goes into bankruptcy and he lists Item 1, 2, 3, and 4.  And the creditors come in and say, you know, it's awfully surprising, four or five, six months ago I have a similar list you gave to the National Bank, and it had 10 items on it.  What happened to 6 through 10?  Ah, the debtor replies, oh, they didn't really belong to me.  Why not?  Because State law gives it to somebody else because State law is Alderson Reporting Company the source of all property law.  And they say, no.  And now we have a dispute. So forget about the trust.        Maybe I don't see why that's special.  This is simply a question of whether a bankruptcy judge can litigate who owns Items 6 through 10, and one party says State law gives them to my cousin Mary and the other party says State law gives them right to you. Now, if we say, no, and side with you on that one, what happens to the constitutional grant to Congress to make uniform laws of bankruptcy?  I imagine it would still exist, but I can't imagine in what form. Now you see a pretty hostile argument, so I would like to hear your reply. (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And what is the example of 6 through 10 that you could find that wouldn't involve the issue you have described?  Because if there is a piece of property and the debtor is saying it isn't mine, it must be somebody's, and by definition it's not the creditor's, and so it must be somebody else's.  And so that other person, if there is a dispute, will say it's mine. And therefore, isn't your answer to say to my property -- to my question, too bad, the bankruptcy trustee cannot litigate who owns 6 through 10?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, he can't do it.  All right.  Then we're back to where are we with bankruptcy courts, when you have taken from them the power to litigate what I would think is the most fundamental thing imaginable:  How much money does the debtor have in cases where that is in dispute?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You said for thousands of years -- I got that point -- for thousands of years this has been the law.  So can you think of any case -- I find it rather interesting, I'm reading about Henry II, who, in fact, created many of the laws of England. So from the time of Henry II onward, is there a case that you have found somewhere which said that the bankruptcy trustee or the bankruptcy judge cannot litigate who owns property, the bankrupt or Alderson Reporting Company someone else, in the state -- in the estate."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'll read it.  I'll read it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Besides -- besides Stern, he means."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Stern is a case of a third party and counterclaim, and there never would have been the money in the estate had it not been for the fact that the debtor in fact asserted a claim, a counterclaim against a claim that was being made by an outsider to the estate.  It's not too hard to distinguish Stern. But I am saying other than Stern -- I don't even think Stern -- let's go back to Henry II.  Maybe you have so many you'd have to send them on a list, but maybe not."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Who is the third party? You said it's just -- it's no different, no different than a third party coming in and saying that's my vote. Who is the third party here?  And what --"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"There is only the trustee.  This is supposed to be his mother's trust, and his sister is supposed to be the beneficiary, so who is the third party?"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I thought she was dead. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Did she say, when she was alive, did she say, bankruptcy court, wait a minute, this belongs to me?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But in the cases you just cited, did the courts say who decides the question of whether there's bare legal title? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you said the case very clear, only bare legal title goes.  But who -- did it -- did it go on to say that the bankruptcy court cannot decide who has the bare -- whether you have only bare legal title?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No argue -- so -- so where you have brought me so far is these cases say -- what they say is you have to -- you can't just grab it; you have to proceed under Section 23 and have a proceeding. But the -- the -- a proceeding -- some kind of a proceeding, I don't know exactly what that kind is, you probably do, but that doesn't mean the trustee doesn't get it.  I mean, it's the trustee who litigates it out, it's the trustee who decides, but I don't know what a Section 23 proceeding is."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"A plenary proceeding.  But where does that take place?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It didn't take place before the bankruptcy judge?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, I see the problem."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Just to clarify the record, I asked the question whether they were or weren't."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we've said that, too, against -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Alright, so give me examples. The suggested rule that I have for the Solicitor General , which he would like the broader one, but if at the time you have legal title to or in physical possession of something, then it's not a Stern claim, not an Article III claim because that is the quintessential question that bankruptcy judges decide are the things that you possess either by title or by constructive holding -- or by holding."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But -- but you say that's always going to be the case, that you need an Article III proceeding whenever the bankruptcy trustee determines that something belongs to the debtor and is in the bankruptcy estate and some other private party says, no, it belongs to me.  That always has to be litigated in an Article III court?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Is that what you're arguing here?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's exactly -- because -- it's interesting.  I mean, I've read the page you have there now with the cases.  And I see you can -- the distinction will drive you towards that, not 100 percent, because there will be some instances of colorable -- colorable title and so forth, not 100 percent, but 99 percent, items 6 through 10 go to a different court. But what -- the constitutional question is the deepest one to me, is we do have a constitutional provision specifically giving to Congress the authority to create a uniform system of bankruptcy courts which have served our economy well, I think.  That's what I read.  Makes us richer.  And on the other hand, we do have the question, as you point out, that this is determining a title where there are two people under State law contesting it.  And so which prevails?  And until I think Stern, it would have been Congress's delegation, maybe. And what is the strongest argument for not giving weight?  These are sort of like administrative agencies defining -- you know, deciding things that never have been done before.  What's the strongest argument?  No, don't do it, it might gut the bankruptcy Alderson Reporting Company court, but don't do it.  Or maybe you want to say it won't gut the bankruptcy court."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, yes.  I agree with you to this extent.  It's either Stern marches forward or it's -- I'd say steps in place."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And I suppose the constitutional provision authorizing Congress to establish a uniform law of bankruptcy does not authorize Alderson Reporting Company Congress to establish bankruptcy courts that can decide questions which would normally be decided by Article III courts."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- let me proceed with this question one more step.  Every day of the week administrative agencies change State law.  Every day of the week they change State law, even involving property. And in such a case, the question is whether -- has this administrative agency, under authority of Congress, changed State law affecting people's property rights in a way that deprives them of due process of law?  Have they gotten fair procedure? And so is a possible answer to your problem: If the procedures of the bankruptcy court are fair when Alderson Reporting Company they litigate these questions of property right, the fact that they do affect State law and take property among persons switching it is not forbidden by the Constitution where it indeed is authorized as part of a uniform system of bankruptcy law?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"By the way, is -- are the arguments you're raising now any different as applied to magistrate judges?  If we rule in your favor in this case, are we calling into question our -- our acceptance of magistrate judge positions?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So your answer is yes, because you can do -- on express consent, you can do reports and recommendations."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I agree, but we didn't say that you couldn't consent in Schor."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, consent is enough for arbitration, and there you give up --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but it's something which has to be enforced by a court except in very extraordinary circumstances.  You know, there's much less supervision over the arbitration system than there is over a typical bankruptcy court."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There's very little difference --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":7,"sideBefore":"justices","text":"All those things make it worse.  You know, this is a proceeding that's totally divorced from any kind of control by anybody, and yet Federal courts, under the Arbitration Act, simply have to rubber-stamp it and say it's valid except in extremely unusual circumstances."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's just contract law, isn't it?  I mean, they're just enforcing the parties' contracts."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":7,"sideBefore":"justices","text":"This is the parties' contract.  It's -- I mean, the entire question is that the parties are consenting to go to bankruptcy court, and the question is:  Will that consent be sufficient in the same way that it is in the arbitration system?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, because that's what happens in arbitration.  You're agreeing to the entry of a judgment, of an award.  Perhaps not even, because you don't even put that into the contract.  Congress is saying, we're going to do it anyway."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I understand that --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Please.  I'm sorry."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I -- you know, I understand that formalism matters in many contexts, but the fact that the arbitrator himself doesn't issue the judgment, and instead you have to take it across the street and the Federal court has to issue the judgment, basically on the arbitrator's say-so, again, seems to me -- I mean, the arbitrator case seems to me much more threatening to the integrity of the Federal judicial system than a system of bankruptcy courts which are, from the very beginning all the way through, supervised by -- by district courts."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could you spend a moment just talking about the forfeited argument on appeal?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the argument that consent can be presumed from your forfeiture of the argument on appeal."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But isn't forfeiture quite different from consent?  It's not a species of consent. It's different from consent."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You think a final judgment has to be a valid final judgment in order for there to be an appeal?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It can be final and it can be invalid."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, if a court enters a judgment against you and you say that court never had jurisdiction to enter that judgment, you can't take an appeal because there wasn't a final judgment because the court below lacked jurisdiction.  That's the argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Steege, you have five minutes left. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Taubel-Scott."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Burrell, he says that -- they say that where possession was assertively held, not for the bankrupt, but for others prior to bankruptcy, the party in possession who is not subject to summary judgment can be divested only if a plenary sued under Alderson Reporting Company Section 23. By that, I take it he means it's this case. It's true that he said he was trustee.  His mother says, no, no, it is my property, or whatever, and -- and therefore that fits within that case; therefore this is one of the ones that went to a full court and didn't go to the -- a bankruptcy case.  So that's his case. What's your response to that?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the money here is in his bank account.  That's the point."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CATHERINE STEEGE","firstName":"CATHERINE","lastName":"STEEGE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2796,"interruptions":15,"times_spoken":39,"laughter":0,"num_int_by":5},{"id":1,"fullName":"CURTIS E. GANNON","firstName":"CURTIS","lastName":"GANNON","counsel":true,"justice":false,"side":"petitioner","words_spoken":1664,"interruptions":29,"times_spoken":44,"laughter":0,"num_int_by":6},{"id":2,"fullName":"JONATHAN D. HACKER","firstName":"JONATHAN","lastName":"HACKER","counsel":true,"justice":false,"side":"respondent","words_spoken":3529,"interruptions":30,"times_spoken":49,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":188,"interruptions":1,"times_spoken":11,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":746,"interruptions":7,"times_spoken":38,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":322,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1559,"interruptions":3,"times_spoken":29,"laughter":1,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":344,"interruptions":4,"times_spoken":26,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":137,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":320,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":122,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":44,"words_spoken":4460,"times_spoken":83,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":30,"words_spoken":3529,"times_spoken":49,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":21,"words_spoken":3738,"times_spoken":138,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":3},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035501}}