{"petitioner":{"name":"LARRY WHITFIELD","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"13-9026","date":"2014-12-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will now hear argument next this morning in Case No. 13-9026, Whitfield v. United States. Mr. Carpenter. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't it justified by the text?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I can -- I can accompany my -- my wife to her table when we go to a dinner party, and we're -- we're seated at different tables.  Isn't -- isn't it proper to say I accompany her to the table?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There is, I just gave you an ordinary and natural use.  I accompanied my wife to her table."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you think there's a spatial component to -- I mean, what -- I don't understand why you say it's -- it's not normal usage, unless you say there is a spatial requirement that you -- to accompany somebody, you have to walk a longer distance, and I -- the example I just gave you suggests Alderson Reporting Company otherwise."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"To my wife's table."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm asking you whether there are multiple possible -- listen, I'm very big on the rule of lenity, but the condition for it is that there be ambiguity.  And accompany means accompany.  I don't see any spatial component to it."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And the rule here is, you know, garbage in, garbage out.  It may be a very foolish statute.  But -- but we apply what -- what Congress thought was not foolish."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"20 steps -- 20 steps is horrible enough for Congress to have believed it's enough of an accompaniment?  What?  Half a mile?  What?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't insist on a bright-line rule.  I insist on some rule.  What -- what is your -- what is your rule?  Does it have to be outside the building?  Does -- does the bank robber have to take the person as a hostage outside the building?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a -- that's a very different rule than in your brief.  I could buy a de minimis rule, but I don't know where you get the word \"substantial.\""},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's say we disagree. Where would you find \"de minimis\"?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How much is a few feet?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the record was different.  I thought the record was 14 to 20?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  8 -- no.  I was right.  Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it contextual? In other words, is 20 feet in her home different from 20 feet in the bank?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems -- the reason I ask is that it -- it strikes me that it makes a difference if it's in part of the robbery itself.  I mean, it seems to me to tell the teller to go to the Alderson Reporting Company vault or something.  That's what happens in a bank robbery.  If on the other hand, the -- the defendant takes the teller from the bank to the car and then, you know, they -- they block the car, that strikes me as something different even though the distance might be the same."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Except that the statute says \"both in the course of or in fleeing from.\"  So it obviously envisions an accompaniment in the course of the bank robbery, doesn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The answer is yes, right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If the test is -- if the test is that there must be something that's substantial, how would you instruct the jury?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But your first -- when you just said it's not de minimis, is that your primary argument? You just want a non-de minimis rule?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The woman died from a heart attack, didn't she? That wasn't de minimis. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and part of what frightened her may have been the -- the fact that your client forced her to go from one room to another."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why wouldn't it be --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why wouldn't it be substantial when you go from one room to another?  Why doesn't that satisfy the definition of substantial?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, we're -- we're looking for -- for guidelines here.  So if you go from one room to another, that's arguably substantial."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think that a few feet from a cash register to a vault -- I've actually never seen the vault.  It's usually locked away behind the main area, so that's going to be another room, and it's going to be not necessarily a short distance."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I can see -- I think the statistics that we were shown is that the vast majority of bank robberies are at the counter, that people are not moved at all."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"This case -- this case Alderson Reporting Company didn't involve a single step.  But you say whatever it was, nine feet, it's de minimis.  If you are right about that, then this charge never should have gone to the jury because is -- is the jury supposed to say what is de minimis or is the judge supposed to say that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, you -- you say there is -- there is no proper instruction to a jury that would allow this case to go to the jury?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That isn't de minimis. That's -- I mean, don't you accompany a person as well when you stay with them in the room, and did he?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait.  So -- so a person -- does it make no difference that they -- they take the Alderson Reporting Company teller or they take the woman, you walk ten feet down to a room, he says, sit there, and he stays with her to make certain that she won't pop her head up so someone can see? I think that's probably what happened here. All right. If that's what happened here, the accompaniment was not just walking, it was also staying and walking back perhaps."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That’s a very peculiar statute. You kidnap a victim as a hostage. You walk them two feet into the car. You quickly disguise the car and have them lie on the floor, and -- and that isn't covered by the statute. Or you have outside, I don't know, there is a closet, you go, you walk them in, and push them in the closet, that is not covered. It is covered if you -- if you go 30 feet down the corridor with somebody else. I can't -- I don't understand, then, how this statute --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not so sure what -- if you were going to draft the statute to reach some of this conduct where people are forced to accompany the robber, how would you have done it?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In an ordinary use it doesn't.   Justice Scalia gave one example.  Suppose I were to say, the nurse accompanied a patient as she walked around the Intensive Care Unit.   That's an ordinary use of the -- of \"accompanied.\""},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Because that was evident from the rest of the statute, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, all the statutes you cite, they make it clear that -- that you are talking about accompanying over a long distance, kidnapping or whatever else.   But here there's no such indication, and presumably where -- where you have an indication in some statutes, you do not have it here, it presumably does not apply here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it didn't -- it didn't make it comparable to murder because the provision itself says that the -- the accompaniment shall be -- a person accompanied shall be in prison not less than 10 years or if death results, shall be punished by death or life in prison.   So it's -- you are talking 10 years."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Which -- which statute was your client prosecuted under, the old one or the current one?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, well -- Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, I would like to stop you for a minute.   Because I thought that the -- the killing was one thing.   But it -- it wasn't -- there -- didn't the judge say you didn't ask for -- what was it -- Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- death results, right."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So this -- this jury -- I mean the issue of causing the death, that wasn't charged and the defendant was not acquitted of that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If the test is more than de minimis, what does the judge tell the jury if the jury says we don't understand what de minimis means?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What does that mean? They -- what does that mean in relationship to the distance that must be involved?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You want to know what, I mean, that's exactly the same question.   Look, substantially -- you tell the jury substantial, they have no idea in this context.   I mean, I wouldn't.  I would have thought yeah, moving a person -- I don't see what it has to do with her home or somebody else's home. I don't see what that has to do with it.   And a few feet sounds, yeah, it sounds substantial to me.   I know nothing about it, you see. So is there anything else you want to say in Alderson Reporting Company response to what Justice Alito said?   Because that -- think of my problem.   It's not your client that is the problem, but it's not the main problem.   The main problem is to write a standard so people can understand it.   And what do you want the words of that standard to say?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is we don't -- the jury would not know and the court would not know what you are looking at, what ultimately you're concerned about.   You have a number of factors.  But I assume the point of this statute is to impose a severe penalty in cases in which Congress thought there would be great emotional distress for the person who is forced to accompany that person. Now, that could depend on lots of things, not just the distance traveled.   So to -- applying a Alderson Reporting Company purely spatial test to that just doesn't make any sense. You can't say is it substantial in relation to the thing that this statute is getting at.   That is what I have a problem with."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the reason for this? Why a heavier penalty for a case where there is accompaniment it it's not that there is greater -- across the whole category, greater likelihood of trauma to the person who is involved?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do I know – How do I know - Congress considered it equivalent to kidnapping? Alderson Reporting Company How do I know that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I don't know it at all."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"To do that you had to cross State lines.   The kidnapping statute, you had to cross State lines, and you don't even argue you have to cross State lines."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you might be right that it's the heart of what Congress was trying to get at, but this happens all the time when Congress writes statutes, right?   It thinks about a particular case, it has an idea in its mind of the sort of conduct that they mean, which is this John Dillinger example, but then when it gets down to drafting the words it writes words that are broader than that, that include things that are not in Alderson Reporting Company the front of their minds, like this one."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But here it wasn't a single step.   And it seems from what happened that this case presents the   very danger that (e) wants to guard against.   That is, the woman was  terrified and she had a heart attack."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Carpenter. Mr. Fletcher. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but all the definitions begin by saying accompanying is go with somebody as an associate or companion.   Yes, it is certainly a permissible use and a common use in context to say I accompanied someone –you know - across the hall. But when you are in the context that this present one is of bank robbery, the point of associate or companion, I think, takes on greater weight.   Obviously, an unwilling one."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"All right, you take two bank robberies.   One, the robber comes in, waves a gun, pistol whips five people, grabs the money and leaves.   Okay?  In another the bank robber comes in, just gets the bag of money, says, you walk over here 2 feet with me, so he can get the bag of money and leaves. The first one you could get probation.   I mean, you're not going to, but there's no minimum sentence.   And the second one you get at least 10 years.   That doesn't make any sense."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But they didn't care exactly what the minimum was, right, even before the sentencing guidelines, which would obviously have a higher sentence, they didn't care if it was one year because of extenuating circumstances, whatever.   But, they said, forcing someone to accompany you is so much more serious that you get at least 10 years."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Range where?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think there's --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":6,"sideBefore":"justices","text":"The problem -- the problem is there is a set of cases where you can think it's serious and a set of cases where you just think it isn't.   The bank robbery -- there are more in the bank are the ones that concern me that it isn't.   The bank robbers are in the bank, there are a couple of other customers walk in and one of them says will you please walk over here with me for a second.   Okay?  They walk two feet to get him out of the way.   That doesn't sound as if that is a lot worse than pistol whipping somebody. And you can multiply those cases. And what is worrying me about it is, since it's a mandatory minimum, the prosecutors have a choice about whether to -- to indict or not on that ground, and a person who is coming in and who is represented and -- Alderson Reporting Company what is his choice? You know, you either plead guilty or I put this in, too, because you moved one of the customers 10 feet. Now, that's -- that's the -- it's the -- that's the nature of the mandatory minimum which is disturbing and calls, I think, for some kind of lenity when there is openness of interpretation. But on the other hand it's very hard for me to distinguish how to separate the cases that seem comparatively trivial taking place within the bank from the ones where you really are injecting fear, special fear, into the mind of the person who is told to accompany you, and that could take place even if it's like one foot, because he's been singled out. Okay. Is there any way to do it? Is there any way that you could reassure me that in these lesser cases this will not be used as an instrument towards a guilty plea or an instrument where these minor things that he's been talking about nonstop, your brother over here, that they'll certainly turn out to be charged routinely?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that's what you are going to lead it to, Mr. Fletcher, it's just going to be prosecutorial good judgment that's going to separate the case that's, like, could you come with me a couple of feet."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  I guess I'm asking you is there anything else.   Would you -- you think that there should not be a de minimis exception at all."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm asking about a de minimis exception."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Even the one step?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I thought that was the case, which is why I didn't understand Justice Breyer's question where he said the amiable bank robber says, would you please step – what do you say? Would you please step over here?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"justices","text":"Yeah, I'm  walking into a bank robbery where they have about --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Step over there or I'll blow your head off is what he says."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"My -- my example was meant to encompass a polite, but armed, bank robber. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"But the point is the idea of someone whose bank is being robbed not being forcibly compelled to accompany someone is fanciful, and all you have to do, again -- I guess it's repeating the question -- is you got two feet and the prosecutor is armed with another 10 years automatically in his pocket, and then you use that to extort a plea bargain of, you know, six years, somebody who might otherwise wanted to go to trial."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that begs the question, I think."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, your U.S. attorney's manual does just that.   It says you prosecute these when anyone forcibly abducts another during the commission of any offense.   That seems to me to be trying to take out those walked two feet.   That's not a forcible abduction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so you think when the manual says forcibly abducts, it means the two-foot situation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What about that -- why don't we say that? Say that what this statute covers is forcible abduction, and there we are. That's not perfect. But it's – it at least my polite -- armed bank robber who asks the person to move over hasn't abducted him and in many of these de minimis cases there won't be an abduction. Why not just pick up those words and say indeed, the government uses that when it explains it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So the manual is read -- forcibly abducts, they read as for somebody to move two feet.   That's an abduction?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And so the manual which -- the other provision in the manual which is that you should charge as large an offense as possible means that in the case where somebody is forced to move two feet, you charge the -- that as a forcible abduction."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So is two feet consistent with the conduct at issue?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"When Congress first drafted this accompanying language, this was a capital offense, yes?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So, I mean, would you say the same thing if it were still a capital offense? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Of course that was unconstitutional, right?   The -- imposing the death penalty for this."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"For even -- even kidnapping, you know, taking the person away when you're fleeing.   It was unconstitutional to apply the death penalty, so we really don't -- don't have to take that into account, I suppose. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I was just suggesting that maybe we should take that into account in thinking about what Congress could have meant for this statute to mean, but it seems -- it -- it seems very unlikely that Congress meant to give the death penalty to somebody who forced another person to move two feet."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no, no.  But we're talking about what the proper instructions to a jury, not jury nullification.   Don't -- don't play -- don't play that card."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Are the --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What's wrong with de minimis?   Meaning why don't we leave it to the jury to decide when a movement is inconsequential,   it’s trivial?   We're worried about telling them what that -- what that is, but we use the word de minimis all the time, and all we tell juries is you don't have to find this if the movement was really trivial and inconsequential."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And they can then use their judgment instead of the prosecutor about when something is causing the kind of fear that Congress worried about."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we -- we've basically said, albeit only a civil area, that we always assume that trivial and inconsequential matters will not be covered by a law."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know why that can't be true in the criminal area either."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we were going to apply it I guess what we would apply is was there significant fear or trauma induced?   I mean, that's -- that's what the statute's about.   Threatening people, causing them such excitement that they may have a heart attack, as happened here.   I don't know that the distance is what is de minimis.   It's how much you put the person in fear, I suppose."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you could say de minimis did because of the language that you point to, accompaniment.   That's what I criticized you earlier as just being too vague.   But where movements are small, this is -- where movements are small -- in considering Alderson Reporting Company de minimis you can consider that where movements are small, the absence or presence of the kind of fear that is connoted by the word abduction, which -- that's a little tough.   But I see your point there. But the alternative is just this sort of vast discretion in bank robbery cases where -- where there has been nothing more like an inch or it really had nothing to do with the abduction concern and the distances were miniscule."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":9,"sideBefore":"justices","text":"It's a very bad statute."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Would you admit that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, that's true."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, 95 or -- over 90 percent of all the criminal charges in the country Alderson Reporting Company are pleaded guilty.   Isn't that the right number, something like that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And certainly you do read lots of criticisms of people pleading guilty because they are afraid that in the absence of the guilty plea the sentence will go way up.   I don't know how true that is, I haven't seen the studies, but I'm certainly familiar with literature that says that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, no.  That is exactly where the prosecutor needs another ace in his hand.   In other words, if he's waving a gun, if he's assaulting the people, if he's shooting them, fine, he's got enough leverage.   But when he hasn't done any of that and all he's done is asked the teller or whoever to accompany him for -- of forced, I'm sorry, the teller to accompany him for a few feet, that's where the prosecutor says I, you know, it's a good thing I've got these 10 years or otherwise he might go to trial."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"How would you -- how would you see the evidence of prosecutorial abuse?   When you have these cases, he says I'm going to charge you with a 10-year minimum, and the guy says, my gosh, I can't risk that, I'm going to plead guilty to 6 years or 7 years.   I don't see how that pattern could show up in any kind of statistics."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It would not be a reported case because he would have pled guilty."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When they plead guilty don't they have to -- I don't remember if this is just limited to the State systems or not -- don't they have to waive their rights to appeal?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the problem is that there is some fortuity in this.   Some bank robbers will tell people, tellers, move to that corner and lay down on the floor and they'll just point the gun.   There is no accompaniment.   Some of them may say move, and move with them.   There is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I just don't see that as a common sense proposition.   If you're a teller, when are you more scared, when the guy has a gun pointed at you and says get the money or when the guy does not have a gun so far as you can see and says you better come with me over to the vault?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose we had substantial evidence that prosecutors were using the threat of this extra charge in order to obtain guilty pleas, very substantial evidence, would that be a basis for us to rule that the statute is either inoperable altogether or that it should be interpreted in a way consistent with Alderson Reporting Company what the Petitioner argues?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you think that concern is simply irrelevant to the interpretative task that we face."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Carpenter, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Alderson Reporting Company The case is submitted."}],"people":[{"id":0,"fullName":"JOSHUA B. CARPENTER","firstName":"JOSHUA","lastName":"CARPENTER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3726,"interruptions":32,"times_spoken":54,"laughter":0,"num_int_by":6},{"id":1,"fullName":"BRIAN H. FLETCHER","firstName":"BRIAN","lastName":"FLETCHER","counsel":true,"justice":false,"side":"respondent","words_spoken":3274,"interruptions":18,"times_spoken":43,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":870,"interruptions":0,"times_spoken":22,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":712,"interruptions":0,"times_spoken":27,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":325,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":231,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":278,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":213,"interruptions":2,"times_spoken":9,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":216,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1039,"interruptions":2,"times_spoken":13,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":32,"words_spoken":3726,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":18,"words_spoken":3274,"times_spoken":43,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":6,"words_spoken":3884,"times_spoken":104,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":9},"num_jusitces":9,"prediction":{"petitioner":0.6368584386429013,"respondent":0.36314156135709874,"date":1472703110838}}