{"petitioner":{"name":"ALFRED GOBEILLE, IN HIS OFFICIAL CAPACITY AS CHAIR OF THE VERMONT GREEN MOUNTAIN CARE BOARD","counsel":[0,1]},"respondent":{"name":"LIBERTY MUTUAL INSURANCE COMPANY. ","counsel":[2]},"caseNumber":"14-181","date":"2015-12-02T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 14-181, Gobeille v. Liberty Mutual Insurance Company. Ms. Asay. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And it hasn't been argued by Liberty, and we can ask them about that, that this is burdensome, that it might be different from State to State and so forth, and it may be that this sounds more Alderson Reporting Company in conflict preemption than statutory preemption. But can you just answer a few questions? Does this apply to people that are not residents in Vermont but that have been treated in Vermont? And does it also apply to people that are outside of --  that are Vermonters but are treated outside Vermont? I mean, what --  who is the universe to whom these --  this applies? And it seems to me that that would be difficult for plans to --  to figure out."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You say it's chosen to. Does the statute authorize it to?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We -- we -- we ought to consider that, don't you think?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What of the point that Justice Kennedy suggested, that -- that States can have different reporting requirements? So it's a little bit like Egelhoff in that respect, that if there were uniform requirements, that would be less burdensome, but if each State has its own specifications, then that becomes burdensome and costly."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose States had different reporting requirements and the plan showed -- they haven't -- I don't think showed, but suppose they showed that this was burdensome. Does that affect the analysis of the preemption question?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. You could say that it's engaged in health care regulation. You could also say it's -- it is engaged in data collection. And if you say the latter, that is something that -- that ERISA covers."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that still true --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Well --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"justices","text":"-- after the Affordable Care Act? Doesn't the Affordable Care Act include in ERISA a section authorizing the Secretary to gather information from plans for the purpose of improving health outcomes?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But why does it matter --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- why does it matter whether it was in ERISA as originally passed? It is in ERISA now. And it is true that there is sort of an anti-preemption provision, but there is also a provision in the Affordable Care Act that says that the -- the provisions that are added have no effect on the ERISA preemption provision."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what do you make of that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It is health care regulation. Vermont also has laws that govern fiduciaries. So could they have a statute which says all fiduciaries, including fiduciaries --  ERISA fiduciaries must report --  fill out the following forms about how they --  how they invest their money. Can they do that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no. Can they do just what I said? Is --  or is that preempted?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, suppose, instead of that, what they say is, what we would like is that all fiduciaries of ERISA plans send us each month a report Alderson Reporting Company of all of the benefits under the retirement plan that they have paid to any member. Can they do that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So what they're doing is they have their -- their Secretary of Health and Human Services that would like to know how wealthy or poor the workers are. So that's why they do it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You think that's a close question?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, they can -- gee, I see case after case here that says that reporting requirements are a central function. You know, I -- you've read them just as well as I. And -- and it seems to me surprising that they can do that. Isn't that the job of the Labor Department."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because obviously, my question -- it's a good answer, because you're saying Alderson Reporting Company I'm not getting anywhere with this line of --  because you're --  because I'm going to say what about health care. That's the next question. My actual question I'm driving at is this: You should have the information. I have no doubt about that. But the question is whether you have to go to the Labor Department first or HHS and say, we want uniform rules here, or whether they have to come to you when the rules of States turn out to be a mess. And you --  you --  you say you want to go first and let them come after me, and I think the other side says no. If you want to do what you want to do, go to the Labor Department, get a national rule that gives you large range to get what you want."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't know the answer to that question. That's why I ask it."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I see that -- I -- I see that argument as to ERISA as originally enacted, but I am very troubled by the fact that it now authorizes the collection of data for the purpose of improving health outcomes -- health care outcomes. I -- I don't see how that -- unless the anti-preemption provision saves the day, I don't see how that does not undermine your principal argument, which is that ERISA may preempt reporting of financial data and that sort of thing, but it doesn't preempt the collection of data regarding health care."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I really don't see how that can possibly be. If Congress enacted an amendment tomorrow that says one of the core purposes of ERISA is to collect health care information, and here is a -- here is the health care collecting requirement, you would say, well, that's not preempted, because that wasn't the purpose when they enacted the preemption provision, originally."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, saying it doesn't affect the test is quite different from saying that -- that -- that nothing changes. The test remains the same, but now, that test is applied to collection, which -- which the Labor Department is itself conducting, or is itself authorized to conduct. That's not changing the test. It's simply -- it's simply changing the facts to which the test has been applied -- Alderson Reporting Company or the law to which the test has been applied."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that doesn't change the test. Our test would still be the same whether it's a core function of ERISA or not, and -- and it has made it a core function of ERISA."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But this is no problem for you. All you have to do is go to DOL or HHS. The State representative says, this is what we want to do, will you please promulgate a regulation. -- you can do it Alderson Reporting Company maybe in days or days --  which says that this and similar things are fine. And in our opinion, it is not --  it is not preempted. I think you could do that. That's my opinion. I may be the only one who thinks that. So I --  I think it's just a question of which forms you have to go through. But if we take you and say, I'm going to ask --  I'm really asking the government this question, because I don't see why they're on your side, and they'll have an answer to that. See, I want to find out. But what I want to find out is this: The factor I saw was million people have these plans. And if million people have these plans, there can be States with different sets of regulations imposing a huge financial burden upon health care. And were that to happen, suddenly all the people we're trying to help under this plan will find themselves much worse off, and purely for bureaucratic reasons. If I take their side of it, I can have some assurance that the purpose of Congress in these statutes will be fulfilled, because there will not be unnecessary, conflicting reporting requirements, which sound like nothing, but they're very expensive to --  to actually implement. Now, that's my basic problem. The same Alderson Reporting Company question for you, for the government, and for the other side, but the other side will agree with the way I put the question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not going to collect anything. All they're going to say is in our reg, you have permission to go and impose these requirements. But by having to go to them first, we prevent the conflicting requirements of different systems."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It --  it --  it isn't clear that they're able to do that, is it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It isn't clear that a Federal agency can eliminate preemption by simply saying, okay, you can go ahead and do it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"I'm only asking. My point --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Even though it's otherwise preempted under the statute, we say it's okay. I --  I Alderson Reporting Company think that's not a -- not a -- not a clear -- a clear question."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I know your time is running up, but consider two cases. Case one: Vermont is the only State that requires this. Case two: states requirement -- require this and it's all different and it's burdensome. analysis Same preemption analysis? MS. ASAY: Yes, Your Honor, same preemption as in Travelers and De Buono and Mackey. JUSTICE KENNEDY: And same result? MS. ASAY: Yes, Your Honor, same result. As in Mackey, where this Court held that State garnishment litigation procedures as applied to the very benefits that the plan was paying out were permissible. Clearly, those were going to vary State by State, and involve the plans in State-by-State regulation."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":4,"sideBefore":"justices","text":"On rebuttal, because I don't want to eat up more of your time, would you go through the --  through more careful --  more slowly, the fact that this information is all electronic, all of it Alderson Reporting Company already set out in the HIPAA regulations. And so it's just a question of --  and --  and now, all reporting is being done in one system, ICD-10, right? Everybody has to use the one computer system."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bash. "},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Why isn't there also a requirement that the law just not be burdensome over a certain level?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"How is that any different than conflict preemption? How does that give any special effect to the statute here? I mean, you could make that argument if there was no preemption provision."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The former sounds to me like standard field preemption and the latter like standard conflict preemption."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that what you're saying?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"I know that. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why aren't you on the other side of the case? That is, I was fine with you until I read a few of these amicus briefs, and then suddenly I Alderson Reporting Company saw million people. And there are associations all over the place that are worried about this problem. And they have a big chart where they show the possibilities of -- of conflict. You yourself are worried about conflict. Conflict among States in requirements means money. A lot of money. That's what they say, and that's plausible. So what I want to know is: What do you all propose to do about that in the U.S. government? One thing to do about it -- and I've looked up the regs, so maybe Justice Scalia disagrees, but I'm talking about what I think. All right? The -- the -- it seems like they would have authority to issue regs either way; blocking, or getting permission first. That's where I ended up, and that's what I wanted your view about. You see what I'm saying?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Then why hasn't that burden been shown?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"There's something very intuitive about their argument, and it's -- it's essentially what Justice Kennedy said. It's -- it's when States devise different requirements for this, different formatting, different particular information requested, that just all adds up to a lot of hassle, which all adds up to a lot of money."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but a consistent theme in our cases, when you say a mere burden is not enough, is that the government wants employers to, one, set things up -- they don't have to -- and two, they want the money to go to benefits, not to go to administrative and bureaucracy expenses. Is it your view in analyzing this question, do we look at what would happen if States adopted different programs, or do we look at just Vermont because Vermont happens to be first?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah, I think that's right. So you don't think different regimes of reporting is going to require a significant diversion of money away from benefits to administration?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"What kind of a record do you need to show that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course you can't have a record of what States are doing if it's a hypothetical question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But you have pages and of the Blue Cross Blue Shield brief. And there they have a big chart, and there are all these organizations out there that are trying, like the Uniform Law Commissioners, to create uniformity. That's why I say that's why I'm puzzled as to what to do. Am I supposed to write an opinion that says even though Blue Cross Blue Shield feels it's a big mess and trying to straighten it out, they didn't make the right record in the Vermont trial court? How do I write Alderson Reporting Company that opinion?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, I'm serious. How do I write the opinion? I suppose it could happen, but it hasn't happened yet. How do I write the opinion?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"So we go through at one point -- all of a sudden there -- the 11th State that does this, and it's the different things, we say is that a burden? Is that a sufficient burden? We say no. But then when States do it, maybe it's a different answer. That seems like a very odd preemption analysis."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but this goes to basic, very comprehensive reporting of data. It's not simply, well, if you run a daycare center, you have to comply with the rules about daycare centers. Of course you do. It's quite different. One of the things ERISA plans do is report data and compile data. And it seems to me that the analysis that says, well, daycare centers you can. That Alderson Reporting Company seems a little bit off basis."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"No. Of course you can. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Please."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Waxman. "},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, why was it that you introduced absolutely no evidence of burden in the lower courts here?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What about the converse --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What about the converse? What about the converse point for you that I was making before? The number that jumped out from the page is the million people this affects. Now, that's a huge number, and therefore the risk of conflicting Alderson Reporting Company regulations is serious --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- in raising costs. That's for you. But they say it hasn't been shown yet --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- so I ask you: If it does come about, if it should come about and you lost this case, why can't your clients go right to the Department of Labor, whose regulations I've read, or possibly ACCA, and say, we want you to impose a uniform national data collection system or the equivalent, put limits, and then preempt the conflicting State limits? Now, it may be other members of the Court do not agree with this approach, but I've written a case, MetroMedia, where I think the agencies have a lot of power there, and I think they have more capacity to decide this kind of thing than a group of judges. So what about that for you?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that sounds like a one-size-fits-all solution, and there's some value to States being able to think about their own health care needs."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And to think about what things they want. So I mean, just again, let's go back to this burden because it is a very intuitive idea that you have on your side: different States; that's a lot of money. But I guess I wonder why it is a lot of money. I mean, as I understand what's going on here, that all the data that's being requested is data that Blue Cross Blue Shield generates anyway. That all the data that's being requested is data that Blue Cross Blue Shield reports for other people. That really this is a formatting question, even with respect to the wide variety of States, that the States have started getting Alderson Reporting Company their formatting more uniform. So I --  I mean, you know, it's --  you can say it's million people, but, you know, in the end what's the cost?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And why don't you have it in the record?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we know --  we know, Mr. Waxman, that Blue --  Blue Cross is providing this Alderson Reporting Company information with respect to individuals that its own plans insure, and we're told that it is providing the information for other self-insured ERISA plans who didn't make this objection. So do we know at least what is the burden of providing that information for the other self-insured ERISA plans that Blue Cross is -- is providing the information for?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is that information, the -- the -- the laundry list you went through, is that already available at Blue Cross Blue Shield and being reported somewhere else?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why can't you do this?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why can't you --  why can't you simply go --  and the statute says, 1143(a)(1) --  the statute says that the Secretary of Labor and the authorities --  broad in these --  has authority to undertake surveys and collect, compile, analyze, publish data information and statistics on welfare plans. Okay? That's ERISA welfare plans. So you go to them. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And you say, DOL, we want you to promulgate a reg that says you will collect some of this information, but even if you collect --  don't collect it all, you let the States collect the rest."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Now, they can prevent it from being burdensome."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But this --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I don't see --  this is not --  go ahead."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You might think this is not sane, but what I'm -- the way I'm seeing it here is there are two competing problems. One is they should be able to get information like this in the States. But two, there is a problem of burden. And I think there are probably or people in Department of Labor and HHS that could write regs that reconcile those problems and allow both. But I can't, because I'm a judge. So what I'm trying to figure out is how to interpret this statute in a way that achieves those objectives. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, I guess I just don't understand this argument. I -- I -- I mean, I -- I understand completely that there should be some restriction on overly burdensome State regulations of whatever kind. You know, it could be taxes, it could be day care, it could be anything. Right? But why is it that this regulation falls in a different category than taxes or childcare or anything else? Because the State here clearly is not attempting to, and is not regulating, payment of benefits. It's doing something that has an effect on your operations, no doubt, but the State is operating in a completely separate area for completely separate purposes in a way that does not trump or conflict with, or anything else, the choices that ERISA has made as to payment of benefits."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"You're -- you're saying that the State simply cannot have an all -- all-payer database, that that's out because ERISA precludes it, even though it's going to leave a big hole in the information that the State has about that health care being given to its citizens,"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- well, as -- as you're explaining this, it just seems to me it's much easier to ask the plan provider than to ask doctors in -- in -- in one small town, and others, and all the patients --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- unless I misunderstand Alderson Reporting Company your point --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- it seems to me it's much -- much easier."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But this is --  this information is provided by Blue Cross for some self-insured plans, right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And do we know --  do we know what costs Blue Shield then passes on to those other self-insured plans?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Waxman, could a State pass a tax law that requires information about -- about pension disbursements, about claim payments, about assets held in trust? Could a State do that?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"A tax law that requires Alderson Reporting Company information of various kinds."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Not impose a tax, that requires information in order to ensure that the State is taxing the right things."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that a State tax law can't require any information about any of the things that ERISA does, that the plans do, pension disbursements, assets, claim payments, nothing?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Asay, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BRIDGET C. ASAY","firstName":"BRIDGET","lastName":"ASAY","counsel":true,"justice":false,"side":"petitioner","words_spoken":1870,"interruptions":15,"times_spoken":31,"laughter":0,"num_int_by":3},{"id":1,"fullName":"JOHN F. BASH","firstName":"JOHN","lastName":"BASH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1509,"interruptions":13,"times_spoken":18,"laughter":0,"num_int_by":5},{"id":2,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3126,"interruptions":16,"times_spoken":30,"laughter":1,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":357,"interruptions":1,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":362,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":270,"interruptions":0,"times_spoken":11,"laughter":1,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":213,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":266,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1431,"interruptions":5,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":76,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":499,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3379,"times_spoken":49,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":16,"words_spoken":3126,"times_spoken":30,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":10,"words_spoken":3474,"times_spoken":85,"laughter":2,"num_int_by":5}],"outcome":{"side":"respondent","margin":4},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127375}}