{"petitioner":{"name":"MICHAEL MUSACCHIO","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"14-1095","date":"2001-11-30T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-1095, Musacchio v. United States. Mr. Jaffe. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there -- there's -- there's no doubt in this case, is there, that the jury Alderson Reporting Company found beyond a reasonable doubt that the defendant had committed a crime set forth in the indictment?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They --  they had to."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They had to find that, plus something else, isn't --  wasn't that --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"--  that the issue?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So if --  if they came in and said both are true, the first has to --  has to have been true."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't read that as being a part of your case here."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- well, the -- the \"or\" would have been accurate, wouldn't it have?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"On the basis of the argument in this case, I didn't think there was any argument that the government tried this case solely on the theory that he encourage others to exceed their authority."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's how they argued the case. That's how it was indicted. So why isn't it harmless error?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not sufficient to support the conclusion that he exceeded authority."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is more than sufficient, if not the only theory they could have convicted on, was that they -- that he had encouraged others to exceed their authority."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you -- I'm sorry."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You wanted to finish that."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't seem clear to me that these two theories are actually separate. They -- Alderson Reporting Company they -- when Congress enacts a criminal statute, it often adds a lot of synonyms. So, you know, in the -- in a theft statute, whoever embezzles, steals, or unlawfully and willfully extracts or converts, et cetera, they're not necessarily all distinct. And I don't really see a difference between making unauthorized access and exceeding authorized access. Let's take the first, making unauthorized access. Let's say somebody has access to some -- an employee here in the building has access to -- lawful access, proper access to some records. If that employee at night sneaks into some other place in the building and starts looking through files, that person is making unauthorized access. And in the other situation, exceeding authorized access, let's say a person doesn't have any -- any access to any files in the court, but sneaks in and looks at those files. That person had zero authorized access and, therefore, exceeded authorized access. I just think these are -- it seems to me, reading them, they're two ways of saying the same thing. So the issue that's presented here may not -- the issue that you've asked us to decide may not actually be presented by the facts of this case. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If I could go back to your main argument. You seem to be suggesting that the inquiry that we should be undertaking really focuses on this jury and how this jury made its decision. But I had thought that some of our prior cases, in particular, Alderson Reporting Company Jackson, suggests that that's not the correct inquiry. That the correct inquiry really is -- is as to a hypothetical jury, any jury. And so your focus on, well, the way that these instructions might have affected this particular jury just really isn't the right one at all."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they convicted on the first portion and that was enough."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They found, beyond a reasonable doubt, intentionally accessing a computer without authorization, period. And they were told they had to find that unanimously. So what -- what else is there? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That --  that --  that's what your case comes down to: Failure to instruct the jury that they had to be unanimous as to both?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It isn't a harmlessness argument. It --  it's an argument that the jury was told you can convict if A plus B. They came back and said, beyond a reasonable doubt, A plus B, he's guilty. And now you come and say, well, you know, he really wasn't guilty on B. There wasn't enough evidence. That's okay. He's still guilty on A."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I --  I just don't see how you get around that."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not this case. What you -- you -- what you have hypothesized is an erroneous instruction that -- or -- or a -- a -- a failure to find what was necessary. There's no failure to find what was necessary here, so your hypo doesn't work."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I can see that your argument might work in some cases if the jury was confused, if -- if this meant that it took their attention away from a critical element. But I -- I don't see that that's a possibility here, even assuming that Justice Alito's comments, which I think have considerable merit, are inapplicable, but you -- that Alderson Reporting Company they're quite different."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That sounds like what you're saying --  I don't understand the point. What Justice Scalia said seems right. It's charged. You have to find A and B. Therefore, they must have found A. The indictment, superseding indictment charged A. The statute says A. Okay? So we know they found A. Now, what's the problem?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem seems to have been that they were also charged that they had to find B. Fine. They made a mistake. Did you object? No. Was it harmless? It doesn't seem to me how it --  how could it have been harmful. Alderson Reporting Company I mean, I -- I think your problem is the problem with the extra B in the jury instruction. And so I would look to see what's your objection to B? Did you object? No. Then it must have been plain error. Well, it was -- it was erroneous, but was it harmful? Now, that I could understand, but you're arguing something else, and it is the something else that I don't understand."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anybody -- well -- well, I don't see the theory of it. The jury is instructed. You -- he is guilty of murder if he killed someone, da-da-da, and he had -- and he was looking at the ceiling. Okay? Doesn't make any sense. Okay. That was wrong. So now you're saying if the judge makes a mistake there, nobody objects, he says the wrong thing, and he was looking at the ceiling, you have to let the Alderson Reporting Company guy go because -- although he didn't hurt anybody, no harm, you still have to let him go. And I just need the \"why.\""},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It was not a case involving a jury instruction."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"To show that the charge met -- the charge -- the evidence proved the crime on either the statute or the indictment."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"My problem don't know that it's rational to say that that sufficiency of the evidence has to do charged as -- what was charged to the jury what was laid out in the statute and/or in indictment. If it's sufficient under both, trying to say now is it may be sufficient You're conceding it is. You're conceding green hat. is that I a jury in -- with what was as opposed to the what you're under both. it is a possibility the jury found what was charged in the indictment, but the government now has added an element to the crime."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have any case where we've held that or anything close to it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Have you had any case discussing sufficiency of the evidence where we look to the jury instruction as opposed to the statute and the indictment?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that there's a -- that there's a two-count indictment and there's plenty of evidence to convict on Count I and zero evidence, not one scintilla of evidence, on Count II, and the jury convicts on both counts; so the --  defendant is entitled to a judgment of acquittal on Count II. But you seem to be saying in that situation, the court would say, this is a crazy jury. This is an irrational jury because their verdict on Count II is totally ridiculous; and therefore, the defendant is entitled to judgment of acquittal on Count I as well, despite the fact that there's plenty of evidence on Count I. Is that what you're saying?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's different -- what's the difference between that and the argument you just made?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That --  that would be a revolutionary holding."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, now, I don't see a difference, other than a purely formal difference, between that situation and what you're --  what you're arguing."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, this --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- this case is even -- is even worse than the hypothetical that Justice Alito posits in that -- in his hypothetical, Count II was a real count. In this case, the equivalent of Count II in the hypothetical was not real at all. It was a misinstruction which you did not object to."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You didn't object because it was favorable to your client. I mean, it's always better to -- if you have two than just one."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't the -- didn't the government correct the indictment so it would be \"or\" not \"and\"? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, I'd like to hear your argument on the statute of limitations question at this point."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a --  that's a -- that's a rule that will have application in a lot of other situations. You're saying whenever an error can be raised on habeas, we --  we should accord --  no matter that it's been waived, no matter what else exists, we should allow that point to be raised in initial review."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why --  why wouldn't it? I mean --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't it follow?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's your argument: Since it can be raised in habeas, why not do it now?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are, Mr. Jaffe, at least saying, in every statute of limitations case, whenever a statute of limitations is involved in every case, the defendant can raise it for the first time on appeal, every statute of limitations."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe you should take the exception out."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"justices","text":"The court below --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The court below --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Maybe you should --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is by waiver. I --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you just get your exception out and then answer --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd like to get to the substance of your argument, but as I understand your argument, this wasn't a waiver which the court found below. You're arguing it's a forfeiture."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Forfeiture because it was unintentionally done."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And so you are going under plain error."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying when there is plain error, when there isn't an intentional -- you don't disagree with the government that there are intentional waivers that you can't raise on appeal of the statute of limitations. We've gotten a few of them Alderson Reporting Company here."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So let's assume this is under plain error. Now let's go to what -- what made this plain. Okay? We have a bunch of cases that say that this is a statute of limitations as opposed to a jurisdictional bar. Why would it be plain that this is jurisdictional?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. I --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"--  I --  I --  I'm having a very hard time accepting that argument. If we say that it --  it wasn't plain, that this was a claim-processing rule --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Your --  your --  your argument really does --  this is true of all jurisdictional defenses, but I think it's particularly Alderson Reporting Company problematic here, which is it encourages gamesmanship. I mean, if you have what you think is an arguable statute-of-limitations argument, you know, take your chance at trial, and if you win, fine, but if you lose, then raise this statute-of-limitations argument."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What's malpractice? It sounds like a -- a good practice to me for his client."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not true of your jurisdictional categorization if it's jurisdictional and it's not plain error --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And your jurisdictional argument surprised me because you cite a line of cases Alderson Reporting Company that were meant to cabin the use of jurisdiction."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The distinction between claim processing and jurisdictional was to cut back on exorbitant use of jurisdiction, and you just seemed to switch it."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought Bowles went on that the Court had held that before, and so it was going to adhere to its prior ruling."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But again, you would be making all statutes of limitations, quote, \"jurisdictional.\""},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Which might that be?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I would have -- the -- the most recent case that we had, which was Wong, makes clear the statute of -- of limitations generally are not jurisdictional, and I would think suggests that you really have to have language saying it is jurisdictional to overcome that presumption. In other words, just a strong-sounding statute of limitations wouldn't cut it according to Wong. That's the way I would read that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But are you saying that we should adopt a different interpretive rule in the criminal context? Is that what I understood you to say?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Martinez. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If it was obviously wrong, why did the government the first time, in the original indictment, charge \"and\"?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why didn't the government ask the judge to correct his charge when the judge made the mistake of saying \"and\"?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why was the instruction erroneous? You concede that these two methods of violating the statute are discrete? They're not just different ways of describing the same thing?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose you had an indictment charging someone with exceeding authorized access and there was a factual dispute about, let's say, Alderson Reporting Company the date on which the employee's employment ended, so therefore, the date on which any authorized access that the employee had to records of the employer ended, you would say that, if you did not succeed in proving beyond a reasonable doubt that, as of the date when the access was obtained, the employee had ceased to be employed, that that employee would be entitled to a judgment of acquittal? That seems rather odd."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, couldn't there not be --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":5,"sideBefore":"justices","text":"I understand --  I understand your argument about, in effect, that this was harmless error but --  something at page of your brief. You would like us to write in an opinion --  on the very first line of page --  even if courts should generally look to jury instructions when assessing the sufficiency of the evidence which they should not --  you want us to write that in an opinion? It seems to me that would surprise many, many lawyers."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"First thing --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--  we look at --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--  when we --  the first Alderson Reporting Company thing we look at in a sufficiency question is, well, what are the instructions? So you want to say, oh, well, don't look at instructions?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but you -- but you say that we shouldn't look to jury instructions when assessing the deficiency of the evidence. I -- I -- I think that's an astounding proposition."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That suggests that you wouldn't even look to the indictment. That you would just look to the statute."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it's -- it's, frankly, a style point rather than a substantive point. But it -- it -- it does seem to me that we should not put that in the opinion."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So Mr. Martinez, just --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Just going back to this question of whether it's the statute or the indictment, you think you just look to the indictment to tell you which statutes to look to, but if the indictment would, let's say, add an extra element, that doesn't matter? You should --  you should look to the statute in the --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"--  in the same way that you're suggesting here we shouldn't look to the instructions?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But --  but I guess I --  it is --  that does seem a little bit troubling to me just Alderson Reporting Company because of the function of an indictment is providing notice, that if the indictment gets the statute wrong, that -- that the government should be stuck with that because that's what -- you know, that's what the defendant now thinks is the charge."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought that the government agreed that, if the charge in the indictment was \"and,\" A \"and\" B, the government would have to prove A and B -- if that was what the indictment charged."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, you can -- you can imagine cases, can't you, where the instruction on an additional element could cause prejudice to the defendant?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Try, just for an Alderson Reporting Company example, if the additional element would cause the reasonable jury to focus on particular evidence, particularly damning evidence that they might otherwise not have highlighted in their discussion."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let --  let --  let me -- I've been trying to break this down. Let's assume that this had been charged as \"or.\""},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In the jury instruction."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And you concede there was no evidence of the second prong of the \"exceeding authorized.\" How would we look at the case then? It's not A plus B, and we know they had to have found A and B, and if they were wrong on B, they still found A."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This is --  we're not Alderson Reporting Company sure which they did, A or B."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And B is not actionable, let's just say, or there's insufficient --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's interesting because I -- I -- I'm not sure that that's true."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"My hypothetical was that B is not statutorily proper."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose you took a converse case where the instructions favored the government and the defendant didn't object, is convicted, then brings a sufficiency claim. Do you again say it really is measured as against the statute? It has nothing to do with the instructions?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You know, I -- I have a -- sort of a threshold question on that. Your -- your friend says that he really doesn't have to demonstrate that the statute here is jurisdictional because, even if Alderson Reporting Company it's not jurisdictional, he wins anyway. Do -- do you agree with that? I don't know what the plain error is if it's -- if it's not jurisdictional."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In which case there would be plain error."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"In -- in which case the -- the -- the trial court's failure to raise it would be error."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's true."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's true."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"How do you deal with his argument that we should --  if, in a civil case, we make a presumption that a statute of limitations is a Alderson Reporting Company claim-processing rule? In a criminal case, we should have the opposite presumption because of, A, the rule of lenity and, B, because it is on the -- a question of the power of the government."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why shouldn't the rule in this context be the same as the rule for timely filing a Federal habeas petition?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You think that the State's interest in the habeas context in finality and comity is stronger than the defendant's interest in a direct criminal appeal in requiring that the charge be filed on time where what's at stake is -- is a criminal conviction?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but just take a situation where, under the habeas rule, it would be proper for the -- the district court to raise the statute-of-limitations defense on its own motion. Why would that not fit within the plain-error rule?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It still in all doesn't make any sense to say we're going to let him off on habeas because of inadequate assistance of counsel who failed to raise the statute of limitations and yet he cannot raise that point on appeal -- Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- on direct appeal. Make him go through -- why? Why -- why make the society incur more expense, make him probably languish in jail when he's going to -- going to get out on habeas? Why not decide that statute-of-limitations thing in the direct appeal?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Bear in mind I dissented in both Day and Wood, so --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the court of appeals in -- in a direct appeal sees that the statute of limitations for a particular offense is six years and the indictment was filed years after the event. Can the court of appeals say to the government, look at this. It looks like it's too late. Do you have any explanation for this? And the government says, well, no, doesn't -- we can't think of anything. Do you have to wait until habeas to correct that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that might be true sometimes, but it doesn't seem as though that's the ordinary case. I mean, why would you have -- you could -- you can make an exception for cases in which there really -- the government has -- is able to come in and say, we really need to develop the record. But where that's not true, why wouldn't you decide this as quickly as you could?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why formal? I mean, we've been through this many times. It comes up in all kinds of instances. People are always alleging -- not always but often allege that their counsel was inadequate. Sometimes it would be possible to know that on direct appeal, but in the mine-run of cases, you want to find out from the counsel why he did it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And therefore I think every circuit -- I don't know what this Court has said -- has said that you raise IAC claims in collateral proceedings. Alderson Reporting Company Now, if we start making exceptions from that, you're going to get a jurisprudence of when the exception comes up --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- and when it doesn't and how clear does it have to be, and then we'll just add further delay because I guess if I were a court of appeals judge and I saw some obvious mistake, I would say, go file it tomorrow."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Of course --  of course, if there was a --  a strong statute-of-limitations bar, isn't it likely that the trial judge would suggest to defense counsel, don't you want to raise a --  a limitations defense?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What type of strategic reason are you talking about?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could you summarize for me your position on three arguments he made."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I know the jurisdictional one."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But then there's the --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- the other two."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So what would you argue if this was brought up on habeas? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume counsel comes in and says, I just didn't notice it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. And -- and it's very clear -- and the evidence was super clear that this was past the statute of limitations. I don't want to get into the facts of this case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Four minutes, Mr. Jaffe. Alderson Reporting Company "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The law of the case you -- you are -- you are asserting that, if there is a mistake but it's the law of the case, that applies on appeal. As -- and I thought that law of the case applied to the same court, different stages of litigation, not that a -- a court of appeals has to perpetuate a trial court error."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"ERIK S. JAFFE","firstName":"ERIK","lastName":"JAFFE","counsel":true,"justice":false,"side":"petitioner","words_spoken":3543,"interruptions":26,"times_spoken":72,"laughter":1,"num_int_by":7},{"id":1,"fullName":"ROMAN MARTINEZ","firstName":"ROMAN","lastName":"MARTINEZ","counsel":true,"justice":false,"side":"respondent","words_spoken":4798,"interruptions":17,"times_spoken":54,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":229,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":548,"interruptions":4,"times_spoken":24,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":703,"interruptions":7,"times_spoken":35,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":715,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":470,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":403,"interruptions":1,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":301,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":467,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":26,"words_spoken":3543,"times_spoken":72,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":17,"words_spoken":4798,"times_spoken":54,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":20,"words_spoken":3836,"times_spoken":129,"laughter":0,"num_int_by":4}],"outcome":{"side":"respondent","margin":9}}