{"petitioner":{"name":"MERRILL LYNCH, PIERCE, FENNER & SMITH, INC., ET AL.","counsel":[0]},"respondent":{"name":"GREG MANNING, ET AL. ","counsel":[1]},"caseNumber":"14-1132","date":"2015-12-01T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-1132, Merrill Lynch, Pierce, Fenner & Smith v. Manning. Mr. Hacker. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, does your -- does your test depend solely on what is alleged in the complaint or what might be proven under a -- a more generally worded complaint? Suppose the complaint in this case made no reference to any Federal regulations but -- I'm not that familiar with the pleading rules in New Jersey, but suppose they would -- it was, you know, notice pleading and so there's no reference to the regulations but they -- they sought to prove their case by arguing that the New Jersey -- the New -- the rule in New Jersey should be the same as the Federal regulation. Would Alderson Reporting Company that fall within your test?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So they could amend the complaint, and then we wouldn't be here, because they could amend the complaint to say that we're suing under New Jersey law and New Jersey law mirrors the Federal law. It's a matter of New Jersey's choice."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is the Court obligated to do a search of all Federal laws and regulations to know if this complaint might have a Alderson Reporting Company Federal cause of action?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what you said --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Let -- let me ask you: This -- this -- this -- let's assume, as Justice Alito assumed, that New Jersey is the same as the Federal system, notice pleading. Can you just tell me as a matter of practice, do most complaints set forth the Federal statute under which -- not but the specific Federal statute that creates the duty, or do they just allege the duty?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's say just under notice pleading under Federal standards."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they -- but they don't have to do that. As -- as I understand your case, they don't have to explicitly refer to the Federal statute."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that imposes quite a -- quite an onerous task upon -- upon the Federal district court, it seems to me. You -- you have to sift through the complaint and see if any of the claimed causes of action under State law mirror a cause of action that happens to exist under Federal law, without even the hint that they mention the Federal statute."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I just don't understand how."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Meaning under Pan Am, we looked at the operative paragraphs of the complaint, not the general pleadings or background. We looked at what remedies were sought to determine whether you were looking to enforce the law. Each of the causes of action here are under State law. How is that seeking redress under Federal law?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it looked at the operative paragraphs. Why should --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The operative paragraphs here are the causes of action."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Without the Federal law, would there be a duty under State law not to short sell? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Please go back to answer my direct question: If there were no Federal law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, New Jersey -- New Jersey law certainly prohibits fraud. So is --  are they doing anything more than saying, we think this constitutes fraud?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"\"This\" being what the -- the violation --  what you say is the violation of the Federal law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So do they just have to expand their allegation and say, okay, we're not Alderson Reporting Company going to call it \"a Locate,\" but we think it's fraud when you're, you know, short-selling this and you're supposed to have -- and you haven't borrowed this much, blah, blah, blah? In other words, just creating a parallel duty -- which I understood you to tell Justice Alito that would be okay. Instead, they're using a shorthand, \"the Locate.\" Is that -- is that all the -- the only difference?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why isn't this just like --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There are -- there are many, many instances in which there is a State claim, say a State claim for negligence, and the negligent conduct is alleged to be violation of a Federal safety standard. So it's all about whether the Federal safety standard was violated, but the claim is a State claim Alderson Reporting Company for negligence. You wouldn't say that that is a claim that has to be brought in Federal court."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So in your -- in your view, you have to -- if -- if -- if this Court finds that the section here, Section 27, is the same as \"arising under,\" you lose?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Can we go back? Because I'm not sure I understood your answer to my question. Are you saying that if a State adopts a violation of a Federal safety standard as constituting negligence, that that claim arises under Federal law?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But what's the answer to Justice Ginsburg's question?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand. Necessary for what? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You said that it would be only a suit if it were -- Federal suit if it were necessary."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hacker, just looking at the language, I mean, I understand your interpretation of it, but it seems to me that there's, you know, a -- just as good interpretation which says the opposite. In other words, you know, what does it mean for a suit to Alderson Reporting Company be brought to enforce a liability in a kind of circumstance you're talking about? In the circumstance you're talking about, the suit is brought to enforce State law. Now, it's true that State law might look to Federal law; State law might incorporate Federal law in certain ways; State law might have some kind of relationship to Federal law. But what's the suit brought to enforce? The suit is brought to enforce State law."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But State liabilities."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And you would say that's a duty created under this chapter."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why isn't it created under State law as well?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that's sort of ambiguous in the statute. Alderson Reporting Company Let's assume you have a State statute and a Federal statute, both of which impose the same duty. Okay? And someone brings a suit only under the State statute; does not --  does not even mention the Federal statute. As I understand your case, you would say that that person is suing to enforce a duty under Federal law. I would not say that. I would say that person is seeking to enforce the duty that State law creates, not the one that Federal law creates."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So you would have no --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You would have no Alderson Reporting Company case if New Jersey passed a law saying, as a matter of New Jersey law, we hereby adopt, you know, everything under the Securities Exchange Act, including, in particular, Regulation SHO. That is State law. We're following the Federal law because, you know, we think it's easier to do that than write up our own securities code. That's fine with you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, it is. It's saying -- it's saying wherever it says Federal law as -- we just strike that and put in New Jersey law. They can do that. They can adopt whatever law -- source of law they want."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though it's precisely the same at the same level of detail, you have to say under your theory that if you sue just under the New Jersey law, that's okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the duty under New Jersey law is passed by whatever statute they enact saying we --  us too, we want to do it as well, as a matter of New Jersey law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And as New Jersey -- as New Jersey law."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But then you're going to be in a situation where the judge is going to have to try to figure out whether State law exactly mimics Federal law, or whether there are minor deviations from Federal law. And that can't be a good jurisdictional test, can it?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think this is a marginal question. I think this is kind of a, you know, pretty ordinary question of like, well, what is the State law doing? Is it exactly --  lots of State laws exactly mimic Federal law, and lots of them don't."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why couldn't the New Jersey Supreme Court -- why couldn't the New Jersey Supreme Court say this is our interpretation of a provision of the -- the New Jersey Uniform Securities Act, with respect to short selling, this is what it means, and without ever referring to Reg SHO, adopt basically the same or exactly the same rule that is incorporated in that regulation? Would you say that then an -- that an action under that provision of the New Jersey Securities Act would be one seeking to enforce a Federal duty?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"The only one who benefits from that are -- are printing companies. You Alderson Reporting Company say they can't say, we adopt Regulation SHO as New Jersey law; they have to actually go ahead and reprint everything that SHO says, and then it's okay."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if the State law says -- and I'm not sure this one doesn't. What if the State law says, we are adopting the disposition of the current regulation in, you know, in -- in 2015; all right? That's all it says. So if that regulation changes and Federal law changes, State law would not change. What happens in that situation?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? Why? Why?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The court likes this regulation. It doesn't know what this kooky SEC is going to do in the future. This regulation is okay. So they put that -- they put that into State law."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Current SEC requirements."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that what the court is going to do when it hears this action?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that what the State court's going to do when it hears this action? There's nothing about the alleged causes of action -- they allege theft and fraud. So they're going to have to prove theft and fraud under State law as defined in the sections that they've cited. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All of that."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that might be something you could object to at trial if they try to say State law is the same as Federal law and can't prove it. You then appeal that decision if it's wrong. If State law is different, you prove it's different. I'm just not sure what that has to do with the well-pleaded complaint that -- that they are saying this is a duty that arises under the theft and fraud provisions of New Jersey's uniform Securities Act."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Surely they mean the current regulations, right? And you've just told me that if the State law applies only to the current regulation, it is not adopting Federal law, right? So this complaint is referring to the current regulation. Alderson Reporting Company How do you know it's referring to that regulation as it may change in the future?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Because that regulation is a good regulation, and it ought to be New Jersey law. But if that regulation changes, we --  we don't say that it ought to be New Jersey law."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Then they'll lose under -- they brought a claim -- look, is it a necessary -- as a Federal issue, Federal issue is whether what they've done violates Regulation SHO. They don't say that anywhere in the complaint, not even in paragraph 24, but you cite it, I read. This is background. They don't say anything about it, but is it necessary? Is it necessary for them to prevail that they prove a violation of Regulation SHO?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What do they --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't ask you that. I asked what you thought."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You think it is necessary."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine. Fine. That's all I want to know."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now they presumably think Alderson Reporting Company it isn't necessary. Okay?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So if it is necessary and you're right, then this case should have been brought under"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It wasn't, and we're not deciding that. So since we're not deciding it, we have to assume that it is not necessary."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay? If we assume it is not necessary, if we assume that the conditions for are not met, and therefore it doesn't get into Federal court for that reason, why would anyone want a case like that in Federal court when the States want to adjudicate it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is the evidence that Congress wanted that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And all you're left with is, you say, read the language of the statute, don't look to the purpose, don't look to surrounding -- don't look to the surrounding rules of law which actually make Alderson Reporting Company very little necessity for this to be in Federal court, and don't look to anything else. You have your language."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And I agree you have your language."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You have the language. I'm not saying you're going to win on the language."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Go ahead."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So why -- why isn't the SEC here?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Curious."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You are relying on a different language. This is not arising under, but the special language in Section And we have a brief; it's a public citizen brief that says, well, this is -- this Section is not unusual. It lists about, what is it, some ten other statutes that are phrased the same way."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So with respect to every one of those statutes, Public Utilities Holding Company, Federal Power Act, Connally Hot Oil, the same argument would apply to those statutes."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And you think we can reach that interpretation, even as to the Natural Gas Act consistent with Pan American?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stris. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you think, Mr. Stris, this different language was used in these ten statutes?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The amount in controversy wasn't very high. And wouldn't most cases of this character easily meet it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If it was $3,000, something like that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Or even less?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"$3,000 is probably a lot of money today."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"$3,000 is probably a lot of money today. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Would you like to have 3,000 dollars?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's a yes-or-no question, counsel. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if -- if your answer is correct, why do they need to use the term \"exclusive\"? Why don't they just -- just -- just --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- there is jurisdiction in Federal court. That -- why -- that doesn't explain the -- the use of the word \"exclusive.\""},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Over --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But Congress must have --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"justices","text":"I -- go ahead, please."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Congress must have had in mind a certain category of claims that it did not want adjudicated in State court, correct?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So you seem to be saying that the category of claims they did not want adjudicated in State court are only these: Those in which the plaintiff is asking for the enforcement of a Federal duty, and there is no comparable State duty at that time, and the State court is unwilling to recognize a comparable State duty in the context of that litigation. So these are essentially cases in which the State is basically hostile to the Federal duty. And those are the only cases that Congress did not want to have adjudicated in State court. Am I -- have you gone wrong in that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Supposing that you had Alderson Reporting Company brought this claim specifically to enjoin violations of this SHO regulation. So that's your complaint. Court, please enjoin the defendant from violating SHO."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you to describe your complaint? In other words, Mr. Hacker has a certain characterization or description of your complaint, and the -- and the -- the role played in your complaint by the regulation. So if you had to describe your complaint, and particularly, what role does this regulation play in your claims under State law?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I just --  yes. I mean, but there are parts of your complaint that go in much greater detail and focus on the Federal Rules. I --  I think Paragraph says, you know, as set forth in detail herein, the defendants violated the trading rules and regulations requiring that they actually deliver shares they owed to the DTCC to settle short-sale transactions. That's a duty imposed by Federal law."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, along these lines, look --  look at Count 9, 100a of Appendix to the Alderson Reporting Company Petition. \"Each defendant --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"What page is that?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":6,"sideBefore":"justices","text":"100a. \"Each defendant enterprise owed plaintiffs a duty of care in their capacity as gatekeepers of the market. Each depend --  each defendant enterprise breached the duty of care that they owed to the plaintiffs to report suspicious transactions and naked short sales.\" Where does that --  doesn't that come right from Reg SHO?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that doesn't seem to -- that doesn't seem to be relying on Reg SHO as a background proposition. You say that they breached a -- this is a claim for negligence, requires a breach of a duty, and you say the duty that they breached is a duty that's created by Reg SHO."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That isn't what it's saying. It's saying they breached the duty of care that they owed to the plaintiffs to report suspicious transactions of naked short sales. That's the allegation under negligence. What duty of care? A duty of care imposed by New Jersey law? What New Jersey law?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Or is it a duty of care imposed by SHO?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Which State law?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And so the exact words there that the duty of care is referring to are what?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If you know."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I see what you're saying."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. I -- I have a bigger -- a question that I can't get -- I can't figure out, and so I would like your help. Let's go through this. Let's suppose, for present purposes, that as I read through your complaint, I find words -- it's not the words we just said, but similar words somewhere, and I sink -- think, but there Alderson Reporting Company is nothing under New Jersey law unless New Jersey picks up SHO. All right? Why isn't that good enough on that matter to get them into Federal court in arising under cases?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm doing it for argument because --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"--  I'm really concerned about I can't clarify in my mind the difference between somebody being thrown out in an arising under case, and yet getting back in under Section That's what doesn't make too much sense to me. If this is necessary --  the Federal issue is necessary for the plaintiffs to win, there's arising under jurisdiction. Then I don't know what to do with the word \"exclusive.\" But all that seems not to be in the case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So --  so then, if --  if it is not sufficient to get in under arising under, why in heaven's name should it be to get in under 27?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're not going to resist Alderson Reporting Company my conclusion, but you see, it's --  it's --  I --  I need clarification, because I'm not sure I've thought it through correctly."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right, something. And -- and don't tell me I'm right if you think it favors you, because maybe it does favor you, but I've got -- there will be other cases, you know, so sympathize a little with my problem."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm looking for a way to see if we really have to answer all these difficult questions that have been raised, which are pretty tough. And so I was thinking, look, here's what you look to. Judge, see if it is a necessary thing, and if so, whether it falls under Okay? If it's an arising under claim under 1331, kick it out of State court and send it to Federal court. But if it isn't an arising under claim because it isn't necessary to winning for the plaintiff, forget about it. Keep it in State court. I don't care whether it's -- don't -- don't worry about whether the State passed it this way, or the State legislature Alderson Reporting Company referenced it by numbers or referenced it by -- don't worry about all that stuff. Just decide one question."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does it meet the four criteria for arising under? If so, kick it out. If not, keep it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"May I just clarify? I thought it was conceded there was no arising under jurisdiction."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"That's true. I'm not looking in this case. I'm looking for the general rule."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Stris, I guess I don't understand why you're resisting just say saying this language ought to be interpreted in the same way as arising under jurisdiction is interpreted. And it's true they're different words, but it's at least as good an interpretation of these words that they essentially refer to what the arising under test refers to, which after all -- I mean, the arising under test doesn't really have a whole lot to do with the language arising under anymore."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so why isn't that just sort of the simplest thing to do is, we have a test, it's a four-part test, and this language seems to fit that test pretty well, and that's what we should do, we Alderson Reporting Company should just have one test."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So in light of SLUSA, the issue that's before us would apply only in individual actions and small class actions?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, just out of curiosity, why is it so important for your client not to be in Federal district court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You said that you could prevail in this case without showing any violation of the SHO regulation. So could you explain how you could prevail even if you don't show a violation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Three minutes, Mr. Hacker. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. I always thought violations had to do with criminal law. And the whole structure of this provision talks first -- in the first half of the first sentence it talks about violations of the law. The second sentence parallels it, says criminal. The second half of the first sentence talks about all suits in equity at actions at law, or actions at law."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know that --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It talks about criminal proceedings."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JONATHAN D. HACKER","firstName":"JONATHAN","lastName":"HACKER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3578,"interruptions":35,"times_spoken":78,"laughter":0,"num_int_by":7},{"id":1,"fullName":"PETER K. STRIS","firstName":"PETER","lastName":"STRIS","counsel":true,"justice":false,"side":"respondent","words_spoken":4016,"interruptions":20,"times_spoken":39,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":487,"interruptions":2,"times_spoken":20,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":511,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":351,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":246,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":340,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":448,"interruptions":0,"times_spoken":10,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":844,"interruptions":2,"times_spoken":31,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":35,"words_spoken":3578,"times_spoken":78,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":20,"words_spoken":4016,"times_spoken":39,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":12,"words_spoken":3649,"times_spoken":124,"laughter":1,"num_int_by":5}],"outcome":{"side":"respondent","margin":8},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127356}}