{"petitioner":{"name":"DAVID KING, ET AL.","counsel":[0]},"respondent":{"name":"SYLVIA BURWELL, SECRETARY OF HEALTH AND HUMAN SERVICES, ET AL. ","counsel":[1]},"caseNumber":"14-114","date":"2015-03-04T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 14-114, King v. Burwell. Mr. Carvin. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carvin, will you please back up, because before we get to a question of statutory construction, as you know, each plaintiff, or at least one plaintiff, has to have a concrete stake in these questions.  They can't put them as ideological questions. And we have as -- four plaintiffs.        As to two of them, there is a declaration stating \"I am not eligible for health insurance from the government,\" but there's a question of whether they are veterans eligible for coverage as veterans."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I'll ask the government if they agree that --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Court has an obligation to look into it on its own."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think it was ever brought up in the lower court that these -- these two people were veterans."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Unless That's the government that's --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's their position too. And then there were the two women, I think one of them was going to turn 65 in June, which would make her Medicaid-eligible."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Per year?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you said she will turn 65 in June."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So that takes care of"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Again, I'll ask the government if they agree with you on that. And then I think for the fourth plaintiff, there's a question whether she would qualify for a hardship -- hardship exemption from the individual mandate even if she received the tax credit, in which case the tax credits would be irrelevant."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but you have to --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But you would have to establish the standing, prove the standing."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If this gets beyond the opening door. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  I don't want to detain you on this any more but I will ask the government what their position is on standing."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're going to elaborate on that, I would appreciate your -- in your elaboration, I've read that, and this statute is like the tax code more than it's like the Constitution. There are defined terms, and the words you just used concern a defined term. As I read the definition, there's a section, Definitions, and it says, quote, The term \"Exchange\" means, quote, an exchange established under 1311.  And 1311 says, An Exchange shall be a government agency, et cetera, that is established by a State.  Those are the definitions. Alderson Reporting Company So then you look to 1321.        And 1321 says, if a State does not set up that Exchange, then the Federal, quote, secretary shall establish and operate such Exchange. So it says, \"The Secretary is to establish and operate such Exchange,\" the only kind of Exchange to which the Act refers, which is an -- quote, \"an Exchange established by a State under 1311.\"  That's the definition. So the statute tells the Secretary, set up such Exchange, namely, a 1311 State Exchange."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And there's nothing else in this statute."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's throughout what they're talking about.  So what's the problem?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it uses the same terminology that it's used in -- 15 times in this Alderson Reporting Company statute, namely, the terminology in the definition is \"an Exchange established by a State.\""},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the phrase."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carvin."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carvin."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can I offer you a sort of simple daily life kind of example which I think is linguistically equivalent to what the sections here say that Justice Breyer was talking about? So I have three clerks, Mr. Carvin.        Their names are Will and Elizabeth and Amanda.  Okay?  So my first clerk, I say, Will, I'd like you to write me a memo.  And I say, Elizabeth, I want you to edit Will's Alderson Reporting Company memo once he's done. And then I say, Amanda, listen, if Will is too busy to write the memo, I want you to write such memo. Now, my question is: If Will is too busy to write the memo and Amanda has to write such memo, should Elizabeth edit the memo? (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Gosh --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you -- you run a different shop than I do if that's the way -- (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":6,"sideBefore":"justices","text":"Because in my chambers, if Elizabeth did not edit the memo, Elizabeth would not be performing her function. In other words, there's a -- a substitute, and I've set up a substitute. And then I've given -- I've given instructions: Elizabeth, you write -- you edit Will's memo, but of course if Amanda writes the memo, the instructions carry over. Elizabeth knows what she's supposed to do. She's supposed to edit Alderson Reporting Company Amanda's memo, too."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Carvin, if I had those clerks, I had the same clerks -- (Laughter.)"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":7,"sideBefore":"justices","text":"-- and Amanda wrote the memo, and I received it and I said, This is a great memo, who wrote it?  Would the answer be it was written by Will, because Amanda stepped into Will's shoes?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"He's good, Justice Alito."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, but that's --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  That's a very important point, I think, because what you're saying is that the answer to the question really does depend on Alderson Reporting Company context, and it depends on an understanding of the law as a whole and whether they were agnostic.  I agree with that. So it's not the simple four or five words because the four or five words in my example, it's obvious that Elizabeth should edit the memo.  It's the whole structure and context of the provision that suggests whether those instructions carry over to the substitute, isn't it?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, it does.  But you say connote.  No, it's not a question of connotation; it is a question of denotation.  Now what does that mean?  It means that the Federal government, the Secretary, is establishing a thing for the State.  And what is the thing?  The thing that it is establishing for the State is defined as an Exchange established by the State. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, that person from Mars, who's literal, which I usually am not, but a literalist, I think would have to read it that way.  But if you -- if you're not a literalist, well, at least you could read it that way. Now you want to go into the context -- if you want to go into the context, at that point it seems to me your argument really is weaker."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The Exchanges fall apart, nobody can buy anything on them.  You know the arguments.  You've read the briefs.  Nobody can -- there are no customers.  Employers don't have to pay penalties as long as they use just people from Virginia, but one Maryland person comes -- you know all those arguments. So how does the context support you?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But the State, if made the --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Correct -- correct – you’re right --."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Take a breath. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":8,"sideBefore":"justices","text":"I'm -- I'm a little concerned with how you envision this provision working. You're saying that the HHS Exchange can't be for the State so that it's established by the choice of the State. The choice the State had was establish your own Exchange or let the Federal government establish it for you.  That was the choice.  If we read it the way you're saying, then we're going to read a statute as intruding on the Federal-State relationship, because then the States are going to be coerced into establishing their own Exchanges.  And you say, oh, no, Alderson Reporting Company they can't be coerced, but let's go back to what Justice Breyer was talking about. In those States that don't -- their citizens don't receive subsidies, we're going to have the death spiral that this system was created to avoid. States are obligated, insurers are obligated to make sure that in their States, whether they're part of this program or not, that they have guaranteed coverage, that 26 -- that children are covered till they're 26, and that they base their costs on community ratings. So if they have to do that, then costs are going to rise on every insurance -- every insurance plan offered in the country in those 34 States, 3 or 6 of -- or 9 of your States will have tightened their Medicaid eligibility requirements in contravention of the Act, so they're taking money by breaking their compacts. They would have to lose all of their Medicaid money. Tell me how that is not coercive in an unconstitutional way? And if it is coercive in an unconstitutional way, in Bond just -- I think it was last term, we said that that is a primary statutory command; that we read a statute in a way where we don't impinge on the basic Federal-State relationship."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, we did it -- we said it last year."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me say that from the standpoint of the dynamics of Federalism, it does seem to me that there is something very powerful to the point that if your argument is accepted, the States are being told either create your own Exchange, or we'll send your insurance market into a death spiral.  We'll have people pay mandated taxes which will not get any credit on -- on the subsidies.  The cost of insurance will be sky-high, but this is not coercion.  It seems to me that under your argument, perhaps you will prevail in the plain words of the statute, there's a serious constitutional problem if we adopt your argument."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Sometimes we think of things the government doesn't. (Laughter.)"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carvin, where the -- what would the consequence of unconstitutionality be? Very often you have an ambiguous provision, could be interpreted one way or another way.   If interpreting it one way is unconstitutional, you interpret it the other way."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But do we have any case which says that when there is a clear provision, if it is unconstitutional, we can rewrite it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any case we have that says that?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course not. MR. CARVIN: And that was really my point, Justice Kennedy.   Think about the Alderson Reporting Company consequences when -- of the Medicaid deal as being coercive.   22 states have said no to the Medicaid deal. That has created a bizarre anomaly in the law; that if people making less than the poverty line are not available to any Federal funds to help them with health insurance."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":4,"sideBefore":"justices","text":"I -- I fully understand that, but I think the Court and the counsel for both sides should confront the proposition that your argument raises a serious constitutional question.   Now, I'm not sure that the government would agree with that, but it -- it is in the background of how we interpret this -- how we interpret this statute."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It may well be that you're correct as to these words, and there's nothing we can do.   I understand that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":9,"sideBefore":"justices","text":"There are many --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But this is -- this is quite different."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":3,"sideBefore":"justices","text":"I’m not sure, In -- in South Carolina v. Dole where -- where the matter of funding for the highway, suppose Congress said, and if you don't build the highways, you have to go 35 miles an hour all over the State.   We wouldn't allow that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carvin --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carvin, here's a -- you refer to the Medicaid example.   That's a familiar -- a grant-in-aid says to the State, here's the Federal money and here's the conditions, take it or leave it. That's one pattern.   But this pattern that we have says flexible State.   You can -- you can have your program if you want it, and if you don't, there's a fallback. There's the Federal program.   I mean, that's a typical pattern.   It's the pattern of the Clean Air Act.  You can have a State implementation plan, but State, if you Alderson Reporting Company don't give   up your plan, there's a Federal implementation plan. ButI have never seen anything like this where it's if you take what the statute says you can have in 1321, then you get these disastrous consequences."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what are those benefits?   What are the customers that can buy on it? What are the insurers that will sell on it?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carvin, that's not -- that's not what you said previously when you were here Alderson Reporting Company last time in this never-ending saga. (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":6,"sideBefore":"justices","text":"You said the -- you said without the subsidies driving demand within the Exchanges, insurance companies would have absolutely no reason to offer their products through Exchanges.   And then you said the insurance Exchanges cannot operate as intended by Congress absent the subsidies."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why create 1326 at all?   Obviously, they thought that some States wouldn't."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Very possible."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they set up a mechanism for that to happen."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But nobody is going to go-- no Alderson Reporting Company one’s going to visit the program if there are no subsidies because not enough people will buy the programs to stay in the Exchanges."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait a minute.  That was the whole purpose that drove this bill because States had experimented with this, and those that didn't have subsidies or other -- other provisions of the Act didn't survive."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You said it yourself in the prior case."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"My problem -- my problem is that -- the reverse.   You're talking about Congress, how -- hiding, borrowing the phrase of one of my colleagues, a -- a -- a huge thing in a mousetrap. Okay?   Because do you really believe that States fully understood that they were not going to get -- their citizens were not going to get subsidies if they let the Federal government?   What senator said that during the hearings?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's a -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":3,"sideBefore":"justices","text":"I don't know think that's quite right, Mr. Carvin."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Justice Ginsburg."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"It's a tax code provision that's an implementation provision.   It tells you how you compute the individual amount."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it's not in the body of the legislation where you would expect to find this."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And if it --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What Justice Kagan just read to you, you had the idea that the subsidies were essential --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to have the thing work.   That's what you told us last time."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why in the world would they set up this whole extra thing if they didn't think anybody was going to take it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carvin, we've heard talk about this other case.   Did you win that other case? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"So maybe it makes sense that you have a different story today?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean -- I'm sorry, Mr. Carvin.   Please."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carvin, why don't you take an extra ten minutes and maybe we'll give you a little bit more of a chance to talk. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, I'll ask a question. (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I mean, let's go back to this question of where -- where Congress put this thing because putting aside constitutional issues, I mean, there's at least a presumption, as we interpret statutes, that Congress does not mean to impose heavy burdens and Draconian choices on States unless it says so awfully clearly. And here -- and this goes back to what Justice Ginsburg was saying -- there's really nothing clear about this.   I mean, this took a year and a half for anybody to even notice this language. And as Justice Ginsburg said, it's -- it's put in not in the place that you would expect it to be put in, which is where it says to the -- the States, here is the choice you have.   It's not even put in where the statute defines who a qualified individual is or who is entitled to get the subsidies.   Rather, it comes in in this technical formula that's directed to the Department of the Treasury saying how much the amount of Alderson Reporting Company the subsidy should be. And that seems to be -- it both makes no sense from Congress's point of view, and in terms of our own point of view, in terms of interpreting statutes, that's not the clarity with which we require the government to speak when it's upsetting Federal-State relations like this."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If I were a -- if I were a State official and I was trying to decide whether my State should establish an Exchange, and I wanted to know whether individuals who enrolled in a plan on my possible State-established Exchange would get a credit, where would I look?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- I think not, Mr. Carvin.   I mean, I think the place I would look to find out about my choices is in the provision of the statute that talks about my choices. I think the last place I would look is a provision of the statute that talks about -- what is it -- coverage months for purposes of this subsection, which, by the way, isn't even the right subsection, but whatever.   That -- that's where I would look, is in -- is in where it talks about what a coverage month is?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I really want -- I really want to hear what you're going to say in your 5 to 10 minutes.   And if you want, only if you want, I would be interested in your responses to the government's brief, that if you read the words \"established by the State\" without reference to the technical definition as you wish, this isn't just about the taxes; it means employers in Virginia don't have to make policy, don't have to -- don't have to give policies, but if they have one Maryland worker they do; it means that they never can tighten up their Medicaid regulations, never, in 34 States -- but, of course, in the others they can; it Alderson Reporting Company means that there's no qualified person ever to buy anything on a -- an Exchange established by the Secretary for the State, and they have two or three other anomalies that have nothing to do with taxes, all of which supports their argument that you have to read this phrase technically according to the definition. Now, that's their basic point. I've tried to summarize it.   Do as you wish you.  I just want you to have 5 or 10 minutes to answer it."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm going to clock that, see if -- see if you get 5 minutes."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand it --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Wow.  You've been talking a long time."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You have two more sentences."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Those were two long sentences --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think -- I think --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I -- I think I'm right that Justice Breyer's question about anomalies, which are replete in the Act, under your interpretation, did not talk about what I think is one of the most glaring ones, which is this qualified individuals thing, that you're essentially setting up a system in which these Alderson Reporting Company Federal Exchanges, that there will be no customers and, in fact, there will be no products, because Section 1311 says that the Exchange shall make health plans available to qualified individuals, and then the next section says that qualified individual means an individual who resides in the State that established the Exchange. So under your theory, if Federal Exchanges don't qualify as Exchanges established by the State, that means Federal Exchanges have no customers."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's -- that's because they don't share your theory."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your theory --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's the result."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ah, but look at the -- look at the prisoner provision, which it says prisoners shouldn't be treated as qualified individuals.   So under your theory, this statute effectively said that prisoners should be able to enroll on Federal Exchanges? That makes no sense."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we are interpreting a statute generally to make it make sense as a whole, right?   We look at the whole text.  We don't look at four words.   We look at the whole text, the particular context, the more general context, try to make everything harmonious with everything else.   I think you said, even at the very beginning of this argument as we were going back and forth about my hypothetical, that, of course, context matters and context might make all the difference with respect to what those five words mean. And I think what we're suggesting is that, if you look at the entire text, it's pretty clear that Alderson Reporting Company you oughtn't to treat those five words in the way you are."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. General Verrilli, you'll have extra ten minutes as well. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So are you saying one person does have standing? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're surely not raising a standing question with us here for the first time at oral argument, are you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"This is -- this is on a motion to dismiss, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't the question before us as to standing whether the district court correctly held in the motion to dismiss context that there was standing?   That may not be the end of the matter, but don't we have to -- isn't that what's before us?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what are you suggesting?   Should we have a -- should we have a trial here?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- on this issue and find what the facts are?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you -- would you send it back then to -- to the district court?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would you -- would you -- has standing. Why wouldn't we accept a There's no reason not to If he -- if he makes a representation that at least 1 of the 4 is -- has -- was liable in 2014 and is liable in 2000 -- or will be liable in 2015 --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, we know at least one of them won't because that's --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Of course it could be.  I mean it may not be the statute they intended.   The question is whether it's the statute that they wrote.   I mean, you know, there -- there -- there are no provisions in a statute that turn out to be ill -- ill-considered and ill -- ill-conceived."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There are no statutes that make no sense."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the case? Every statute must make sense and we will -- we will twist the words as necessary to make it make -- that can't be the rule."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Of course not."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Where that is possible. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you acknowledge that all of what you're saying only applies where there are alternative readings that are reasonable.   You pick the one that will do all the things that you say."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But, but -- if -- if it can only reasonably mean one thing, it will continue to mean that one thing even if it has untoward consequences for the rest of the statute.   No?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Answer me in principle.  I mean, is it not the case that if the only reasonable interpretation of a particular provision produces disastrous consequences in the rest of the statute, it nonetheless means what it says.   Is that true or not?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I disagree with that. You have a single case in which we have said the provision is not ambiguous, it means this thing, but, Lord, that would make a terrible statute, so we will interpret it to mean something else.   Do you have one case where we've ever said that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But, General Verrilli, before we get too immersed in a number of provisions of this, could you respond to a question that was asked during Mr. Carvin's argument.   If we adopt Petitioners' interpretation of this Act, is it unconstitutionally coercive?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is it a -- I was going to say does novel mean difficult? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":9,"sideBefore":"justices","text":"Because it -- it -- it does seem to me that if the Petitioners' argument is correct, this is just not a rational choice for the States to make and that they're being coerced."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that you then have to invoke the standard of constitutional avoidance."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, Mr. -- General Verrilli, let me ask you this about notice.   We get lots and lots of amicus briefs from States.   And we got two amicus briefs from States here; 34 states I think is -- that's the number of States that declined to or failed to establish a State Exchange?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, if they were all caught off guard and they were upset about this, you would expect them to file an amicus brief telling us that. But actually, of the 34, only 6 of them signed the brief that was submitted by a number of States making that argument.   23 States, 23 jurisdictions submitted that brief; 17 of them are States that established State exchanges.   Only 6 of the States that didn't establish Alderson Reporting Company State exchanges signed that brief, how do you account for that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there's another point on notice on this Pennhurst argument that seems curious to me.   Usually when this argument comes up, a State has signed up for a Federal program and then they say, oh, my gosh, we didn't realize what we had gotten ourselves into.   But here, it's not too late for a State to establish an exchange if we were to adopt Petitioners' interpretation of the statute.   So going forward, there would be no harm."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I said -- I've said going forward."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"After -- after the current tax year."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would it not be possible if we were to adopt Petitioners' interpretation of the statute to stay the mandate until the end of this tax year as we have done in other cases where we have adopted an interpretation of the constitutional -- or a statute that would have very disruptive consequences such as the Northern Pipeline case."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How long has it taken --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- what about Congress?   You really think Congress is just going to sit there while -- while all of these disastrous consequences ensue. I mean, how often have we come out with a decision such as the -- you know, the bankruptcy court decision?   Congress adjusts, enacts a statute that -- that takes care of the problem.   It happens all the time.   Why is that not going to happen here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I don't care what Congress you're talking about.   If the consequences are Alderson Reporting Company as disastrous as you say, so many million people without -- without insurance and whatnot, yes, I think this Congress would act."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, wouldn't it have been -- again, talking about Federalism -- a mechanism for States to show that they had concerns about the Alderson Reporting Company wisdom and the workability of the Act in the form that it was passed?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This is not the most elegantly drafted statute.   It was -- it was pushed through on expedited procedures and didn't have the kind of consideration by a conference committee, for example, that -- that statutes usually do. What -- what would be so surprising if -- if, among its other imperfections, there is the imperfection that what the States have to do is not -- is not obvious enough?   It doesn't strike me as inconceivable."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There were senators, were there not, who were opposed to having the Federal government run the whole thing, because they thought that would lead to a single-payer system, which -- which some people wanted.   And the explanation for this provision is it prevents -- it prevents the -- the Federalization of -- of the entire thing."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's certainly a plausible explanation --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- as to why the provision is there."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the puzzle that's created by -- by your interpretation is this:   If Congress did not want the phrase \"established by the State\" to mean what that would normally be taken to mean, why did they use that language?   Why didn't they use other formulations that appear elsewhere in the Act? Why didn't they say, \"established under the Act\"?   Why didn't they say, \"established within the State\"?   Why didn't they include a provision saying that an Exchange established by HHS is a State Exchange when they have a provision in there that does exactly that for the District of Columbia and for the territories?   It says that they are deemed to be States for purposes of this Act."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So why would they do that?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying that by -- by cross-reference to 1311, they really mean 1311 and 1321?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  That -- that seems to me to go in the wrong direction --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- for your case --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- not the right direction."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, before you -- before you get on to that, that -- your answer doesn't explain why -- why \"by the State\" is in there.   Then why didn't they say \"established under 1311\"?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why didn't they say \"in the State\"?   That's the phrase you just used, \"in the State.\"   Why didn't they say \"in the State\"?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So when the statute says, \"each State shall establish,\" it really means the Federal government shall establish if a State doesn't establish."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And if that were the correct Alderson Reporting Company interpretation, you wouldn't 1321 at all."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're -- you're putting a lot of weight on the -- on the -- one word, such, such Exchange.   Such -- it seems to me the most unrealistic interpretation of \"such\" to mean the Federal government shall establish a State Exchange. Rather, it seems to me \"such\" means an Exchange for the State rather than an Exchange of the State.   How can the government -- Federal government establish a State Exchange.   That is gobbledygook.  You know, \"such\" must mean something different."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The word \"such\" means not -- not just the Exchange that the State was supposed to set up, but it means the State Exchange."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No.  You -- you have to say it means the State Exchange.   You have to -- your case hinges on the fact that a Federal Exchange is a State Exchange for purposes --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would you agree that there -- that there are provisions of the Act where the exact same phrase, \"established by the State,\" has to be read to mean established by the State and not by HHS?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There are some provisions like that."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Well, let's take one -- let's take one.   I'd be interested in your answer to it.   42 U.S.C. Section 1396w-3(h)(1)(D) which says that each State shall establish procedures to ensure Alderson Reporting Company that an Exchange established by the State utilizes a secure electronic interface.   And they say that if that is read to -- if \"Exchange established by the State\" there is read to mean an HHS Exchange, that means that the State in which that Exchange is established is responsible for making sure that the Federal Exchange has a secure electronic interface."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And the State --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":7,"sideBefore":"justices","text":"It met -- it met the requirements of the regulations you say, but do the regulations track the statute?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do -- do they give the State authority to -- to say whether or not these -- Alderson Reporting Company these conditions have been met?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"As I understand your answer to be that there are Federal regulations telling the States what they have to do here, and they've all done it.   But the fact remains that the State has some obligation under the regulations to make sure that there is a proper interface with the Federal Exchange."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the provision that says that only a -- only a qualified individual can be -- can enroll in a plan under an Exchange?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Qualified health plan.  But what's the provision you were referring to when you said that an Exchange may enroll only a qualified individual?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This is part of Section A person qualified to purchase on an Exchange must, quote, reside in the State that established the Exchange."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well I understand your argument is that it's a -- it's a logical inference from a number of provisions that only a qualified individual may purchase the policy, but I gather there is no provision that you can point to that says that directly."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"\"Qualified\" is used in the -- in the lay sense of the term, it's not a technical term here."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is -- is that a synonym for ambiguity?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if it's -- if it's ambiguous, then we think about Chevron.   But it seems to me a drastic step for us to say that the Department of Internal Revenue and its director can make this call one way or the other when there are, what, billions of dollars of subsidies involved here?   Hundreds of millions?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And it -- it seems to me our cases say that if the Internal Revenue Service is going to allow deductions using these, that it has to be very, very clear."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And it -- it seems to me a little odd that the director of Internal Revenue didn't -- didn't identify this problem if it's ambiguous and advise Congress it was."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"If you're right -- if you're right about Chevron, that would indicate that a subsequent administration could change that interpretation?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"General --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":8,"sideBefore":"justices","text":"If there are any -- if there Alderson Reporting Company are any tax attorneys in the -- in the courtroom today, I think probably they wrote down what you just said. And when we get future tax cases, the United States is going to argue that we should not read them to -- you know, there should be no presumption that a tax credit is provided by that statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, General. Four minutes, Mr. Carvin. "},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I follow up on something the General ended with, which -- and Justice Kennedy referred to, which is the need to read subsidies limited.   But so is -- in a limited way.  But so is the need to ensure that exemptions from tax liability are read in a limited way.   And under your reading, we're giving more exemptions to employers not to provide insurance, more exemptions to States and others or to individuals, how -- how does that work?   I mean, you've got two competing --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL A. CARVIN","firstName":"MICHAEL","lastName":"CARVIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3959,"interruptions":42,"times_spoken":89,"laughter":2,"num_int_by":7},{"id":1,"fullName":"DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":5705,"interruptions":28,"times_spoken":69,"laughter":1,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":153,"interruptions":0,"times_spoken":11,"laughter":1,"num_int_by":0},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":585,"interruptions":8,"times_spoken":29,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":857,"interruptions":2,"times_spoken":26,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":635,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1094,"interruptions":7,"times_spoken":28,"laughter":4,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":1091,"interruptions":1,"times_spoken":29,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":691,"interruptions":8,"times_spoken":19,"laughter":1,"num_int_by":3},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":510,"interruptions":2,"times_spoken":17,"laughter":2,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":42,"words_spoken":3959,"times_spoken":89,"laughter":2,"num_int_by":7},{"side":"respondent","interruptions":28,"words_spoken":5705,"times_spoken":69,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":28,"words_spoken":5616,"times_spoken":170,"laughter":9,"num_int_by":4}],"outcome":{"side":"respondent","margin":3},"prediction":{"petitioner":0.5757479531499307,"respondent":0.42425204685006934,"date":1472419305674}}