{"petitioner":{"name":"UTAH","counsel":[0,1]},"respondent":{"name":"EDWARD JOSEPH STRIEFF, JR. ","counsel":[2]},"caseNumber":"14-1373","date":"2001-02-22T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 14-1373, Utah v. Strieff. Mr. Green. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell me what was objectively reasonable about it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, the police officer admits that the person he saw coming out of the Alderson Reporting Company house in question wasn't doing anything. He didn't know that he lived there, he didn't know what he had done, if anything. He didn't even really know that there was drug dealing going on in the house. He was trying to figure that out. So what was objectively reasonable about stopping this man?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It would be interesting if he waited to see whether this was also a short-stay visitor."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see how this is any different than stopping the first person you see."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What's going to stop police officers -- if we announce your rule, and your rule seems to be, once we have your name, if there's a warrant out on you, that's an attenuating circumstance under every circumstance. What stops us from becoming a police state and just having the police stand on the corner down here and stop every person, ask them for identification, put it through, and if a warrant comes up, searching them?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you have a town like Ferguson, where percent of the residents have minor traffic warrants out, there may be a very good incentive for just standing on the street corner in Ferguson and asking every citizen, give me your ID; let me see your name. And let me hope, because I have an percent chance that you're going to have a warrant."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I assume, Mr. Green, that there are a variety of circumstances in which police officers would really like to talk to somebody and really like to search them but don't have reasonable suspicion. And I think that the question that Justice Sotomayor is asking is if you're policing a community where there is some significant percentage of people who have arrest warrants out on them, it really does increase your incentive to -- to make that stop on Alderson Reporting Company the chance that there will be a warrant that will allow you to search and admit whatever evidence you gained in that search."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but this is an officer who -- you say this is a close call. So let's say that there are close calls. But you don't think you have reasonable suspicion, or you think you maybe do if you find a good judge out there, but -- but you -- there is a reason why you want to talk. So this is not a flagrant violation. This is not a dragnet search or something like that. But you -- if -- if -- I mean, it does change your incentives quite dramatically, it seems to me, if you're policing a community where there is some significant percentage of people who have arrest warrants."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the only way they can be absolutely sure. But -- but here, there's -- there's some chance that they're going to find the arrest warrant and then they're going to be able to admit the evidence that they're going to get, whereas before, there was none. And that some chance is not like a once-in-a-blue-moon kind of chance. In these very heavily-policed areas, it's -- I mean, I was staggered by the number of arrest warrants that are out on people. So it's, you know, a significant possibility that you're going to find an arrest warrant and be able to admit whatever drugs or guns or whatever it is you find."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you think it's enough of a deterrence to say to a police officer in this situation, you should have reasonable suspicion? Alderson Reporting Company You know the Fourth Amendment requires it. So before you do an intrusive act demanding identification, you do what you're permitted to do, which is just to ask the person whether they'll talk to you. Don't you think that that would improve the relationship between the public and the police? Wouldn't that be the appropriate encouragement we would give, if we don't let police do these things in questionable situations?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're begrudging them now from doing that. We're saying if you have questionable probable cause, go ahead and do it because we're not going to make you take that extra step of just merely stopping someone and saying, will you talk to me, please."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Green, you make a point that a person's name is not suppressible, and evidence derived from just knowing the name is not suppressible. If you're right about that, then the police could stop anyone and say, whether I have reasonable suspicion or not, I want to know your name -- and that's not suppressible --  then does the warrant check, which you say is intervening circumstance. So it seems that your argument is --  is arming the police with asking every person what is your name and doing a warrant check."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you needed reasonable suspicion. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a case where you're telling us reasonable suspicion or not, the name, a person's name, is not suppressible."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So what is an intervening circumstance, in your view? What is your test for what it is?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. And your view is that we should look at the question of whether something is an intervening circumstance through the deterrence lens. Alderson Reporting Company That makes a lot of sense. We look at everything through a deterrence lens with respect to the exclusionary rule. And that, you know, what we're supposed to say is this -- does this appreciably increase deterrence or not; is that correct?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And I -- so I guess, then, I'm back to my question. In a world in which finding somebody with an outstanding arrest warrant was an extremely low probability, you would be right. In a world in which it was an extremely high probability, you would be wrong. Then it seems like, where is this on the spectrum? What do we know about that? It sure seems -- I mean, again, I will come back to this. I was surprised beyond measure by how many people have arrest warrants outstanding, and particularly in the kind of areas in which these stops typically tend to take place. So that, it seems to me, you know, is a pretty strong argument for why this will increase deterrence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Green --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Do you think that something else includes a subjective component, whether there was a purpose to see if there was a warrant?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So isn't flagrancy --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Is it that -- it's true that that would be a step maybe beyond our -- our -- our cases. On the -- on the other hand, if the inquiry is one of flagrancy, then maybe that's necessary. And it may be particularly necessary here because under the line of questioning that Justice Kagan just concluded with you, it would seem odd for this Court to say the higher crime -- the more it's a high-crime area, the less basis you have to stop. That's very odd."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So it seems to me that the Alderson Reporting Company subjective-purpose component might serve an important purpose here, so that a police officer can't just say, I'm going to see if there's a warrant for this fellow. I'm -- that's the reason I'm going to stop. That seems to me quite -- quite wrong."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"This is a non sequitur. When you talk about an intervening circumstances -- we've looked at it in the case law -- it's always been something different than the actual stop. Another police officer comes by and says, oh, I've been searching for that guy. I know he has -- I -- I have a -- an arrest warrant for him. A witness walks by on another crime and says, he just robbed me down the block. Those are intervening circumstances because they are something outside of the stop. This location of evidence was a direct product of the stop."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It would never have happened except for the stop."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- you know something? Finding the baggie of cocaine gives the Alderson Reporting Company officer reasonable -- probable cause to arrest, but we don't let that cocaine come into evidence merely because it was a ground for the arrest. We look at how the evidence was secured before deciding whether it's suppressible or not. And I don't see how this is any different than not letting someone be arrested -- or suppressing DNA evidence, fingerprint evidence that leads to other crimes. We've suppressed those things because they've been the product of an illegal stop."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Green, you made a statement in reply brief that says, \"The Fourth Amendment does not require officers to have reasonable suspicion before they check for warrants.\" If you mean that, then any officer can say, what's your name, I'll check you for a warrant."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you say they didn't need reasons for suspicion. I mean, as I read the sentence, it says the officer doesn't have to have reasonable suspicion. It can grab you, what's your name, and check for warrants, and that doesn't violate the Fourth Amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Bash. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry. I don't understand why. If there's an arrest warrant for someone, for whatever reason, you can arrest them. What you can't do is stop them illegally to effect an arrest. So it's not as if they're going to get away from whatever the underlying crime was. There's an arrest warrant, they're going to go back and serve their time Alderson Reporting Company on whatever circumstance existed warranting that arrest, why are they getting away with anything?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Of another crime that the police would never have found. But we do that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's true of all evidence we suppress. Now you're attacking our suppression jurisprudence. We understand there's a cost to suppressing evidence. But we believe, as we've been taught by our precedents, that there is value in ensuring that the Fourth Amendment is respected."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So what's our rule now? Now you don't need reasonable suspicion to stop someone. Alderson Reporting Company You only need questionable reasonable suspicion to stop someone. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"And now --  so we've now lessened the standard --  the Terry stop standard, which is fairly intrusive to stop someone. I --  I suspect, and I don't know whose brief it was, yours or your --  or Petitioner's, but someone said the public will stop this if they don't like police stopping you with no cause. I think the public may end up stopping things but in a way the police are not going to like."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"No. But --  but we're not saying --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":4,"sideBefore":"justices","text":"You're not talking about the statistics, Mr. Bash. Could you do that? Alderson Reporting Company And then does the United States know the percentage of residents of the United States who have outstanding warrants?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah. And what -- what should we be concerned about there? What -- what would prevent the problem in -- in communities like that?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But I guess -- I -- I take the point, Mr. Bash, but I guess I just don't understand. Of course, this is a nationwide rule that we would be setting. But most Terry stops do not happen in most neighborhoods. Most Terry stops happen in very high-crime neighborhoods -- appropriately, but where people have lots of arrest warrants. Alderson Reporting Company And -- and you might be right about the specific Ferguson case, but I still have my question, which is why doesn't that dramatically change the incentives for police officers in deciding whether to search somebody? If you know that there is a significant possibility that somebody you stop is going to have an arrest warrant, that's another reason to stop them."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So that was my point about the importance or the likely importance of purpose in this analysis."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But does that mean that Alderson Reporting Company we're going to have to, in every single case, explore the officer's subjective motivations? Because that sounds like the kind of inquiry that we've tried to stay away from in the past."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Now, we've gotten to the point where we no longer have reasonable suspicion at all, because you keep defending this stop. And I keep going to back to he has an anonymous call; he does see a certain number of short-stay visits, but he stops someone who he doesn't know has been a short-stay visit, has not seen there before, knows nothing about this person, and is doing a complete intrusive stop -- not just a hey, will-you-talk-to-me stop, but a formal investigatory stop -- on nothing else."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes. But it's -- it's -- it's a given that there was no reasonable suspicion. And you could argue whether it was. But for our purposes. There was no reasonable suspicion."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Is that -- would you -- the reason that this case comes to us is because the Utah Supreme Court says, no, this is three kings and flagrant; this is all very confusing. And courts are coming out all over the lot, so we want to come up with a simpler test. Do you have -- are you saying Utah was wrong? That the three-prong test that we have now is Alderson Reporting Company fine? Would you change, in any respect, how we look at these attenuations?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Finish your sentence, sir."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Watt. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, would that be true if, let's say, one-half of percent of the residents of South Salt Lake or Salt Lake City have outstanding warrants?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's true, there's a downside. If the officer makes an illegal stop, the officer exposes himself or herself to all sorts of consequences. But you're saying that, let's -- if the -- on the statistic that I gave you, if there's a in chance that there's going to be an outstanding warrant, so the officer says well, you know, I don't have -- I have no reason to stop this person, but if I stop people today illegally, then I'm going to find one who has an outstanding warrant, you would say that that -- that gives the officer the incentive to make those illegal stops."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could -- could you -- is Alderson Reporting Company it permissible to do a warrant check as part of a lawful Terry stop?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in --  in --  in this case, the State, as I understand it --  please correct me if I'm wrong --  has conceded that the stop was unlawful. It has not conceded that it was flagrantly unlawful; isn't --  isn't that correct?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So we take the case as one in which there was no --  there was no flagrant conduct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what's the number? What percentage of people have to have warrants before you can imply that whenever an officer stops someone, it is to, you know, illegally search them because they're very likely to have an arrest warrant?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I suppose that's related. I mean, your brief had a lot of numbers in it. And if only one out of a hundred people have arrest warrants, then I think you really couldn't imply that that was the purpose of the stop."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And some of these numbers -- obviously, you have, in particular communities, high numbers, but some of them didn't Alderson Reporting Company strike me --  I was surprised how low they were. 323,000 is a big number, but that's the entire State of Florida."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that? You mean every time a police officer pulls somebody over and runs a warrant check, it's because he thinks it's likely there's a warrant? Might it --  might it be to protect him when he walks up to the car? He'd like to know that the person is wanted for murder, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But I guess --  I mean, you do require us to determine whether or not he ran the warrant check to ensure his safety in --  in this interaction, or as an investigative matter. I mean, does that make a difference? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why wouldn't it? Why wouldn't it? Now, look at our case, Rodriguez case. We assumed that the check there was to ensure the safety of the officer."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If the stop here is purely investigatory, isn't that different? Can you have an investigatory stop based on no suspicion? You were right when you said he stopped to check for the warrant. The question is Justice Kennedy's question, which is: Is that legitimate?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Without."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"As I understand your position, you don't argue that the arrest was unlawful; is that right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So the arrest was lawful. And when the officer is making the arrest, it's permissible for safety purposes for the officer to frisk the person who is being arrested. Do you agree with that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So it's a -- so it's a lawful search, correct."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't it -- can you -- can you give me one other example of a situation in which this Court has held that the fruit of a lawful search must be suppressed?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in any circumstance."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I'm just pointing it out that that's a curiosity, isn't it, to have a law --  to suppress the fruit of a lawful search? And maybe you need strong circumstances to justify such an unusual and unprecedented result."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Well, I thought that -- you said --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Go ahead."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":7,"sideBefore":"justices","text":"You said you don't question at all the arrest, and you don't question, once there is an arrest, to pat down for drugs --  I mean, the Alderson Reporting Company pat-down for guns. But are you saying that the arrest for the warrant that has -- is a -- a totally different crime doesn't permit you to search for evidence, it only permits the officer to protect himself by patting down for weapons? Is that --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if the individual is going to be arrested and put in jail, isn't it standard procedure and lawful procedure for the authorities to search that person thoroughly? They couldn't have a person bring drugs into -- into the jail or things that the person might use to hurt himself or other people?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So it would -- well, what does that mean? It's -- but it's not -- it -- that doesn't -- that's lawful conduct on their part, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. But -- so you're asking for the suppression of the fruit of a lawful Alderson Reporting Company search."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You're arguing Alderson Reporting Company something that the State's conceded, right?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you still have to say that it's flagrant."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you said that the -- that the stop was made for the purpose of running for the arrest warrants. I just don't know the basis Alderson Reporting Company for that, other than your statistics that in certain areas there are a high number of arrest warrants. In many areas there aren't. I mean, how -- is it entirely empirical? Do we have to accept and generalize from your empirical evidence which -- that the purpose must be to execute or to check for arrest warrants?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But he immediately runs the arrest -- warrants check when he makes the stop because he wants to know who he's dealing with. It would be -- it would be, I think, bad police work to not run the warrant check until after you've had an interaction with the person when the danger that you could have found out about might have been when it's too late to -- to act on it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, I understand Alderson Reporting Company that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"In order to run the warrant --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"You're implying -- I'm still trying to get at how you decide what the purpose was. In your brief you say several times, oh, the purpose is to -- to run the warrants check. And I just want to know why that's -- why that's the case."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You're --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Let's say that the warrant check is something he does when he arrests people. I don't doubt that, but it doesn't prove that that was his purpose in -- in the stop."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're asking us to say that, as a matter of law, you want us to hold that the purpose of this stop was to run the warrants check? I thought the purpose of the stop was to find out what was going --  what was going on in the house."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"The record just doesn't support the first proposition that I made."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"There was no suspicion here. He was -- your client wasn't frisked."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No. There was no activity that the officer is alleged to have seen that would put the officer in fear of any --  that this gentleman was violent or was going to turn on him or do anything else."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So the purpose, as I Alderson Reporting Company understand what you're trying to say is, he is now routinely checking every single person that he stops, whether with or without reasonable suspicion. There can't be any other reason other than he wants to find the warrant or not."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So part of the stop may be to investigate, but the other part of the stop is he's doing this routinely, with no reasonable suspicion, with no articulable fear of his -- for his own safety. He's demanding peoples' names, and he's running a warrant to do what? You're saying to find the warrant."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"How often are -- are cars -- people stopped driving, an officer walks up to the car and they're shot? Has that happened a fair amount of times?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It does happen. So is there no other reason for checking to see if there are warrants out for that person before you walk up to the car? Or before you conduct an inquiry with a ticket?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me not wanting to get shot's a pretty good reason."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we really don't know very much about exactly what happened here, which is unfortunate. But what the officer testified was that he didn't just grab this guy and say give me an ID and then --  and then run a warrants check. He did say that he --  he approached him and he said --  identified himself. He said he thought there might be drug activity going on in the house, and he asked him to tell --  he said, \"I asked him to tell me what he was doing there.\" Now, we don't even know what he --  unless I'm --  it's someplace else in this record, we don't even know what your client said. But he could have said, what am I doing there, yeah, I live there, or, my mother lives there, or, my best friend lives there. Alderson Reporting Company But whatever --  we don't know what he said. But then at some later point he ran a warrants check. So how can we infer from that, that the whole point of the stop was to run the warrants check?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, all he did was go from the house to a convenience store, not in a car but walking."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"He walks to a convenience store, he's stopped in the parking garage but without a car. And I go back to this is not coming up to a parked automobile and getting shot, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Would your rule apply in that situation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Would your rule apply in a situation where the officer approaches the car for a purpose that is later found to be insufficient under Terry? You would suppress whatever evidence is find -- found in that situation too, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So it would apply in the stopping of the automobile situation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"In -- in your brief you took the position that -- that an event is intervening Alderson Reporting Company only if it is unforeseeable."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You --  you disagree with Judge Friendly's analysis in the Friedman case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, with --  with his analysis. As --  as I understand, it took the position opposite to what you're arguing, and I just want to know if you have a basis for distinguishing that precedent. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You agree that attenuation is based on -- on deterrence; that the attenuation determination is based on a calculation of the deterrent effect of the ruling."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and your deterrence argument doesn't depend at all on statistics?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So if one in a thousand people has an outstanding warrant, that's enough?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That statistic would -- that statistic wouldn't upset your argument?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"One -- one in 10,000, would that upset your argument?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I've got to get to a number where you're going to say --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But what was it? We know -- was it a -- a ticket? Do we know --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's not in the record."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think the judges in the traffic -- in the traffic courts are going to start issuing lots of warrants because they want to provide a basis for -- for randomly stopping people?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm very surprised that Justice Alito doesn't know that most of these warrants are automatic. If you don't pay your fine within a Alderson Reporting Company certain amount of days, they're issued virtually automatically."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it doesn't create an incentive of the kind you were arguing, you were worried about before."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The warrants -- the warrants are automatic. You were suggesting that, oh, one thing that will happen is they'll be issuing all these warrants if they know they can get evidence from illegal stops. And because the warrants are automatic, they're not going to be issuing all these warrants, are they?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Ms. Watt. Mr. Green, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's routine practice to -- to run warrant checks. Every stop, legal or illegal, he says it's -- he runs warrants, on the street or in a car. Meaning, that's what the police officer testified to."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So we now have a new rule. We've taken running warrants for traffic stops that we've thought were legitimate because they had to do with highway safety. Now we're saying to police officers, run warrants on any name you get because all you have to do is wave the flag of safety."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"TYLER R. GREEN","firstName":"TYLER","lastName":"GREEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2062,"interruptions":18,"times_spoken":29,"laughter":0,"num_int_by":4},{"id":1,"fullName":"JOHN F. BASH","firstName":"JOHN","lastName":"BASH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1363,"interruptions":10,"times_spoken":15,"laughter":0,"num_int_by":5},{"id":2,"fullName":"JOAN C. WATT","firstName":"JOAN","lastName":"WATT","counsel":true,"justice":false,"side":"respondent","words_spoken":2867,"interruptions":26,"times_spoken":66,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":792,"interruptions":1,"times_spoken":29,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1347,"interruptions":5,"times_spoken":37,"laughter":1,"num_int_by":4},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":704,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":458,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":340,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":726,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3425,"times_spoken":44,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":26,"words_spoken":2867,"times_spoken":66,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":11,"words_spoken":4367,"times_spoken":120,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":2},"prediction":{"petitioner":1.0149066678831775,"respondent":-0.014906667883177516,"date":1472411006054}}