{"petitioner":{"name":"LOUIS B. BULLARD","counsel":[0,1]},"respondent":{"name":"BLUE HILLS BANK, FKA HYDE PARK SAVINGS BANK. ","counsel":[2]},"caseNumber":"14-116","date":"2015-04-01T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 14-116, Bullard v. Blue Hills Bank. Mr. Feldman. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How often, when you have a plan denied, is there typically -- okay, we'll try again, the judge says, I don't like this part of it, you address it and fix it.  In other words, you -- you try again, or maybe a third time, until you get it.  Okay, now it's perfect.  Let's go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, very --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it occurs very frequently, why does it make sense to allow an appeal from the first denial?  Why not wait until -- why isn't it proceeding, the consideration of whether to confirm the plan, and you wait until it's all done, and the judge says, I'm not going to do this, I'm done, rather than -- if -- if you go through three versions of the plan, under your theory, you would have the right to appeal each one."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The problem is that that may be because they never thought they had the right to appeal --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- because it's very easy to get an interlocutory ruling if there's -- if the rejection of the plan is on a legal question.  I still don't understand why you didn't go that route."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah.  And the circuit said --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you already filed your appeal, so we don't have to."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is it only the -- the debtor who can appeal a rejection of a plan?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what we say for 13 Alderson Reporting Company would apply to 11, as well, I assume?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in 11, you -- you would have some well-heeled litigants who would -- would -- would appeal --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- two or three times."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what about the other side?  You say the other side could appeal. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's only in the important cases where this is a possibility?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it's an important case, then the avenues that are provided -- the -- the multiple avenues that are provided for an interlocutory appeal would seem to be satisfied."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't understand."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be the purpose of all those alternative interlocutory appeal if we accept your argument that in every contested matter a decision is final?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If we interpreted the -- Alderson Reporting Company the statute to say that there is jurisdiction here appeals from final judgments and final orders, do you -- is your case still just as strong?  Is this, in your view, a final order?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the first thing the judge said is that I want you to file an amended plan --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"justices","text":"That's what I don't understand."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"-- in a month."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So at least the judge didn't think it was done and over."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess it, again, maybe --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the way you look at it is whether the proceeding is the confirmation or denial of this plan, or if the proceeding is whether to confirm or deny a plan.  Right?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if the debtor had wanted to file a -- a new plan to try and satisfy the judge's concerns, would he have had to file a new action with a new number?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then why is it a final order?  That's what I don't understand."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And are these all final orders?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?  Why -- why doesn't the debtor just say -- Judge says, debtor, I don't like your plan.  I'm not confirming it.  But if you amend it in this way, that way, or the other way, then I'll probably confirm it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay?  And then -- and then the debtor says, I don't want to amend it that way. Okay?  I'm not doing it.  No amendment filed.  Then what happens?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine, and then the debtor has an appeal."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's the problem?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, is that a good idea? What we do is we do there the same as any other case. We say I appreciate your staying this so I don't lose the advantage while I have an opportunity to appeal. And if the bankruptcy judge doesn't do it, you ask the appellate panel to do it.  That comes every day in the week, it comes up in criminal cases, civil cases all the time."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Does he have a good reason or not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  Then he'll get it."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Courts make mistakes sometimes, by the way."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it seems to me that to Alderson Reporting Company guard against a potential mistake, to potentially have appeals -- potentially anyway, none of us knows -- in dozens of cases, and then you say contested matters, there are all kinds of contested matters so we'll have to invent a new set of distinctions about which contested matters do count as final and which ones don't.  That seems to me to be throwing a very giant baby out with the bath water."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And they're the only ones. And then -- then fee -- fee matters or not, though they're contested matters.  I have a list of about 47 contested matters here, that Collier has, and it seemed to me I couldn't figure out.  Maybe that's my failing, but I couldn't figure out what, under your rule, which contested matters were and which were not."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":7,"sideBefore":"justices","text":"It's give --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a given, isn't it, the -- the confirmation of a plan, the confirmation of a plan can be appealed?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And I thought your argument was that this is just the flip side.  You can confirm or you can deny.  Creditors can appeal if -- if it's confirmed."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're defining the contest as yes or no to this plan."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't see that.  Because I thought when a court confirms a plan then there is nothing left to do but execute the plan.  So obviously what you have to do is give an appeal, or the plan will be executed, the wages will be garnished, you'll be paying forever.  But when you deny the plan, nothing more will happen and, therefore, there is appeal."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Now that's what I thought the way it worked."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't see why you give an additional set of appeals when only an amendment is at stake."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean that they would have to say that there's a likelihood that their own ruling is wrong?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because if Justice Breyer were right, that that's a possibility, you would think that that would be a very good way to solve this problem. But you're just saying that they're -- the automatic stays are going to disappear on most of these debtors? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Am I -- am I correct in my recollection that your brief says that some jurisdictions have adopted the principle that you're urging and the sky has not fallen?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What happened on the other side?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they all lose their houses or something in the interim?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we know that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, that's a pretty -- I mean, you know, I realize judges are difficult, but it seems to me if somebody was going to lose his house because you wouldn't grant a stay where he has some kind of an issue on appeal, that's a pretty appealing case for issuing that stay."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Or they're rather hard-hearted if they don't --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There is no lose-your-house exception to that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree if there is some merit to your appeal --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But are we then turning this on whether there's some -- you want to give a lot of appeals with no merit?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Reported cases, or any cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Reported cases, or any cases?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"How much -- how much time, Mr. Feldman, would be involved?  So nothing is going to go on while this issue goes up on appeal."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Something about your claim, yes, you can amend.  But as I understood, your claim is -- the answer you've been given is never.  You cannot have a hybrid."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to never amend -- to make a little change here or there.  It just can't happen at all. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You have --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"My problem still Alderson Reporting Company remains.  You have multiple ways of getting an interlocutory appeal.  You can go to the bankruptcy court.  You can go to the back court.  You can go to the district court.  And you can even ask the court of appeals to -- to grant one."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So you have four levels of protection in the event that a -- one court, like the one you applied to, says no to an interlocutory appeal."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But if you have a novel issue of law like this one, you had all of those avenues."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's probably because there aren't that many denials that are based on novel issues of law. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Tripp, welcome. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"But that just begs the question.  Is -- if the discrete dispute is the confirmation of this particular plan, yes.  If the discrete dispute is consideration of the plan that is going to be part of the bankruptcy, then what you just said is wrong."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But I think that the intuition --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"If you're going to talk about the formality, the bankruptcy judge who doesn't want to be appealed, and I assume most of them don't, simply has to say, you know, I think I will probably deny this unless you come back with something and tell me that -- why this creditor shouldn't get, you know, 200 dollars as opposed to 10 dollars.  And then, although in substance, it's exactly the same as here, where he says this one's denied, but come back with another one --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And yet I assume you'd have to say there are different results in those Alderson Reporting Company two cases."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but creditors want to get on with it.  They want to get paid and out of it.  I mean, the problem here is that we're dealing with bankruptcy where speed is of the essence.  I mean, you've got dissipating assets and -- and all that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"And yet, your creditors aren't terribly interested in delaying things. They want to move forward."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, why isn't there, I mean, just the converse of what's been argued?  The debtor is -- there's an automatic stay.  He's living in his house every day.  He's submitting plans.  Let's say, the lawyer decides one every three days.  They're not dismissed, but they say, do it -- do it over again.  And I think this is great.  Now, I'll appeal each one.  And then I live in my house for ten years, because it takes a long time to resolve that.  I'm not saying that that's good or bad, but I just wonder why -- apparently, that hasn't happened in any of the these circuits, and you explain to me why."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"In other words, they would catch abuses."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"My example uses absurd plans to make a point, but the point is just as good where the plans are not absurd, but plausible, but there's this, that, and the other thing.  They're borderline cases.  They do and can take time.  You could and might proliferate appeals, so why hasn't that happened?  I'm -- that's the question.  Why hasn't that happened?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Or -- or you ask for an interlocutory appeal."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But do you think --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- just -- just --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- would the interlocutory appeal route work?  I mean, especially if this Court were to say in an opinion, you know, interlocutory appeals are really good for this exact purpose.  Is there anything in the structure of the system, is there anything in the incentives of judges that would prevent them from doing interlocutory appeals?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I didn't understand --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- the first part of your answer to -- to Justice Kagan.  You -- you said, well, there's some cases where the interlocutory appeals won't work because it's -- it's partly factual and so forth. But those are the very cases you say there's an automatic right.  Your position is there's a right to appeal.  You don't even need the interlocutory orders."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So it seems to me you're saying that now there are going to appeals in -- in -- under your view, that really shouldn't be taken at all. Alderson Reporting Company It seems to me that works against you."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The -- the --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"The intuition that you're running up against here, Mr. Tripp --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"-- and the reason why people are searching to see if there are alternatives to your rule, is this idea that you're short-circuit -- Alderson Reporting Company short-circuiting what ought to be a kind of negotiated outcome.  And, you know, what I -- what I hear you saying is just, no, you're not, because nobody will ever want to short-circuit a negotiated outcome.  Is that -- is that your answer?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"That's a symmetrical argument, but we're asking a practical argument.  I'm Alderson Reporting Company not --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- sure I accept the symmetrical argument, but I have to think about it. The practical argument is imagine you're a bankruptcy judge, and you get a plan, and it's not perfect, and you think, you know, they ought to change this, they ought to change that, they ought to change the other thing, it would be okay.  Now, if you say, go change it, go change it, I deny this one, but go change it, well, you'd have to take into account, gee, maybe I'll get an appeal.  God, this is going to slow everything down. It's just simpler to say, figure out some way around this.  I'm afraid, in other words, that the bankruptcy judges will -- would get confused on your approach.  Is there a concern there that the negotiation will be made more difficult? understand. final?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Sure."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, forget it.  Forget it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Thank you, counsel. Alderson Reporting Company Mr. Hallward-Driemeier. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"The -- who -- who has the incentive to do that?  The incentive is someone like you, who has a pure legal question.  But they're saying there isn't an incentive to do that in a Chapter 13."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do we have any --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do we have any history, in the circuits that have the rule, that you can appeal of right from a denial of a plan proposal?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, 2005 --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- that's, you know, 10 years.  And these cases are coming up all of the time, and it seems as though you have a good natural experiment that goes on here.  And -- and it hasn't really led to the kinds of bad consequences that we're all --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- surmising about."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"When --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"When you argue as -- as you've just argued that this would give the debtors too much unfair leverage, how does that account for the fact Alderson Reporting Company that some of the very major creditors in the country on the Petitioner's side?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, they must not think there's too much leverage."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do we know why --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do we know why, in this case, the -- the bankruptcy -- whatever you call it -- the BAP, they would not certify an appeal?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Counsel, just to -- you were winding up to answer Justice Kennedy's question, and -- and you haven't -- you didn't throw the pitch.  So what is your answer to his question?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":3,"sideBefore":"justices","text":"About -- about why the Bank of America and the United States are on the other side."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But that --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Well, it's already in their hands, isn't it, when -- when -- when it's a confirmation of a plan, right?  It's in the -- it's in their hands, in the parties' hands."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"They -- they -- they want it to be in the debtor's hands? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So why do they want the debtor to have control of bringing an appeal? That's what I'm asking."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You really don't know. It doesn't make any sense, does it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what is the -- why is it that a debtor can't -- a creditor can't appeal? I mean, suppose you had a plan, the proposed plan said, I want to give $200 a month to Smith and a $100 to Jones, Alderson Reporting Company and the bankruptcy judge said, I'm sorry, I cannot approve that.  I want it the other way around.  Well, Smith is hurt by what he said, so why can't Smith appeal?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But Mr. Hallward-Driemeier --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- I mean, you have to admit that it's very unpredictable.  Some judges will do it, some judges won't.  It won't be completely clear when they do it or why they do it, it will just be kind of luck of the draw."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, yes it is.  I mean, we're trying to figure out what's the best alternative of these systems in a world in which we're not particularly limited by text."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So it's quite important how the other alternatives work.  And if the interlocutory appeal alternative really isn't working because courts aren't using it for these kinds of purposes, then that's an important factor to know about, isn't it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What are the other two? You started off saying there were three.  You got out the first. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And I'm on -- on the edge of my seat, waiting to hear the other two. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Assume we don't think that's very effective."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But that -- but you can see why that doesn't seem very good from anybody's point of view, including the system's point of view, right? You're going to file a plan that you don't like, that you don't want to live under, just in order to get an appeal right where you can come in and say, really what we want you to review is three-months ago when we had a Alderson Reporting Company different plan."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, can we go back to the route that you just described?  Because it sounds strange to me. So the debtor's first plan is denied.        He comes up with a second plan.  Still in the second plan, the judge says, okay, he's in the position of being a winner.  I don't know of a situation where somebody who -- who asks for certain relief, got it, can then appeal that relief, because there is a relief that would be more favorable."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I take it some courts will do it and some courts won't. But even, let's say you're right, that all courts will say, okay, now, that we're here, I'll go and I'll look back at the plan that you really wanted. I mean, you are -- you said, well, it wasn't his first choice plan, but he's accepted it. But maybe he's accepted it just to get the appeal on the other plan. If he's stuck with that latter plan, he's actually going to bag the whole thing and go into Chapter 7 or something."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And you're just making people run through hoops and -- and agree to plans that nobody is willing to live under."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Now, I asked the other side this, I'd like to hear your answer, though it's more -- I -- this is a contested matter. Collier says there are endless contested matters. He Alderson Reporting Company lists about 47. All right. Now, when I asked, but does that mean in all those cases where there is an order in a contested matter, there will be an appeal? The answer was no. No. But this case is different because it has a beginning, middle, and an end, and it's a discrete proceeding. Now, is that, in your opinion, the correct test for sifting among contested matters? Are there other contested matters, where appeal, as if they were final orders, is allowed? What is the criterion? Will it, in fact, produce a nightmare? You're going to say, yes, but I mean, I'd like to know why."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They don't either."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right, then I think they might now agree. So what is the standard?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So far, it sounds to me as if you may agree with them that the correct test is, is it a discrete proceeding within the larger case, and there's nothing that will help me get more specific than that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Am I right about -- on the standard of what counts as a final order for appeal?  I can't -- I don't want to put words in your mouth --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- but that I can say there is basic agreement there."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But that is your -- it's still begging the question, because they're saying the -- the proceeding is the confirmation of a plan, and if the confirmation of the plan is a denial, that -- that ends that proceeding.  So you are begging the question."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And they have resources to do it."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And Chapter 13 doesn't?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Hallward-Driemeier, I mean --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- one of the things that confuses me about this case, quite honestly, is why you Alderson Reporting Company don't have more people on your side.  In other words, where are the creditors, and where are the amicus briefs from the creditors who think that your position is important in order to prevent all of these appeals that you say are going to ruin the system?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- you explained a reason why a particular company, creditor, is on the other side.  But, I mean, really, do you think everybody in the world is so intimidated by the Bank of America? (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":9,"sideBefore":"justices","text":"That no --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Maybe they thought you could handle it on your own. (Laughter.) Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that was the reason that -- that the -- the -- all are debating about what the incentives are.  Who's going to take more appeals and who isn't really has nothing to do with it. What they -- world they actually face is where nobody takes appeals, period, from denials anyway.  And -- and they say the bankruptcy judges are all over the lot on some of this, and they'd like to generate some appeals because they believe that then you would have a more Alderson Reporting Company uniform law.  It would be easier for the creditors as well as the debtors.  And I think that's their basic argument in their brief."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I don't know where to put that --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- in this --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So one -- one thing.  If you were -- maybe there's an argument against this -- but suppose for argument's sake I agreed with you on the basic point.  It would then seem important to put in the opinion there is a problem here about there being insufficient appeals to generate law, but there is a mechanism, namely, the interlocutory mechanism, which perhaps has been used too sparingly.  Now, what do you think of that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That was Justice Kagan's point initially."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"You know, sometimes they even ignore our holdings.  Do you think they're not going to ignore this -- (Laughter.) Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":5,"sideBefore":"justices","text":"-- this -- this piece of advice?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And did they take our advice?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Feldman, two minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JAMES A. FELDMAN","firstName":"JAMES","lastName":"FELDMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":2785,"interruptions":39,"times_spoken":66,"laughter":0,"num_int_by":7},{"id":1,"fullName":"ZACHARY D. TRIPP","firstName":"ZACHARY","lastName":"TRIPP","counsel":true,"justice":false,"side":"petitioner","words_spoken":1366,"interruptions":10,"times_spoken":23,"laughter":0,"num_int_by":4},{"id":2,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"respondent","words_spoken":3479,"interruptions":33,"times_spoken":52,"laughter":1,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":570,"interruptions":4,"times_spoken":25,"laughter":1,"num_int_by":3},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":311,"interruptions":4,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":276,"interruptions":3,"times_spoken":18,"laughter":2,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":276,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1414,"interruptions":6,"times_spoken":41,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":281,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":695,"interruptions":11,"times_spoken":24,"laughter":1,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":49,"words_spoken":4151,"times_spoken":89,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":33,"words_spoken":3479,"times_spoken":52,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":35,"words_spoken":3823,"times_spoken":150,"laughter":4,"num_int_by":6}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.588901951570675,"respondent":0.41109804842932496,"date":1472418053211}}