{"petitioner":{"name":"DAVID A. ZUBIK, ET AL.","counsel":[0,1]},"respondent":{"name":"SYLVIA BURWELL, SECRETARY OF HEALTH AND HUMAN SERVICES, ET AL.","counsel":[2]},"caseNumber":"14-1418","date":"2016-03-23T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 14-1418, Zubik v. Burwell, and the consolidated cases. Mr. Clement. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you explain to me the analogy with military objectors during the war? Many of them felt that -- genuine belief; they were pacifists -- that if they registered as pacifists, that that would mean other people would have to serve in their lieu. They were going to jail, and many of them did go to jail, because of this belief. Why is going to jail less burdensome or less important than paying a financial penalty?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's stop there."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"To the extent that a conscientious objector's good faith belief is that if I register, someone will serve in my lieu, what burden is Alderson Reporting Company it on the government? Meaning, if -- if you're looking at it in terms of strict scrutiny, the government sends out how many notices to people to come and serve? Ten -- you know, 1,000, 1,200. Do you really think it makes a difference if it knows whether or not one person is not going to show up? And if we're going down that road of what's the difference, why would that law survive?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, then, isn't that the same thing here? If you don't know who can pay, or who -- who's not eligible, or who's eligible to pay, how does this system work?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The churches have to Alderson Reporting Company tell us that their church plans -- have to tell the government their church plans. Somebody has to tell the government who's eligible or not eligible."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that different from military service?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but the client, then --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"You -- you -- you began, Mr. Clement, by saying that the government Alderson Reporting Company mischaracterizes your position, and I was just not quite sure where that argument was taking us. You're getting more into the specifics of it now, but could you just begin again there, and --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  again, what we are talking about? (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Clement, that Alderson Reporting Company might be so. But what happens if somebody did just object to objecting? It seems all your arguments would apply the same way. In other words, somebody comes in and says, I do object to objecting because objecting will make it easier for the government to fill my slot. That's a perfectly understandable thing to say. And that's part of my sincere religious belief. And you say the sincere religious belief is what controls. And there too it would seem under your very theory you would have to say that that's a substantial burden, even if it's objecting to objecting."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Yes. I mean, we have the same penalties that we have here, and the person is just objecting to objecting. And that's part of the religious belief because that will make it more likely that the government will be able to fill the slot and to take efforts to, you know, to -- to provide contraceptives."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's a hypothetical that's directly implicated by your very theory of the case, because your theory of the case says that everything depends on a person coming in saying this is against my religion, and that being the end-all and the be-all."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're just not answering the question."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if I understand that answer, it's that if a person had a sincere religious belief that objecting to objecting was a form of complicity, then that would control, and you would have to go to the second part of the analysis, which is to say, is there a compelling interest test? Has the government's response been narrowly tailored? But essentially, the objecting -- the difference between objecting to objecting and your clients' position is not a difference at all with respect to the burden analysis."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess what I'm saying, Mr. Clement, is I understand the factual distinction that you're making, but the factual distinction doesn't matter given your own legal analysis."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What I don't understand, Mr. Clement, is when will any government law that someone claims burdens their practice ever be insubstantial? Because every believer that's ever come before us, including the people in the military, are saying that my soul will be damned in some way. I'm not naysaying that that is a very substantial perceived personal burden by them. But if that's always going to Alderson Reporting Company be substantial, how will we ever have a government that functions? How will we ever have anything that the government can demand people to do in objecting --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"--  that won't be a problem?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's the side of the debate that settles, which is if we are not asking you to do anything except identify yourself, and if who is going to do the action is either the government or a third party, that that's the balance that we have struck, that it's not a substantial burden if someone else is going to do the act that you're objecting to."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they --  what other than --  who is the TPA? Who is the insurer? That's all."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And then they have an independent contract. The insurer or the TPA is then not dealing with the employer at all. It has an independent obligation that is imposed by the government on it, and not the --  not the company."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not an Alderson Reporting Company authorization. The government -- the law -- the regulation requires it, but it doesn't matter whether you say yes or no. And you could say, I fill out the form. I do not authorize. I do not permit. It won't make any difference."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because the government has another interest at stake in -- one thing you said and I want it clear that this is not involved at all. No one doubts for a moment the sincerity of the belief of your client and all the others. And since sincerity of their belief is accepted, it's off the table, any more than the sincerity of belief of the parents in the Roy case was questioned. In none of these cases is that an issue. That's accepted. But the government has acted in this case, as you know, the -- the original health care plan didn't Alderson Reporting Company provide these covered services for women, and it saw a compelling interest there, a need that was marginally ignored up until then. So as in all things, it can't be all my way. There has to be an accomodation, and that's what the government tried to do."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":7,"sideBefore":"justices","text":"You started to talk about -- you started to talk about self-insured plans. Is it the case that the form or the notice to HHS in that instance becomes a plan instrument?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's out now."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you don't have to do that. You can notify the government."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the -- is the essence of your argument that -- and your objection is that the contraceptive coverage is -- is being done through the health insurance that you contract with?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we accept the -- your clients' view on complicity, or do we have a Palsgraf analysis and see how far the causation go -- I'm -- do Alderson Reporting Company we just accept your view on complicity and then just see whether or not the accomodation is possible on this and that's the least restrictive?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you finished?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. I have -- You must have thought about this question, I suspect. I'll assume, I want to assume for purposes of the question, that this isn't just a matter of signing a form with an objection. Your -- your clients are involved in the health care plan in major ways. They probably figure -- sign papers every five months or every day, and they choose insurers. They do all kinds of things. And it's the topping, the icing on the cake, that pushes it over the edge, which is that you have to fill out the form saying, I object, this is my insurer, you then can contact my employees, da, da, da, da, da. It's a whole bunch of things. All right. So the question is, putting that all together now, are they protected by RFRA? I think the reason that the Court went from Sherbert and Verner over to Smith was they couldn't figure out how to apply Sherbert and Verner. And it's Sherbert and Verner that RFRA picks up. And this is at least one difficulty with it, which is where I'm going. And I've even read St. Benedict. You know, not -- not for religious purposes, I'm trying to find out something about being a member of society. Alderson Reporting Company Sometimes when a religious person who's not a hermit or a monk is a member of society, he does have to accept all kinds of things that are just terrible for him. Think of the Quakers, the Quakers who object to Vietnam. Think of the people who object to laws protecting blasphemy. Think of the people who object to shoveling the snow in front of the walk that will lead to the abortion clinic. Think of the Christian Scientists who know when they report the accident, the child will go to the hospital or the adult and receive medical care that is against their religion. So there are loads of things. I've just given you four. Think of the taxes. Well, there's no question that doesn't violate the religious clause. But plenty of other things do. So what's the line? Why do the Quakers have to pay the taxes for Vietnam, but you don't find the religious Jew or Muslim getting an extra day off during the week when the law says nobody can work on Sunday because their sabbath is on Saturday? What is the line? And I've been reading and reading to try to find a fairly clear simple statement of what that line is and how it works. And to repeat the difficulty of Sherbert and Verner, which is what RFRA does, quite honestly, doesn't help me. But you might. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Did -- did they tell me that it worked?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the Quaker, the Quaker. You think that wasn't a substantial burden?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Francisco. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you suggesting that once you have this category, the church, then any other organization, religiously-oriented organization, has to come within that same category as the church itself? The government can't treat the church as special and give it an exemption that it doesn't give to religious-oriented organizations?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Yes, the government could do that, but does it have to? That is, can the government say we are going to treat the church itself ultra protected? Religious-oriented organizations are protected, but not at that same level."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The same with a university?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"The same with a Alderson Reporting Company university?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but then you're answering really to the affirmative in -- to Justice Ginsburg's question. Once you give it to a -- a church, you have to give it to any other religious organization. That's -- that's your position."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"It's going to be very difficult for this Court to write an opinion which says that once you have a church organization, you have to treat a religious university the same. I just find that Alderson Reporting Company very difficult to write."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought there was a -- a very strong tradition in this country, which is that when it comes to religious exercises, churches are special, and that -- you know, we have said this most recently in Hosanna-Tabor, but it's a long line of cases which says that there's something very special about churches themselves. And -- and if you're saying that every time Congress gives an exemption to churches and synagogues and mosques, that they have to open that up to all religious people, then the effect of that is that Congress just decides not to give an exemption at all. And that's why there are some people who are extremely strong RFRA supporters who have deserted this cause Alderson Reporting Company right here, Professor Laycock among them, because of the mortal danger that it poses to churches."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But the grandfather is traditional. There are many statutes that have grandfather provisions that --  they're transitional. And there are many statutes that --  that treat small enterprises differently. Are --  are you saying that once the government makes --  recognizes, exempts from the law the small business, the very small business, once it has a Alderson Reporting Company number, like in Title VII, employees, that's it? The floodgates open, and it has to --  has to open what is an exemption for the very small business to everyone?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Couldn't Congress, or perhaps the Executive, survey the employees and of other --  of religious nonprofits and of religious nonprofits, the Little Sisters, university, and determine the percentage of each of those groups who are members of the draw a distinction among those groups based that survey? Couldn't Congress do that? of churches categories a big employees in religion and on -- on"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, we could also just --  why don't we assume that if they are part of the --  if the majority are part of the religion, that they Alderson Reporting Company are not going to buy contraceptives? That's their religious tenet. And so why are we worried about this case at all?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"We are worried because there are some women who don't adhere to that particular religious tenant, and who have -- we perceive the government has determined, have a real need for contraceptives."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What is the utter absence? there is plenty of evidence that was relied upon to show that when contraceptives are provided to women in a seamless way, that the number of unintended pregnancies dramatically falls, as does the number of abortions. And so that health risk to women who want contraceptives who can't get it is proven, scientifically and otherwise."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But you know that we exempt certain employers of certain size from Title VII, and it's not because we don't believe that racial discrimination is a bad thing, and it's not that we're not committed to eradicating that problem, but because at a certain point, we have assumed as a society, or as a government, that you can't do everything. So you can't take care of the health needs of a hundred percent of women, but you can of a significant number. Why is that a judgment that is not entitled to some respect?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Francisco, I have to admit to not quite understanding this argument, that -- it seems as though the most important laws, the laws that serve the most compelling interests, are -- often have exceptions in them. There are often small business exceptions. There are often transition rules, like the grandfathering provision here. And if, every time that existed, somebody could come in and say, well, the government must not really believe in this law because there is an exception to it, state -- allows some people -- then, I mean, we might as well pack it all in. There's not a law in town that doesn't have exceptions like that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"It's lower and lower every single year. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If you make any change --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"If you make any change in your health plan, then you're out from under the grandfather, and every employer is going to make changes in the health plan. So it's a diminishing --  it's a transitional period. Once you make a change in your plan, you're out from under the grandfather."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Here is the deal you would put in place, Mr. Francisco. You would be saying to Congress, Congress, next time you pass a law, don't put in an exemption for churches; you're going to get in real trouble doing that. Don't write transition rules that will help people adjust to a new legal regime; you're going to get in real trouble doing that. Don't write exemptions for small businesses, even though there are very particular concerns that small businesses face; you're going to get in trouble for that. Now, those are terrible incentives to give to a legislature, are they not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I see your point is that -- Alderson Reporting Company let's imagine a widespread government program filled with exemptions. There are a smaller group of people who need an exemption for religious reasons. We look at those other exemptions. Some seem to have good reasons; some seem to have terrible reasons. We -- really, under the RFRA or the First Amendment should exempt the religious too, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay. I've just described to you the United States Tax Code where we know that you do not have to have an exemption for those who are religiously objecting, for example, to paying taxes because it would support a war."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay. So what -- that's what I'm looking for. Same question. And I'm not asking it to refute you; I'm asking it because I'm looking for what the distinction actually is. And for the reason I just said, I don't think the distinction can be, well, you've exempted some people, so you have to exempt the religious people too. But that would run throughout the government of the United States. So what -- we know there is a distinction, or at least you -- I believe you when you tell me Alderson Reporting Company there's a -- I want to know what you think it is."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"No, they're not. All right, well, go ahead. You want to say that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I got where you're going with your exemptions, but that's not the thrust of my question. The thrust is I haven't found it yet. I want to find what the real distinction is, whether you call it RFRA or call it Smith, I don't care what you call it. I'm trying to find the basis for the distinction between those things that we do require people to do despite their religious objection and those things that we don't. And if you want to think there's no such difference, just read -- as you've read, Neuborne's brief. Lists them all in two pages. Some go one way; some go the other way. He says it's because of other Alderson Reporting Company people being involved. That might be the answer, but what's your answer?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What -- what is the right line?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Give me a hint what the direction is. (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Francisco, may -- may I ask a question? Is there any accomodation that the government would offer that would in fact result in women employees of your clients, or students of your clients, getting health care as part of an employer-based plan or a student-based plan, getting contraceptive coverage? Is there any accomodation that would be acceptable?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"No, no, no. Through -- in other words, is there -- is there any -- you object to this notification. Is there any kind of notification that would be acceptable?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"No. The religious employers, their employees do not get contraceptive coverage through the employer-based plan. I'm suggesting -- I'm asking whether there's any accommodation that would result in the women employees Alderson Reporting Company getting contraceptive coverage seamlessly through an employer-based plan that you would find acceptable."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what might be acceptable if it puts enough distance?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So your answer to Justice Kagan is wrong. Basically you're saying, even if all you do is an opt-out, I raise my hand, I tell you that I'm a religious objector, and they somehow, from this suit, they know who your third-party administrator is, they have a general law that requires now all ERISA plans and insurance companies to tell them who their clients are; that if your insurer is involved in any Alderson Reporting Company way, you object?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Paid for by the government?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"But Justice Kagan's question was these college students, they want to get the same coverage that --  that is available for all other conditions. You --  you --  as far as I understand, you're saying no. It has to be some other plan. Government buys --  government provides its own plan, but as long as you connect the insurer --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"--  it is insuring the religious organization. As long as that insurer is linked, it's how these students will have to get something else. It can't get what all the other students get for all other health protection. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. General Verrilli. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And is it fair for me to infer from the way you open your remarks that you concede that there is a substantial burden here? And the question then is what is a permissible accommodation? What's the least restrictive alternative? Do you concede that there's a substantial burden?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do -- do you question their belief that they're complicit in the moral wrong?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then -- then it seems to me that that's a substantial burden. And then -- and the next question is whether there is an accommodation and whether that's the least restrictive."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- in other words, your compelling interest is not that women obtain the contraceptive services. Your compelling interest is that women obtain the contraceptive services through the insurance plan or the third-party administrator hired by the Petitioners, hired by the Little Sisters. In other words, it seems to me you can't say that what you're trying to do is make sure everybody has this coverage. You want to make sure they have it through the program set up by the Little Sisters, and that's what they object to."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The point is that it's the form in which the services are provided that you object to, not the fact that they be provided or not, because that's not the question. In other words, the Petitioner has used the phrase \"hijacking,\" and it seems to me that that's an accurate description of what the government wants to do. They want to use the mechanism that the Little Sisters and the other Petitioners have set up to provide services because they want the coverage to be seamless. Alderson Reporting Company Now, maybe that's a sufficiently compelling government interest, the form in which the services are provided, but the interest is not whether or not women receive contraceptive services. The Petitioners do not object to the fact that the people who work for them will have these services provided. They object to having them provided through the mechanism that they have set up because they think, you know, whether you or I or anybody else thinks, they think that that complicity is sinful."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But you're saying, don't worry, religions, you're not complicit. That's what you're saying?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me then the analysis has to be whether or not there are less restrictive alternatives and if -- is this the least restrictive alternative?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let me mention one of them. Suppose that it were possible for a woman who does not get contraceptive coverage under a grandfathered plan or under a plan offered by a church or under a plan offered by a religious nonprofit to obtain a contraceptive-only policy free of charge on one of the Exchanges. Why would that not be a least -- a less restrictive alternative?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what type of a burden does that impose? Is it because these -- these Exchanges are so unworkable, even with the help of a navigator, that -- that a woman who wants to get free contraceptive coverage simply has to sign up for that on -- on one of the Exchanges?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So she'll have two insurance cards instead of one. She'll have one from the employer, and she'll have one from this plan, just as a lot of people have one insurance card for medical services and one for prescriptions --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- for dental or vision."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, we can talk -- we can talk about that in a minute, but continue with that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But why would that be? He would be -- he would be paid under the -- under the contraceptive plan."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you don't think that they would be willing to sell them if you subsidize them at percent, which is what you were doing in the case of those who provide services under self-insured plans."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What about the women -- what about the women in grandfathered plans --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- under -- in grandfathered plans that offer no contraceptive coverage? What about them?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But, you know, in the long run we're all dead. But what's going to happen in -- (Laughter.)"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":8,"sideBefore":"justices","text":"-- in -- in the interim? What was the reason why Congress did not require contraceptive coverage right away under the grandfathered plans? It required coverage right away under the grandfathered plans for 25-year-olds so that they could get coverage under their parents' health insurance plan. It would have been no great administrative difficulty for the grandfathered plans to put in contraceptive coverage, preventive care coverage right away, just as they did for the 25-year-olds. And yet Congress said, for the really important things, like covering the 25-year-old graduate student, yes, you have to do that right away. But for these other things, including what we're talking about today, you can continue to have -- not to provide that coverage for Alderson Reporting Company women as long as you maintain your grandfathered status."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but to -- to come back -- to come back to the point that you were making about the Americans with Disabilities Act, that certainly is a good point for the Americans with Disabilities Act. It can be very expensive to retrofit facilities to accommodate people with disabilities. But are you saying that the burden of simply instituting coverage for preventive care as it was done for coverage for 25-year-olds is comparable to making architectural changes?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"General, can we go back to the substantial burden question? And I think that Justice Breyer has been talking about how to draw this line. When is it that government has to act to accommodate, and when doesn't it have to act to accommodate? There is some amici that have suggested a line that at least to me helps draw some clarity to the cases, our cases, which is, if what your religious belief is asking the government to do is to change its behavior with respect --  its regulatory behavior with respect to others, then it can't be a substantial burden, because we live in a pluralistic society in which government has to function. And hence, you're a military objector. You can't tell the government, no, you can't draft someone else. You have to --  you can't spend your money on war. We don't have to use you to promote the war. But if you want to use others to promote the war, you're entitled to do that as government. Does this line make any sense to you?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Because here, what the religious groups I understand are asking is the government not to use its regulatory power with third parties who don't have a religious objection, and forcing a burden on the women who its trying to help, third parties that don't have the same religious objection, and burdening them to do other things."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"This is -- this is not just a case of the government dealing with a third party based on the Petitioners' objection. The objection is that the government is hijacking their process, their insurance company, their third-party administrator that they have hired and set up to provide these services. I understand the distinction between Alderson Reporting Company yes, you can do what you want, but you can't compel other people to take actions that are consistent with your religious beliefs. But that's not what's going on here. It is the relationship between the insurer that the Little Sisters have hired or the third-party administrator with respect to other -- other entities that is being used by the government to provide these services. It's not just a third party that's being compelled. They want -- it's not just that they want third parties to take certain action."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They are -- they are not third parties. They are the insurance company that the Petitioners have hired. It's the third-party administrator that they have hired."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me that the balance is pretty clear. You want the coverage for contraceptive services to be provided, I think as you -- as it said, seamlessly. You want it to be in the one insurance package. That's done. That is the compelling government interest. And on the other side, the question is Alderson Reporting Company whether or not people who have sincere religious objections to being complicit in that through the hiring of the insurance company, the third-party administrator on terms where they provided, whether the government's compelling interest outweighs those sincere religious objections. Is that a fair understanding of the case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Is there a fairer one?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Now, you aren't giving up on the substantial burden?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So that's why -- you see, Alderson Reporting Company that's exactly what I have found difficult, exact. And I --  I read the briefs. Neuborne said that. Your brief said that. We'll look to see --  it's not the kind of burden that counts for purposes of RFRA or the --  or the First Amendment. Where the burden is of a certain kind. Now what kind? And would you say, well, a kind where it arises out of the fact that we have a program that affects third parties in a big way? Okay? Well, we have the Vietnamese church of the escapees in Los Angeles who are so poor they have to meet in the basement of a house, and the parking regulations stop their congregation from coming even if they want to meet only on Sunday. Think about that one. We can put that easily into the context of third parties being hurt. So they can't practice their religion. So --  so that one. I can think of a lot of counter examples. But maybe you couple that with what we have in the tax cases. Administrate. Widespread administrative rules the government has --  has leeway where third parties, widespread, administrative. You see? So I'm --  I'm trying to get the thinking of the people who have thought about this, which are you and --  and the others here on what's the best way to treat that burden. It's not hard to find in religious writing. And the people when they go into society assume some burdens that they Alderson Reporting Company are going to find totally obnoxious."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, then what do I do?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Could you -- could you address Mr. Clement's hypothetical about where the -- the government would come into a -- an unoccupied room in the Little Sisters facility that's not being used for anything. They don't interfere at all. They even pay rent. And they come in there, and they establish a Title X clinic, and they are distributing contraceptives on the Little Sisters property. And there's no financial burden. There's actually financial benefit to them. Is that different from the situation here, and if so, why?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you say in your brief, you admit in your brief that, at least in the case of the self-insured plan, the --  the notice or the --  the form or the notice becomes part of the plan. This is their health insurance plan established under ERISA, and you are putting a new objectionable element into the plan. Isn't that correct?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But it -- it is -- it's their plan, and you admit that you are putting something into their plan that they object to on religious grounds."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So the difference between that and Mr. Clement's hypothetical is that one involves something tangible, physical property, and the other involves something that's intangible."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's the distinction."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, in the case of an insurance plan, isn't the insurance policy part of the plan? Isn't the insurance policy the way in which the -- the employer provides the benefits that are available under the plan?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what is the -- the government's interest in requiring -- requiring compliance by Catholic Charities of Pittsburgh, but totally exempting Catholic Charities of Alderson Reporting Company Erie?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The difference, of course, is, as you -- it's properly phrased in the briefing, is the accommodation is the way in which the organizations comply with the mandate. With respect to Catholic Charities of Erie, though, they don't have to comply to the accommodation or any other way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They are exempt."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You have to draw the line? Is it -- could you apply the same requirements you apply to the Little Sisters to the church entity itself?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No. But you understand the argument. It's --  and we've said this in cases like O Centro and others, that if you have a lot of exemptions, it undermines your argument that this is such a compelling interest."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, for the employees who have to buy the plans on the Exchange because they work for a small employer and the employer doesn't offer health insurance, does that arrangement frustrate the government's compelling interest?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That just underscores that the church plans here, religious organization plans here, are, in effect, subsidizing the conduct that they deemed immoral."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"If it's so easy to provide, if it's so free, why can't they just get it through another plan?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So it comes down to a question of who has to do the paperwork? If it's the employee that has to do it, that's -- that's no good. If it's the religious organization that has to do it, Alderson Reporting Company that's okay?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They're on the Exchanges, right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They're not on the Exchanges."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's a falsehood. The Exchanges require full-service health insurance policies with minimum coverages that are set forth that are very comprehensive."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Is that true with respect to --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":3,"sideBefore":"justices","text":"We're creating a new program."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Is that true with respect to every policy sold on the Exchanges?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What about pediatric Alderson Reporting Company dentistry?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, except for pediatric dentistry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you could have a separate health coverage product sold on the Exchanges. You, in fact, do it already."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the way constitutional objections work is you might have to change current law. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, no. But I guess that substantiates the point I was trying to make, that it's a question of who does the paperwork."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You said, yes, it is a hassle to go to the Exchange, although it's - you know, I've heard about how easy it is. You get an Exchange, you get it, or you allow your infrastructure, as Petitioners have said, to be used as the vehicle for -- for providing it. I'm not saying it comes out one way or another from your perspective. I'm just trying to focus on exactly what is at issue."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's a question whether you want the employee to sign a paper or you want the Little Sisters to sign a paper. In the one case, it's an administrative burden as you've said. In the other case, it's -- it's a violation of a basic principle of faith."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's why it's necessary to hijack the plans."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is this right? Is it that the reason I get that you don't want to have the women to have to ask for the coverage is because vast numbers of women will, quite a few who have religious objections won't, and then there will be that middle set of people who are inertia bound. And since they are inertia bound, we can't say so what, because poor people who don't object religiously, if they get the contraceptives, that lowers the cost of health coverage later on. So the government has an interest in that. And therefore, there is an interest of some kind in not allowing a system -- in not having a system where the inertia bound have to take initiative. Have I got that right? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Do I have the other part right, which is this is not hijacking because there is a Federal regulation that says the infrastructure of the insurers' contraceptive-related plan belongs to the insurer, not to the person who buys the insurance? Am I correct about that?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Couldn't the Executive deal with the problem of what's available on the Exchanges at the present time in this way: Policies are available that provide comprehensive coverage. Could the Executive say, as a matter of our enforcement discretion, we are not going to take any action against insurers who offer contraceptive-only policies, and in fact, we are going to subsidize those insurers at percent, just as we do in the situation of the self-insured plans?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why would that not be -- why Alderson Reporting Company would that not be a valid exercise of your enforcement discretion?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I understand you're saying it would be inadequate."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But why would it be not something that you could do in accordance with your understanding of executive power?"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you -- could you, General Verrilli, explain the difference between the employer filing a form, identifying an insurer -- say, Aetna or Blue Cross -- that covers contraceptives for Alderson Reporting Company many other people that it insures, the difference between that notice and the woman who now doesn't have this coverage, has to go out affirmatively and get it from someplace else? Is it just a matter of filing --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- the form for her, or is there a real difference between -- between an employer saying we're not going to cover contraceptives, just our insurer's name, and the woman who suddenly doesn't have it as part of her package and has to go out --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. What -- the difference -- you were asked what the difference is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"All right. That's the interest on one side of the equation. What do you understand to be the interest on the other side of the equation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Which way -- which way does RFRA cut in -- in analyzing that balance?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why do you assume that the doctor to whom the women would go for other services under the plan would be unwilling to provide those services under a plan -- under a separate plan that covers contraceptives?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why do you make that assumption?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"General, the -- we've used -- the hijack analogy has been mentioned. Can you explain why you don't see this as a hijacking?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe if I could follow up on your answer before you do. The contraceptive services would be provided pursuant to what plan?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Francisco, I think, earlier said if Aetna offers a separate policy giving insurance, that he thought that that would be an adequate -- an adequate accommodation."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. I meant -- I meant: He says, generally, if Aetna, under some other policy, offers it on the Exchange to women who might want to go on the Exchange and buy that policy, that's okay if they -- if that's the -- what they do. What's different from that from what happens here? It's basically the same thing, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it is two policies instead of one because the contraceptives are being provided by government regulation. The only seamlessness is that I think the woman doesn't have to apply and pay separately or something else."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Before you sit down, General Verrilli, could I just ask you this informational question about this particular situation of the Little Sisters? Their regular third-party administrator also will not provide --  has said it will not provide the coverage if --  even if they were to comply with the -- the form of the notice requirement. And, therefore, you say they probably cannot be --  there is probably no way under ERISA to obtain contraceptive coverage for their employees unless you can find another third-party administrator that you could deal with there. In that situation, would the Little Sisters still be subject to fines for failing to comply?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's one way of characterizing what's involved here. But you could also -- it can also be said that, and it is true, that this is a case in which a great array of religious groups -- and it's not just Catholics and Baptists and Evangelicals, but Orthodox Jews, Muslim groups, the Church of Jesus Christ of the Latter Day Saints, an Alderson Reporting Company Indian tribe, the Church of Lukumi Babalu Aye --  have said that this presents an unprecedented threat to religious liberty in this country. What would you say to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Clement, four minutes. "},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But going back to that line-drawing problem --  and that is in a brief that's been mentioned several times, the Baptist Joint Alderson Reporting Company Committee -- our leading proponent of RFRA discusses this line-drawing problem. Do you just say that's wrong?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it have been better to say, churches, you've got to tell us you're going to claim an exemption, because not every church is religious, has the same religious tenets. So is that what you would have preferred? Is that the -- the sort of incentive you want to put out there? Is that the message you're giving, which is, there is lots of rules Alderson Reporting Company that apply differently to churches because we recognize they are special? Others may be special like them, but it's clear to tell what a church is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":2974,"interruptions":17,"times_spoken":34,"laughter":0,"num_int_by":5},{"id":1,"fullName":"NOEL FRANCISCO","firstName":"NOEL","lastName":"FRANCISCO","counsel":true,"justice":false,"side":"petitioner","words_spoken":2070,"interruptions":20,"times_spoken":34,"laughter":0,"num_int_by":5},{"id":2,"fullName":"GEN. DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":4905,"interruptions":40,"times_spoken":74,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1067,"interruptions":1,"times_spoken":31,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1252,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":429,"interruptions":1,"times_spoken":17,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":832,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":780,"interruptions":5,"times_spoken":18,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":1231,"interruptions":2,"times_spoken":29,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1304,"interruptions":0,"times_spoken":15,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":5044,"times_spoken":68,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":40,"words_spoken":4905,"times_spoken":74,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":11,"words_spoken":6895,"times_spoken":149,"laughter":4,"num_int_by":6}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":1,"respondent":0,"date":1472523515700}}