{"petitioner":{"name":"BRANDON THOMAS BETTERMAN","counsel":[0]},"respondent":{"name":"MONTANA","counsel":[1,2]},"caseNumber":"14-1457","date":"2016-03-28T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument next in Case 14-1457, Betterman v. Montana. Mr. Rowley. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the Federal Speedy Trial Act --  not the constitutional provision, but the legislation --  does that cover sentencing, or is that limited to trial?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you do with the -- all of our speedy trial decisions say there's only one remedy, and that is case over. Dismissal is the only appropriate remedy. But you're -- you're not Alderson Reporting Company arguing that, I understand, with respect to sentencing."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You are arguing --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's different. The speedy trial requirement says if you -- if you don't comply with the constitutional provision, dismissal. But you're saying sentencing is not the same as trial, to that extent, that the remedy is different?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so what would the Alderson Reporting Company remedy be in a case like this?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he was serving on another sentence. He was serving a sentence for another crime."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What do you make of the fact that the Sixth Amendment says that \"the accused shall enjoy the right to a speedy and public trial by an impartial jury\"?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rowley, if we were to disagree with you and say that there's no Sixth Amendment right and there was only a due process right, have you waived any argument that you meet the due process standard?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I --  I understand that. So you're admitting you're giving up that its analysis under the Due Process Clause might have been wrong?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree, but why do you think Lovasco applies at all, meaning that's to Alderson Reporting Company pre-indictment delay where we were creating an exception and saying generally you have -- the State has the period of statute of limitations to bring an action."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If you want to cut them off from having that right, you need to show actual prejudice."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"For example, Mr. Rowley, just to continue on this line of questioning, there's another case that we have which dealt with civil forfeitures, which is the $8,850 in U.S. currency case where it said, Well, we're going to do a due process analysis, but we're going to take the Barker factors as our test for that due process analysis. So I think one of the questions that Justice Sotomayor is asking is: Why wouldn't that be equally appropriate here? In other words, even if -- and I'm not saying that this is right, but even if there's -- this is -- falls within the due process box rather than Alderson Reporting Company the Sixth Amendment box, that there's still a further question as to whether the Lovasco approach is right or whether this U.S. currency approach is right."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess I'm -- I guess I'm not -- just not sure what you -- you mean by that, because in this other case, the civil forfeiture case, we just said we're going to apply the four factors of Barker. And if that were the result of the due process approach, I mean, it just wouldn't make any difference which box it was in. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not asking us to do it in a straightforward fashion. That's what Justice Ginsburg asked you, because you're giving up the Barker remedy."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why don't you think that they've done the same thing under the Due Process Clause, recognizing that it is unfair to undo a conviction merely for sentencing delay because you're no longer presumed innocent, you're now guilty?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't the due process test that's being applied that modification?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, when you say prejudice should be presumed, do you mean it should be presumed conclusively? Could it be rebutted?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say that the -- the remedy should be tailored, tailored to what? What is -- what is the Court supposed to do, in -- in your view? Select a punishment that is appropriate to deter the State from doing this again, or select a remedy that in some way undoes the -- the damage or the prejudice that's been done to the defendant?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Well, then, in that situation, I don't know why reducing the sentence by the length of the unconstitutional delay -- the supposedly unconstitutional delay undoes the damage that's been done by the delay."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When Justice Ginsburg asked you about the Federal Speedy Trial Act, and you said that does not cover sentencing. But there are provisions of Montana law that do cover sentencing. Why didn't you seek relief under those?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you bring a claim under those statutes?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would -- would it be appropriate for the government to respond, yes, there are these disadvantages, but he had certain advantages, too, from being in jail. He was closer to his family. He was closer to his counsel to confer more easily with counsel. Isn't it then we have to consider the pluses as well as the disadvantages?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"My problem is with this use of -- of language. Prejudice is prejudice. And Alderson Reporting Company they -- they seem to be arguing that substantial prejudice means something like actual damages, that you can point to something that I've actually been damaged by either having served longer than the sentence that's ultimately imposed, or something else like that. But why are you even taking on the substantial damage definition? Why aren't you just arguing that prejudice is prejudice?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You're still -- you're still in the Lovasco test?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's not the way you're arguing the case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. General Schowengerdt. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When, in your view -- let's say we agree with you that speedy trial isn't the right rubric. When would a delay in sentencing amount to a due process violation?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- you would not count factors of the kind that were raised here, that is, I could have gotten into a drug treatment program in the penitentiary that's not available in the jail. You would not include that?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"General, there -- there may be some real differences between the pretrial context and the presentencing context, but one which seems quite similar is the potential of delay to impair the defense. So I guess I would like you to address that, because, you know, as the Petitioners point out, in most cases these days, most of the actual adjudication of contested issues goes on in sentencing rather than at the trial stage, given that we don't have very many trials anymore. And certainly Barker and certainly Doggett Alderson Reporting Company made it very clear that this was an important interest in thinking about the speedy trial right."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, doesn't -- Lovasco really talks about a whole different set of considerations in the pretrial context, which simply don't apply once the indictment -- once the accusation has been made."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, sometimes, but there may also be real factual disputes. It might be about the amount of loss. It might be about the amount of drug quantity. It might be about prior bad acts. It might be about a whole range of things which are the kinds of things that we actually typically think of as contested issues at trial."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's the problem. How do you prove -- I mean, let's take an indeterminate Alderson Reporting Company sentence, more or less like this one, where you have the possibility of a sentence between zero and ten years. How do you --  how does the judge know whether --  if the defendant is brought before him at year eight, eight and a half, nine, how does the judge know that if the defendant had been brought to him at year five, he would have given him a six-year sentence instead of an eight? Don't you think that there's a lot of pressure on the judge if the defendant's hearing is delayed for eight years to, say, time served? That really --  don't --  don't you think there's prejudice in the fact that an unexplained delay caused by the State more likely than not had some sort of effect on the sentence?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Look, this defendant asked to be sentenced faster. He was told that there were other issues the court was dealing with. So a couple of the months were not his fault, clearly not his fault, it was an administrative fault. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that may go to the issue of whether, under a Barker analysis or any analysis, he should be heard to complain about the delay, but I still am not quite sure why your definition of substantial prejudice or actual prejudice should be the controlling one."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Assume -- assume that there is a prompt trial, then a very substantial delay in sentencing, and then there's an appeal, and the appeal results in new trial. Does the Speedy Trial Act then apply when the defendant says that my second trial was delayed? Are there cases on that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because if that delay were attributable to the State, it seems to me there would be a Speedy Trial Act violation in that connection."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but you're not aware of any cases of the kind I've indicated where they -- the Speedy Trial Act then clicks in for the second prosecution? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Under Montana law, can a -- a defendant who suffers inordinate delay in sentencing get relief?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But Mr. Rowley indicated that there -- there's the rules there, but no defendants have had the benefit of getting it -- their sentences shortened because of those."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the court did -- did say that it -- the delay was principally caused by the court's institutional problems."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is that typical? Is it typical for a sentencing court to give credit for time served?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any way they can do that when you have a indeterminant range, sentence is zero to ten? Is there any way they can do that? Can they say it should be zero to nine in this case because of the delay?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think the courts are --  the judges are incapable of making determinations of a remedy?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Where did --  where did it come from that Barker v. Wingo prejudice is supposed to be assumed? I was just looking at the case. It doesn't say that. In fact, they analyze prejudice."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You think we held that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, no. My question is you heard your --  your brother counsel say that Barker v. Wingo, if it applied, would presume prejudice. So I've just been looking at that. And in the case itself it doesn't presume prejudice."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It analyzes whether there was or was not prejudice. So I want to know where that requirement of presumed prejudice comes from."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I know the four factors. I have them in front of me."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So --  so it -- Alderson Reporting Company I mean, obviously, it's a 20-year delay. The person won't even remember who he was going to call, and all the witnesses will be gone and so forth. So I think it's fair to say there was prejudice in such a case, if that's what it's about. So if it isn't presumed all the time, do you have any objection, as he apparently does not have any objection, to our saying you're right. It's the Due Process Clause. Now, in applying the Due Process Clause to cases where the sentencing has been unduly delayed or that is the claim, you -- the Court should apply the factors as set out in Barker v. Wingo."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Sorry, that was a forfeiture case."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And that's a penalty after adjudication. The forfeiture doesn't start until Alderson Reporting Company someone has been found --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Whatever the case is, I'd like to get an answer to my question."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It says the Court should balance four factors: Length of delay, the reason for delay, the defendant's assertion of his right, and prejudice to the defendant. Now, if I quote that sentence and say those are the factors that should be taken into account under the Due Process Clause, do you have any objection to that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I should just reverse the four?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that -- that might present some challenges, but there are also challenges on the other side. It's often hard to show that people have forgotten things, that, you know, they've forgotten them. So unless there's something like a witness dying, it's very difficult to make the kind of showing that you are suggesting. And that's why Barker, you know, left Alderson Reporting Company things flexible and said, you know, in most cases, we really are going to look at prejudice. We're going to see what you have to say for yourself. In some extreme cases, we're not going to do that. So, again, I guess I'm back with Justice Breyer's question as to, yes, this is a different context, but why don't all the same considerations apply?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I wasn't suggesting presumed prejudice, because Barker doesn't suggest presumed prejudice. As you say, the difference that Barker has with respect to your test is simply that Barker says it's not always necessary to show prejudice, that there are extreme circumstances in which we'll just take that for granted."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but if you think that Alderson Reporting Company a very significant part of this rule has to do with impairment of the ability to defend yourself, and if you think that that kind of consideration applies just as well at the sentencing phase as it does at the conviction stage, maybe in most cases more so, given that most of the action these days takes place in the sentencing phase, I guess I just wouldn't see why there's any need for a different rule, especially given the level of flexibility that Barker gives. It's not like Barker says we're presuming prejudice in all circumstances. Barker is saying prejudice is one of the four factors. And it's a very important one. And usually we'll expect people to come in with some kind of showing, except for in extreme cases when not."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's what we said in Barker when we were talking about a pretrial case, but the remedy in this case would be different."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"When it comes to the determination of facts that are relevant at sentencing, that does not take place exclusively, or probably even it doesn't take place primarily at the time when the sentence is pronounced; isn't that correct? It --  it takes place during the preparation of the presentence report, at least in the Federal system. Is that true in Montana as well?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You may."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Anders. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And how did you see that as different from what goes on under the Barker analysis? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But I take it that we've said that that's the case where the delay is super-long, so take a delay of eight or ten years. And, you know, why is it in that very extreme circumstance that the defendant should make --  that the defendant should have to make any particularized showing?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In the -- in the Federal system, do judges typically give credit for time Alderson Reporting Company served?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Your rule would apply to capital cases, as well?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. Could you say a little bit more than that? You would -- you would say because the penalty phase really is a trial?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In that situation, the defendant is at liberty in a pre-indictment delay?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If we take out the \"presumed prejudice\" which is not part of the Barker analysis, it just says -- defines \"prejudice,\" how would using the Barker standard in saying, no presumed prejudice, you have to prove some prejudice, how would that change the analysis?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"That's for the pretrial."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You think that if a defendant was writing to a judge every week saying, I'm anxious, I really need to know what my sentence is, and the judge ignores it for a period of time, that that defendant still has to prove something more? That's not the facts of this case. There was no complaint for nine months. So whatever treatment the defendant started, started -- for anxiety started well before any time had elapsed in this sentence. But you don't think that defendant is entitled to any consideration by a -- a trial court, or Alderson Reporting Company that we should be barring a trial court from considering that?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Ms. Anders, I'm sorry, one of the things that strikes me as odd about your argument is that you are suggesting that a remedy would be Alderson Reporting Company appropriate in certain circumstances. You just want to put this under the Due Process Clause. And what's -- what's odd is that, as you say, that in this post-conviction context, the president --  the --  the defendant has been deprived of any liberty interest, and yet the Due Process Clause talks about a deprivation of liberty, but the defendant no longer has a liberty interest. So it seems a very odd place to park this right and this remedy, the Due Process Clause, in this context. It seems much more natural that you would do it under the Speedy Trial Clause on the assumption --  on the --  on the view that the --  that the trial has to do with both the adjudication of guilt and the determination of the proper sentence."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Rowley, you have minutes remaining. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Or I suppose if it isn't Alderson Reporting Company liberty, it's not incorporated under the Fourteenth Amendment, anyway."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, the Sixth Amendment applies only to the Federal government, and it's only because of the Fourteenth Amendment liberty that it applies to the States. So liberty is involved."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't -- his liberty is certainly affected. He's in jail. So he's sitting there in jail. Tell him you're free. I don't think he believes it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and then the question is: Is -- at some point, is being in jail a deprivation of his liberty without due process? Because the Due Process Clause would require application of Alderson Reporting Company sentencing under -- and when it's -- it's not due process when, say, Barker v. Wingo or some violation is violated. I don't see a problem with liberty."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, at the time of the Alderson Reporting Company adoption of the Sixth Amendment, weren't post-trial but presentencing delays fairly common?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Usually."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But --  but not always."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's just not true as a historical matter."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not true as a historical matter. If you look at the --  at the first criminal provisions that were enacted by Congress, they called for a range of --  of sentences, and the --  and the sentencing judge had to select within that range."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking about the early 18th century, not when you say that it was automatic."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That just isn't true. We don't have the right to change history. It isn't true. The first --  if you look at the very first criminal provisions that were enacted by Congress, the first Congress, they were not. It was not determined at sentencing."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"FRED A. ROWLEY","firstName":"FRED","lastName":"ROWLEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3351,"interruptions":16,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":1,"fullName":"DALE SCHOWENGERDT","firstName":"DALE","lastName":"SCHOWENGERDT","counsel":true,"justice":false,"side":"respondent","words_spoken":2062,"interruptions":16,"times_spoken":35,"laughter":0,"num_int_by":7},{"id":2,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"respondent","words_spoken":1340,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":122,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":300,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1029,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":168,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":412,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":732,"interruptions":1,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":401,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":3351,"times_spoken":38,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":18,"words_spoken":3402,"times_spoken":46,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":2,"words_spoken":3164,"times_spoken":85,"laughter":0,"num_int_by":2}],"outcome":{"side":"respondent","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.2789330989697732,"respondent":0.7210669010302269,"date":1473644744065}}