{"petitioner":{"name":"CRST VAN EXPEDITED, INC.","counsel":[0]},"respondent":{"name":"EQUAL EMPLOYMENT OPPORTUNITY COMMISSION","counsel":[1]},"caseNumber":"14-1375","date":"2016-03-28T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 14-1375, CRST Van Expedited v. Equal Employment Opportunity Commission. Mr. Smith. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't the standard whether the EEOC's actions were frivolous, unreasonable, or without foundation?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So what difference does it make on what ground it was dismissed?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I've been reading these briefs, and with or without prejudice, merits, non-merits, I don't know that even if a judge gets to that point of deciding whether it was on the merits or not, that's not enough. You always have to decide the Alderson Reporting Company bottom line."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There wasn't the slightest suggestion of any frivolity or groundlessness to this complaint."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They -- the claim was that many women had been harassed by lead drivers, not one, but many."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that was the whole thing, that the -- the -- that the company was not giving the lead drivers adequate training. To put it bluntly, they were not taking sexual harassment seriously."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That was -- that was the complaint about the employer, that there were complaints about these lead drivers, and the -- and the employer just didn't take them seriously."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The EEOC, when it was Alderson Reporting Company investigating this case, asked CRST, tell us about complaints you've gotten of sexual harassment. And initially, the company came out with two names."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There were well over a hundred."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it so that, when you Alderson Reporting Company were initially asked how many complaints have you gotten or tell us the names of the people who have complained, they came up with two people?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That wasn't accurate, was it?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're here complaining about a threshold question. That is, you said that the investigation and conciliation efforts were inadequate. But you said that after months of heavy litigation."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that all gets to the reasonableness or unreasonableness point. And we -- this Court need not reach that, I take it, if we -- we address the -- the prevailing party argument. And it is -- as you understand the government's position -- we can, of course, ask them in a few minutes -- in what cases, where there is not an adjudication on the merits, would the government agree that there is a prevailing party, that the defendant can be a prevailing party?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith, understanding that you think that, but if we could just go on from that, what is wrong with that position? And do you have a substitute test, or -- or is there no substitute test, in your view?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Let's just assume that it were."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even if the -- even if the reason for the dismissal -- for the dismissal is completely curable?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but then you're suggesting that whatever the reason for the dismissal is, with prejudice, without prejudice, for any reason whatsoever, curable or not, it's up to the discretion of the Court?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In --  in this case as to, I guess, the women that the Court --  before it goes to the court of appeals on round number one, says the Court bars the EEOC from seeking relief."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a phrase district courts use often, \"bars\"?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"With respect to those 67, I thought we had held that in Mach Mining, that the remedy for inadequate conciliation, investigation and conciliation, is not dismissal, but return to continue the efforts to conciliate."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith, do you understand her order as -- as saying that if the EEOC did engage in conciliation, had made the initial findings, had satisfied all the pre-suit requirements, could the EEOC, do you think, have come back and brought those individual claims?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even after filing the pre-suit requirements? Even after satisfying the pre-suit requirements?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't she say \"with Alderson Reporting Company prejudice,\" then?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why -- why isn't it --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":4,"sideBefore":"justices","text":"But back in 2009, she didn't say that. So why didn't she say that? You had asked for the case, the -- all of them to be dismissed with -- with prejudice."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"She did not include that language."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But if I understand, their Alderson Reporting Company motion did not say now we've satisfied all our pre-suit requirements, right? So she might just have said, well, you still haven't satisfied your pre-suit requirements, so of course I'm not changing anything."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is what would have happened if the government came back and said we have satisfied the pre-suit requirements. Would she then have thought, okay, well, that's a different story now. I didn't --  I didn't dismiss these with prejudice. Now that the government has satisfied the pre-suit requirements, it can go ahead."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that? There's a piece of paper called \"the judgment\" somewhere. What does it say?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the end of it, isn't it? It was dismissed with prejudice."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith, what is -- what's --  what are you asking us to do in this case? What's the disposition that you're seeking? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are we supposed to say Eighth Circuit, you're wrong, it has nothing to do with -- exclusively with the merits? Do a do-over?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith -- Mr. Smith, will you explain why \"dismiss this case with prejudice\" isn't talking about the case that was settled, the Starke case? The -- there were -- all the other women were out of it; it was down to two women; one dropped out; one was left. Why isn't this case the case that was just settled?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All the claims that were then being litigated by the EEOC, which did not include the claims that had previously been dismissed for failure to satisfy the pre-suit requirements."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that's not -- it's not right, if the prior ruling was based on a curable dismissal and the EEOC had simply done nothing with respect to that set of claims, neither cured it nor renounced the possibility that they would cure it. In 2013, the court was facing a much reduced set of claims in a different suit."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So why should we decide this?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Assuming we reverse, why don't we leave it to the court below to decide whether Alderson Reporting Company they will, in fact, entertain the government's new argument because there might be a waiver of that, or whether there's a factual predicate for it at all?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"On that one -- on that one issue, was -- the amount awarded some $4 million. Did the debt include this -- was -- was that your entire bill, or did you segregate -- the attorneys segregate out the costs for the Starke?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But there were -- but there -- in other words, this was not percent of the fees? There was --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The fees were separated out."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith, do you think it's possible to have a pattern of practice appropriate class claim with respect to sexual harassment?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Couldn't you have a pattern and practice case of saying there -- there are -- all these complaints were made, and the employer didn't take them seriously, he either did nothing or gave the -- the driver a slap on the wrist?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company Mr. Fletcher. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In your brief in opposition, you argued that the Eighth Circuit was correct; did you not?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Have you abandoned that argument?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Have you abandoned the argument that there must be an evaluation of the merits?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You have abandoned it, was the question."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes or no?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't care if it -- I mean, that's up to you, what you want to argue. But I would like -- look, it says, can the dismissal, based on the failure to satisfy form the basis for an attorney's Alderson Reporting Company fees? I take that to mean, is the defendant --  can the defendant in such a case be a prevailing party?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He has to meet the other standard, too."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I would think the answer is obviously yes. They won. Okay? So if they won, why isn't that the end of it? It says judgment --  it says --  it says the --  the case is dismissed with prejudice. Therefore, they won. So why aren't they the prevailing party?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can't a plaintiff be a prevailing party? I don't know the answer, but I Alderson Reporting Company thought the plaintiff brings a suit charging, you know, serious discrimination. After lots of litigation, the parties decide to settle, and they settle on terms very favorable to the plaintiff, really because of the litigation. I thought in such cases, the plaintiff was the prevailing party. A.m. I wrong?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You see, I found --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"I suppose that the settlement agreements often take into account liability for attorneys' fees --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"--  how they are going Alderson Reporting Company to apportion those."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why do we apply the same standard to a defendant? The plaintiff is seeking a change of the status quo, but a defendant is actually -- all they want is the status quo. They want just to stay -- not to be found liable. So why do we apply the question of whether there's been a legal change between the parties? The defendant was never seeking that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know where Alderson Reporting Company that --  where that artificial line comes from. I mean, the defendant wants to win. And I don't know --  it's getting pretty --  when I was practicing that --  parties didn't come in and say, I want to win, and I want to win on this ground. They said, I want to win. I want the case thrown out."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There is a material alteration in their relationship, is it not? I mean, it's not as big a one as the defendant would like. A defendant would like to have a --  a win that precludes future litigation. But don't you think a defendant who secures a dismissal of a complaint, and, therefore, doesn't know whether the --  the complaint is going to be Alderson Reporting Company filed again is going to celebrate? Isn't that a --  an alteration in the relationship between the parties?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, well, this is not interlocutory. This ended the litigation. So, I mean, I have the same question the Chief Justice had, where a defendant secures the end of a case, dismissed, goodbye, you win. Now, maybe they can bring another case tomorrow; that's another case. But they won this case. That's going to be pretty hard for them to get attorneys' fees anyway because there's a very tough standard. But why isn't a simple rule the best rule? If the case is over, the defendant won, he is the prevailing party for purposes of that case. Alderson Reporting Company Then we could go on to take all the things you wanted to into account when we consider what kind of fee is reasonable and when we consider whether it's based on frivolousness. I mean, the -- the plus of that, to me, is the simplicity. And -- and I don't see how it would work any unfairness or serious harm to the objective of this statute. So I'd appreciate it if you would address what could be my benighted view."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then they might -- I mean, unfortunately, I a.m. in the position of having to decide it. (Laughter.)"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":7,"sideBefore":"justices","text":"So I put the question to you. And I'd say at first blush, the simplicity of this approach, its consistency with the language, its ease of administration, and so forth, in terms of prevailing parties has that to recommend it. So now what is -- you don't like it, so tell me why."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if they don't? What if they don't come back the next day? What if they don't sue in the next district? Then it seems to me the purposes of this fee-shifting provision have not been served."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there -- because -- now, there's much to recommend what you're saying, saying at least if you come back the next day, at least if you could sue in another district. But have you heard of the Hatfields and the McCoys? You see -- you see why I bring them up? Because they're going to be fighting each other for years. And if you tell them they can't sue in this district, they'll change the complaint slightly and go to a different district. So if I adopt the standard you're just suggesting, I will discover a whole host of questions: Is this really the same suit? What about the possibility that they could have sued in Tasmania? And what about the possibility -- you -- you see where I'm going. And so I'm back, again, to that kind of concern, an administrative concern -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- versus the simplicity of saying, well, that ended this case. If they bring another case and it's frivolous, we'll consider attorneys' fees in that one."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I didn't say that. I haven't read them yet."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't it be an adequate response to your concern if fees were awarded solely on the ground in which the case was dismissed? That would be -- in other words, the judge would have the discretion to do that. If the judge looks at this and says, okay, it's clear you're in the wrong venue, you know, and hours of research would have showed you that. So, you know, it's frivolous on that ground, and I'm throwing the case out because the -- the defendant prevails on that ground. Now, the defendant may have spent a lot of other money with depositions and everything else. But the judge could say, well, you can file the -- the case again tomorrow. You probably will. You just have to go into the next district. So I a.m. going to award fees. They're going to be equal to the amount of time the defendant had to spend defending against your frivolous venue assertion. It doesn't have to do that. I mean, you know, if you have the wrong venue, and they spend five years doing depositions because you have the wrong venue, they should probably get fees for all of it. But if it's just, you know, a small portion, easily disposed of, is that a possible remedy? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then that may be a case contrary to the proposal where it's that discreet. In other words, your frivolity on that particular point compelled them to incur $4.6 million over many years. It's not their fault that that issue didn't come up until later in the litigation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's sort of intertwined with the merits. It's not a venue objection."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah. Well, it may be a discreet issue, but it's a cause in fact for all the other fees."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Wait. Wait. I Alderson Reporting Company suppose whether the issue we're debating may not be directly pertinent, my question is whether or not that could be a factor that the district courts could look at in deciding the amount of fees and so on."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so as I understand your answer, let's assume a hypothetical case, not this case. For five years there's litigation, and the litigation is finally dismissed because the EEOC has not followed its obligations. It's a frivolous or an unreasonable suit. The trial judge said you are barred from proceeding further in this case."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't say with prejudice or without."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could fees be awarded in Alderson Reporting Company that case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Because he didn't say with -- with prejudice?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Incidentally, is it clear that after this time that there was no time bar if they had come back again?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So then, your position that no matter how unreasonable the plaintiff has been, no matter how costly it's been, no matter how long it's taken, that you cannot award fees unless the case -- and then the case is dismissed, and the judge says you're barred from bringing this claim in this suit, no fees; that's your position."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, and that's -- in a case like that, what if the -- the EEOC after that dismissal goes back and looks at these cases and says, you know what, we really have nothing here, and therefore, chooses not to bring the case, you would say that because the -- because the first case was dismissed without prejudice, there could be no fees?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What sense does that make?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I just don't see what functional sense that makes. If -- if the defendant has wasted a huge amount of litigation resources and caused the -- I'm sorry, the plaintiff has -- has caused -- imposed a great and unjustified burden on the defendant, I don't -- I don't see why, as a functional matter, unless this is foreclosed by a prior decision, there shouldn't be a possibility of fees in that situation."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Then what is the argument? I take it your argument now is what's sauce for the goose is sauce for the gander. Buckhannon says that a plaintiff can't recover, even if he litigates to death and they find -- give up and pay him a billion dollars. Unless there is a judicially sanctioned change in legal relationship, he can't recover fees. And if he can't recover it, why should the defendant recover, unless there is a judicially sanctioned change in relationships and the only candidate for such a thing is a dismissal with prejudice of some form."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Got the argument. So if that's the argument, and that argument is correct, why don't we have the situation here? Because you heard the judgment being read. It says \"with prejudice.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, so what you're saying is in -- the judge said they cannot precede again in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And why -- why isn't that prevailing? Why aren't they prevailing? What -- they may not prevail in another case or -- that's your argument?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Because they have engaged in -- under your theory, they have engaged in an illegal practice. But they -- they prevailed in this case, but they may be sued by somebody else in another case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What --  --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What do you --  yeah, I --  what do you think the significance of Mach Mining is on this issue?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Then why isn't that --  I mean, if --  if the EEOC doesn't do anything at all --  I mean, under Mach Mining, if they don't conciliate, the remedy is go conciliate."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't -- Alderson Reporting Company wouldn't you think if the reason they're --  didn't --  it was frivolous for them to bring the suit without conciliation, you know, if somebody said, Well, we've got to conciliate, and they said, Oh, forget about it, go ahead, why wouldn't fees be a perfectly appropriate sanctions? In other words, there's no --  under some sense, there's no incentive for them to conciliate, because if it turns out they didn't, they have to go conciliate. But if they were subject to fees because they ignored their duty to conciliate, it seems to me that might give them some incentive to get it right the first time."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So you're not likely Alderson Reporting Company to be subject to this sanction in many cases, which is a good thing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But sometimes -- okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's hard to imagine that the district court didn't consider this a dismissal Alderson Reporting Company with prejudice when it announced in this very decision you're pointing to that the -- that the Petitioner was a prevailing party entitled to attorneys' fees at the end of the case. Certainly the district court thought it was imposing a sanction. It was barring you from trying these cases, at least at this trial."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- the real problem for you is that any -- the dismissal of the action, even according to this order by the court, would happen at the end of the case. And at the end of this case we had a dismissal with prejudice. One would think that everything would get merged into the final judgment. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Just simply, No. 279, 10/1/2009, judgment in favor of CSRT against the EEOC?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Where is it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean --  but where do I find it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What does it say?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The action is dismissed."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Except -- it has three exceptions: Lack of jurisdiction, improper venue, or failure to join a party."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This was not failure to join a party."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It is not improper venue."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think it's lack of jurisdiction. Is that what it is, lack of jurisdiction?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fletcher, could I -- could I take you back to where you started, which is whether you've waived all of this?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And, you know, you point out that the question presented includes your argument, but clearly it is, as you say, a different argument from the one you litigated below, both in the district court and in the circuit court. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And in the bio that you filed here. And Mr. Smith has responded to this new argument in less than a page, which is really his every right to do, given that it has sort of sprung from your head at this late date. And I'm wondering why we shouldn't just ignore the whole thing."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you can always file a footnote, you know? I mean --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We --  what is the -- I suppose I should know, but, I mean, what is the general practice? I mean, it would be kind of futile to go before the Eighth Circuit and say we think you should overrule your precedent, at least on the panel decision. But that doesn't mean they're not free to raise the argument here. This is where --  where you should go if you want a court of appeals overruled."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, regardless of whether there's blame on either part, we're still in a situation where it really has not been briefed by one party, and it hasn't been thought about by the courts below. And usually, you know, we do that --  we're a court of review, not a first view, mine, and we would kick it back."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Fletcher, is it your view that all of this discussion of prevailing parties is really academic because there's no way that the EEOC could satisfy the Christiansburg standard?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That seems even worse. I mean, nobody has thought about that. It seems to be a complicated factual scenario, you know. There are circumstances in which you could proceed with a class properly and circumstances in which you couldn't, and we know nothing about whether this is the circumstances, one or the other."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Smith, you have three minutes remaining. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It said it may --  may Alderson Reporting Company result, not would result."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Did she hold that they would have to investigate and conciliate each individual claim? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the rule that you would like us to announce? When is it right to award prevailing defendants attorneys' fees?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What would be your rule?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't matter with or without prejudice?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL M. SMITH","firstName":"PAUL","lastName":"SMITH","counsel":true,"justice":false,"side":"petitioner","words_spoken":4735,"interruptions":28,"times_spoken":51,"laughter":1,"num_int_by":6},{"id":1,"fullName":"BRIAN H. FLETCHER","firstName":"BRIAN","lastName":"FLETCHER","counsel":true,"justice":false,"side":"respondent","words_spoken":3921,"interruptions":21,"times_spoken":68,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":866,"interruptions":2,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":411,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":401,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":355,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":649,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":872,"interruptions":0,"times_spoken":26,"laughter":1,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":263,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":4735,"times_spoken":51,"laughter":1,"num_int_by":6},{"side":"respondent","interruptions":21,"words_spoken":3921,"times_spoken":68,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":7,"words_spoken":3817,"times_spoken":120,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127365}}