{"petitioner":{"name":"JOHN WALKER, III, IN HIS OFFICIAL CAPACITY AS CHAIRMAN OF THE BOARD, ET AL.","counsel":[0]},"respondent":{"name":"TEXAS DIVISION, SONS OF CONFEDERATE VETERANS, ET AL.      ","counsel":[1]},"caseNumber":"14-144","date":"2015-03-23T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case No. 14-144, John Walker v. The Texas Division of the Sons of Confederate Veterans. Mr. Keller. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, one of -- one of the problems with the scheme is it's a nebulous standard:  Would it be regarded as offensive to many people?  I mean, is it government speech to say \"Mighty fine burgers\" to advertise a product?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose Texas erected 500 electronic billboards around the State, and on those billboards they posted some government messages, wear your seatbelt when you're driving, for example.  But then at the bottom people could put a message of their choice.  Would that be government speech?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the bottom, the government has the same kind of approval authority that it has here.  It'll allow people to say inoffensive things, but if they say something that's -- that's offensive, then they won't allow that.  That would be government speech?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But, I'm sorry.  I don't understand.  Almost anything the government does, it has final authority to veto.  Whether it's a school or a government website, it always retains the authority to say no.  The issue is when can it say no constitutionally. So I don't think it's merely that.        And in Summum, the government actually created the words that were -- that were being advertised.  So isn't that Alderson Reporting Company substantially different?  Because the government's not creating these words."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the monument case.  I'm talking about Johanns."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Keller --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Well, do you want -- do you want us to hold that because it's government speech, the government can engage in viewpoint discrimination? Is that what I'm supposed to write?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And does that have any limits, Mr. Keller?  I mean, suppose somebody submitted a license plate to Texas that said, \"Vote Republican,\" and -- and Texas said, yes, that's fine.  And then the next person submitted a license plate to Texas and it said, \"Vote Democratic,\" and Texas said, no, we're not going to approve that one.  What about that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But why -- why wouldn't it allow that?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this is not an Establishment Clause issue.  So I'm -- I'm curious as to why -- what -- what constitutional constraints you think there are and how they would play out as to the kind of hypothetical I just gave you."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think all you have to say is -- is whatever prevents Texas itself in all of its other activities, never mind license plates, from saying vote Republican, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Then you put the same question:  What stops Texas from -- from saying, in all of its election literature that it passes out, vote Republican?  I think something prevents that.  And whatever prevents that would prevent it on the license plates, too.  No?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- what's the -- what case do you want me to read to show that the government can engage in viewpoint discrimination when it's its own speech?  It's the monument cases?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is this -- is this a case where the State, the government, has aided in creating a new kind of public forum?  People don't go to parks anymore.  If the government bought 17 soapboxes to put around the park, that's government property, but the government can't prohibit what kind of speech goes on there.  Why isn't this a new public forum in a -- in a new era?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that's circular. The whole question is whether you -- whether you can control the message.  You're assuming the answer to the question."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not quite sure why it's government speech since it's -- there's no clear, identifiable policy -- at least it's arguable there's none -- that the State is articulating.  I mean, they're only doing this to get the money."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but it's -- here, I mean, you -- you could have conflicting Alderson Reporting Company messages.  I mean, what is the government policy between allowing University of Texas plates and University of Oklahoma plates?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, okay.  What's its policy between permitting \"Mighty fine burger\" place -- plates and, you know, \"Pretty good burgers\" plates? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's endorsing speech?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  But the athlete doesn't advertise, you know, Nike on his jersey and Adidas on his shoes.  You can see one message.  That athlete is endorsing this brand.  But Texas will put its name on anything and the idea that this is their speech, again, the only thing that unifies it is they have -- they get money from it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I bet he would if he could."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it does.  You told me yourself.  You began, you said its name is etched on the license plate."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And how many of them are there?  How  --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How many have you Alderson Reporting Company disapproved other than this one?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And in -- in -- which -- what other ones have you disapproved?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All on the ground of offense?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And could -- could I ask, Mr. Keller, if you go down to Texas and you just stare at license plates, are most of them just the standard license plate and then these 400 license plates you see very rarely , or do most people actually have one of these specialty plates? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But there's a very -- there's a substantial percentage that are not?  There -- it's not by any means unusual to see a specialty plate?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the limits of this argument?  That's what concerns me.  And your answer to my billboard question was disturbing, but suppose people still did go to parks, and the State had an official State soapbox at the park, and every once in a while a State official would mount the soapbox and, say, give some official State announcement.  But other times people who pay the fee would be allowed to go up there and say something that they wanted, provided that it was approved in advance by the State.  Would that be official State speech?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what does --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Why hasn't this become traditional?  I don't mean to interrupt Justice Alito, but we're on, I think, on the same point.  Why hasn't this become traditional now that you have allowed it? You have opened up a new forum."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do -- do you want us to say that public -- the public fora cannot evolve over time according to -- and people don't go to parks anymore.  They drive."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But in a world in which you have approved 400 license plates and they are pretty common in the State of Texas and you have only disapproved a very select few, you know, it does seem as though you've basically given -- relinquished your control over this and, you know, made it a people's license plate for whatever private speech people want to -- to say."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does -- does it have notice and comment for -- for every one of the 430-odd that it's approved?  Every time there is a request, does it -- is there a notice and comment procedure?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does Texas also have specialty plates insofar as the -- the letters or numbers of the plates are concerned?  I mean, can you get a license plate that says \"Hot Stuff\" or something like that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And are those censored?  I Alderson Reporting Company mean, can you -- can you use a dirty word on those?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I would think so."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though the individual selects \"Hot Stuff\" or whatever other message he wants to put.  So I guess if this is not allowed, we can't allow that either."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right?  I mean, dirty words are -- people are entitled to use dirty words."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- I'm not sure your analogy to the postal service really works because none of us can imagine the postal service having commercial advertisements on its stamps.  One of the -- a license plate's here for RE/MAX Realty.  You are not going to see that on a postal stamp."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but there is an easy answer to that, which is they don't have to get in the business of selling space on their license plates to begin with.  If you don't want to have the Al-Qaeda license plate, don't get into the business of allowing people to buy their -- you know, the space to put on whatever they want to say."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that might be because they've done that since, I don't know, the time of the pyramids or whatever.  But they haven't had license plate messages since time immemorial, so maybe that is why they shouldn't be considered just like the monuments."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Personally, I would rather have the license plates than the pyramids.  I -- I don't know that we want to drive Texas to having pyramids."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't want to beat a dead horse, but I -- if -- what -- what is the best distinction you can give me between what you do with license plates and billboards, a soapbox, an official State website where people can put up a -- a message that they want subject to State approval?  If we were to write an opinion that drew -- tried to draw a distinction between the license plates on one side and those other things on the other side, what would we say?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Texas has its name on all the other things, too."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I really don't think that you've answered Justice Alito's question.  In every park you need, generally, a permit to do certain kinds of speech.  So the government controls that permit process, and it tells you that it can say no. So why is that different in the situations that -- it can't be merely control is what I'm saying."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The ability to veto because that would then give you the ability to veto. You could create a program in every public forum that basically controls in the same way."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Have we held that you can -- you can deny access to a park or to a forum on the basis of the content of the speech?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Absolutely wrong.  And you're denying access on the basis of content; right? It's a different -- different situation entirely."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But Mr. Keller, one of the -- one of the concerns that that raises, and this really goes back to what Justice Kennedy said, is that outside the traditional area of streets and parks, this is a new world.  There are all kinds of new expressive forums being created every day and as those come into play, as long as the State says, hey, look, we're going to regulate everything for offense, we're going to keep anything offensive out of this expressive forum.  It does create the possibility that in this new world with all these new kinds of expressive fora, the State will have a much greater control over its citizens' speech than we've typically been comfortable with."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Do -- do you know of any other expressive fora that are owned by the State that, are manufactured by the State that have the State's name on it as license plates do?  I mean, if there are a lot of fora like that, boy, I -- I wouldn't really worry. But I don't know of any others.  Do you know of any others?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What can you tell me, then, to help me which might not help others?  But I don't think these categories are absolute.  I think they help, but they're not absolute.  So I would ask the question first, this isn't government speech in common English. It is the speech of the person who wants to put the message on the plate.  The plate's owned by the State. The State says we don't want certain messages to be displayed.  And my question is why?  Why not?  What is the interest that the State is furthering in keeping certain messages off the plate?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  If the State -- then you have the Republican example, -- the Democrats.  I mean, not every interest is a justifiable interest.  Some are not, and some are. That's why I asked my question. They keep some off, and they let some on. What is their interest?  Why -- which are the ones?  I'm asking a factual question.  Why have they kept off the ones they kept off while letting on the ones they left on?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"If they have no interest at all in making such a distinction, then I think since speech is hurt at least a little, they ought to lose. But if they have a justifiable interest, since you can put the bumper sticker next door, I think they win.  And therefore, I'd like to know what their interest is."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, yes -- I --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"No.  I'm asking the interest of --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":9,"sideBefore":"justices","text":"I assume that Texas likes each one of these interests that they allow to be put Alderson Reporting Company on the -- on -- on the license plate.  They like Texas hamburger joints, and they probably would not approve a -- a Chicago hamburger joint being on the Texas license plate.  They -- they -- they like some of these messages; others they don't particularly like.  Isn't that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"Justice --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"justices","text":"Yea I'd like to get my answer. I was asking you what is the interest in Texas, and why does it keep off the messages it keeps off?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  Not just this example. There are a set of things they've kept off.  Why?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, don't try a general rule.  I think the Justice is asking you for a specific. Why would you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So go through this. Look, I can think of many reasons I could make up. Alderson Reporting Company Maybe they want to keep controversial political messages off.  I'd say they have an interest in that in suggesting to people Texas doesn't sponsor this -- I just want to know what -- what they really are.  And now you've said one -- what was the one you just said?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm interested in Justice Breyer's question.  You're on the license plate approval board.  What standard do you follow?  When do you grant a request, and when do you deny it?  What is the rule?  I think that's what Justice Breyer is asking."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  Then I think they lose.  The reason I think they lose is because I don't see a State could come in and say we keep off a private message, and we'll tell you the reason later. We'll -- we can do it for any reason we want.  There you're hurting speech, and I don't see Texas's interest in saying we can keep it off for any reason we want because that would be the Republican-Democrat, too. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So what's the -- I'm -- same question, but I just think you have to have some kind of legitimate reason for keeping off the -- and it doesn't have to be much.  It could be just a little."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Then why don't you tell us what they are?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it doesn't.  I just want to know what they are."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But here, Texas -- Texas did.  And now, we get full circle back to the -- my first question. Texas didn't just say no.        It said this Alderson Reporting Company message would be offensive to many people.  So that's -- if -- if a message would be offensive to many people, that's a standard that they're applying.  And I asked isn't that too broad a discretion?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. George. "},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can Texas -- can Texas Alderson Reporting Company itself formally, let's say, by a -- a joint resolution of the legislature endorse the Grand Army of the Republic and not the Sons of the Confederacy?  Can Texas do that?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So the State can; right? So -- so can the -- can the legislature endorse Austin hamburgers?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What about Yankee heroes? Are they --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- are they honored in Texas?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"To --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What I don't understand is Alderson Reporting Company why this sticks in your craw when it's on -- on a license plate --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- when you acknowledge that Texas can do all of these things so long as it's Texas speech.  The only question here is whether this is Texas's speech or not.  If it is Texas's speech, all of these things can be said, can't they?  Can't all of the things --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that are on the license plates --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This doesn't seem to me like a very significant issue --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- if that's all you are concerned about."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So long as Texas says it's -- it's okay, but, boy, if you put it on a license plate, that -- what -- I don't understand what the theory is."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose -- suppose the message -- the -- the applicant said, we want this design, and the design is a swastika.  Is that speech that -- does -- does the -- the -- whoever is in charge of it -- of the license plate, do they have to accept --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- that -- that design?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So they could have the swastika.  And suppose somebody else says, I want to have \"Jihad\" on my license plate.  That's okay, too? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Jihad."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is your answer --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is your answer in this case as to Justice Ginsburg's hypothetical?  Yes or no, must the State put those symbols or messages on the plates at the request of the citizen?  Yes or no?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How about \"Make pot legal.\""},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"\"Make pot legal.\""},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's okay?  And \"Bong hits for Jesus\"? (Laughter.)"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you're -- you're really arguing for the abolition of  Texas specialty plates, aren't you? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I couldn't make a better argument for -- in that direction than -- than what you've been doing."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so in a way --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So in a way, your argument curtails speech?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"If you prevail, you are going to prevent a lot of Texans from -- from conveying a message -- you have to agree with that."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you have no alternate standard in order to have a proper -- or solution that seems -- seems wise for Justice Ginsburg's hypotheticals. You have no standard. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, that's in that context.  So you -- but I'm trying -- you say they can or they cannot have a standard which says we're trying to keep offensive speech off the license plate?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You say yes or no?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They can do that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They can or cannot?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So now I see what you're saying.  But if I were to go back to sort of the Alderson Reporting Company basic underlying thought here, is speech hurt?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":":        Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"The answer is, yes, it is. The private speech is somewhat hurt.  A lot?  Well, put up a bumper sticker.  You can't say a lot.  How is it hurt?  You don't get the official imprimatur.  Hmm, okay. Now, is there something to be said for Texas?  Yes.  What they're trying to do is to prevent their official imprimatur from being given to speech that offends people.  People don't like it?  Put up a bumper sticker. All right.        Now we have two interests in opposite directions in many, many cases.  We try to weigh those things if the other things don't tell us the answer.  And I would guess -- I don't really see the big problem -- that people who are putting up speech even that Texas considers offensive, in part, for reasons that Justice Scalia says, well, put up a bumper sticker. What's the problem?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There's a lot of money in this, isn't it?  It's about $8,000?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is it about $8,000 to get one of these plates?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"More than that."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I have -- I -- I have a different question, which is -- I actually do think that this is hybrid speech.  It's both government and the individual speaking at the same time.  But that goes back to what Justice Scalia said.  In Wooley we said we can't compel the individual to put something on their license plates that they disagree with."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So why isn't the reverse true for the government?  If you're going to ask me to put my name, because the law requires it, the State's name on a license plate, why can you compel us to do something we don't want to endorse?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why shouldn't it work both ways when it's -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But how -- how do I know which is the government's and which is only the individual's?  I mean, I -- I -- I wouldn't have known that pro -- that -- that pro anything was sponsored by some States and not others, or endorsed by some States but not others.  So how do I know that a particular license plate the government doesn't endorse?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that implies a certain degree of approval."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But that's -- that's -- I think was brought out earlier.  You can have time, place, and manner regulations for speaking in the park. You can't have content-based regulation.  This is -- this is a content basis, content the State doesn't want. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it wasn't quite that.  It says it would be offensive to many people."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, of course, Mr. George.  If you had a standard like that in a case, in a normal case where we were regulating private speech, of course, we would find that impermissible. But the question is whether this is a very different kind of context. And let's go back to -- I think Justice Scalia said it, about the nature of license plates.  I mean, I think there is a clear regulatory purpose here. It's the government that actually makes the license plate.  I think the license plate continues to be public property, if that's right, like you have to return the license plate.  It has the State's name on it.  It's clearly the official identification that the State gives with respect to a car. So why doesn't all of that make -- make this Alderson Reporting Company a very different case from the typical forum cases that -- that we usually address?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I asked my question before, if you remember it, really, because I wanted an answer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It wasn't a statement.  It was -- it was -- I'm trying to get rid of all the conceptual basis here.  You just go back -- forget the public forum, et cetera, forget all that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Just go back to look to see is speech being hurt, and the answer is of course yes, but not much, because they can put a bumper sticker. Then you look at the other side of it, and you say, does the State have a legitimate interest here?  And the State says yes, our interest is that there are messages we like, messages we don't care about, and messages we don't like.  And do we have a system for keeping the last off because it is the government speaking, which represents the citizens, and the citizens do -- its their government, and they don't want, just as in the examples Justice Scalia gave, to have their government associated with messages that this commission doesn't want.  And maybe there are limits on that, but that's the basic idea.  Okay.  Now, weigh those two things.  I think you'd say, little harm to speech, we see the other broad, da, da, da, et cetera.  Now, what's your response?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Forum.  See, it's the conceptual part, and I can't tell whether a forum -- a license plate's a forum or not a forum, or if it's a three-part test or -- I can't get that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm trying to go back to the basics of it."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How about both?  How about both in answer to that?  It is the State's license plate.  It has Texas on it in big letters, so -- and Texas says, yes, we have to approve it, yes, we approve a lot, but there's some we don't approve, because it's our speech, it may be the car owner's speech as well, but it is our speech."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the State had many fewer plates from which to choose.  So let's say they have the standard plate, and then they have a plate for every college or university in the State.  That's your choice.  Would that be government speech?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Suppose they broaden it.  So it's not only the colleges and universities, but it's all the places in Texas of historic interest or natural features of the State.  How about that?  Now you've got a lot more."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But answer -- answer the hypothetical.  Justice Alito says first colleges and next scenic places.  That's  okay or not?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And then I'm sure he has some other --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":7,"sideBefore":"justices","text":"And suppose that there's some little town that thinks that it's really scenic and they -- there's a way in which they can petition to get on this list.  Do you see where I'm going?  At some point, if it's -- if you have just a standard State plate, of course that's government speech.  If you've got 5,000 different variations that people can create for themselves, it becomes a lot harder to say that's government speech.  So where would you draw the line?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"My -- my problem with this is, how do I know?  There are three categories of plates, I understand.  There's the official State plate, there are specialty plates created by the legislature, and there are specialty plates created by an individual. How do I tell the difference between the legislative plates, which are government speech, and the private plates?  Do I need to? What I do know is what I said at the beginning, it's both people speaking.  And I think both people endorsing each other's message in some way.  So why should the government be compelled to accept speech it rejects because it thinks it's wrong?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And doesn't want to be associated with directly."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what about Justice Alito's hypothetical -- we never did quite finish -- where the direction of his question was, suppose the State, all by itself, has 10 messages, 20 messages, 200 messages, 2000 messages, you can choose, but the State makes up all the messages and gives you all the choices. What results?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I know that's the result of the hypothetical.  I want to know the legal result. What's the First Amendment answer?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is the scheme that I proposed, and that followed from Justice Alito's questions, consistent with the First Amendment or not?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's not the hypothetical."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The hypothetical is the State has 5,000 designs, and the State makes them all up, and you can choose.  Is there a First Amendment violation?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What happens if private people could submit messages, but they all had to go through the legislature?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what's the difference, then?  I mean, if you say -- if you think that that would be all right, you know, Texas has said, well, the DMV does it, not the legislature, a different branch of government, but it's government just the same."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"When -- in Wooley, go back to that for a second.  I take it that if I object to the message on the New Hampshire plate, Live Free or Die, I have a right to be disassociated with that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  Well, if the State, which represents many people in Texas, doesn't want to be associated with the particular message, why doesn't it have the right to say we don't want that event, we don't want that association."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, the State represents X million people.  They don't want to be associated with this message through their official organ. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What's the difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, can I ask you, it's a somewhat technical question but you just touched on it.  Do you have an objection to the materials that your friend has cited from outside the record?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You think that it -- Alderson Reporting Company it's the extrarecord materials are accurate --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- actually."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So what is your -- the choice, the choice that Texas had, am I right, that in your view if they're going to have this -- these vanity plates, it has to be open to everybody, or they can shut the program down and nobody gets vanity plates.  But maybe if the legislature passes a law or laws saying this plate is okay, that might be okay. So what -- is the, is the choice between everything or nothing, with the exception of what the legislature does is okay?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. George, could I just take you back to the Chief Justice's question for a moment and just make sure I understand it.  Mr. Keller has indicated that there are a number of other occasions in which the State has disapproved plates, and in which the State has done that on the grounds of offense.  Do you -- do you have any objections to those representations?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if the argument --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Right.  What if the argument were not simply offensive but a higher degree? You know, incitement or likely to give rise to -- I mean, I think someone driving in Texas with a swastika is, you know, is likely to be -- to trigger public violence.  Is the level of the State's interest at all pertinent to your position?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, but Mr. George, just the worst of the worst, whether it's the swastika or whether it's the most offensive racial epithet that you can imagine, and if that were on a license plate where it really is provoking violence of some kind.  You know, somebody is going to ram into that car --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where is that going to Alderson Reporting Company fit on the license plate?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Where is that going to fit on the license plate? (Laughter.)"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Your position is that if you prevail, a license plate can have a racial slur. That's your position?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have to put \"Taxation Without Representation\" on your D.C. plate?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Or can you ask for a clean plate?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If somebody objects I guess it's like, \"Live Free Or Die,\" right?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do you know how much money Texas makes from this?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That is really all this is about, isn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Keller, you have three minutes remaining. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"justices","text":"You have very limited rebuttal time and I do have one question.   You were asked a question about the Republican -- the Democrat distinction and you said, Oh, there might be some other thing equal to it.   Is there a First Amendment standard that you can use to deny that plate?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No First Amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"SCOTT A. KELLER","firstName":"SCOTT","lastName":"KELLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":2902,"interruptions":37,"times_spoken":65,"laughter":0,"num_int_by":8},{"id":1,"fullName":"R. JAMES GEORGE","firstName":"JAMES","lastName":"GEORGE","counsel":true,"justice":false,"side":"respondent","words_spoken":2488,"interruptions":39,"times_spoken":90,"laughter":1,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":504,"interruptions":3,"times_spoken":20,"laughter":1,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":460,"interruptions":2,"times_spoken":15,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":468,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":705,"interruptions":1,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":590,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":604,"interruptions":3,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":656,"interruptions":9,"times_spoken":32,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1093,"interruptions":2,"times_spoken":30,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":2902,"times_spoken":65,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":39,"words_spoken":2488,"times_spoken":90,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":23,"words_spoken":5080,"times_spoken":165,"laughter":3,"num_int_by":5}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":null,"respondent":null,"date":1473644127369}}