{"petitioner":{"name":"TYSON FOODS, INC.","counsel":[0]},"respondent":{"name":"PEG BOUAPHAKEO, ET AL., INDIVIDUALLY AND ON BEHALF OF ALL OTHERS SIMILARLY SITUATED. ","counsel":[1,2]},"caseNumber":"14-1146","date":"2001-11-10T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-1146, Tyson Foods v. Bouaphakeo. Mr. Phillips. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is that so? Because as far as I understand this, there was some donning and doffing that was common, that is, there was some sanitation and some protective gear that they all Alderson Reporting Company had to wear. And then there was a difference between the night -- knife wielders and the others, but they weren't all that different. So in one case, one wore mesh aprons, and in the other case, rubber aprons. It didn't seem to be that wide disparity."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but you didn't --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the statistical mechanism of your own, you didn't have a Daubert objection to the testimony, and you suggest in your brief that uninjured plaintiffs are included in aggregate damages, but you were the one that objected to a bifurcated trial. And so far as uninjured plaintiffs recovering, that has to be determined on remand anyway. I -- I just don't understand your arguments."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but once you lose that, you have also other defenses: Your own expert, a Daubert objection, et cetera."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, I'm completely at a loss as to what you're complaining about. That's exactly what you did. And what this expert did --  I mean, as far as I could tell, between your expert that you used to calculate \"gang time\" and \"K-time\" did exactly the same thing this expert did. You came out with a lower number, but you used fewer people. At least their expert used hundreds of people instead of the few that you did. I'm --  I'm just completely at a loss. Would you suggest that if one plaintiff came into court, that he could not use the --  this expert to prove his case circumstantially to show that in fact, the average is this, and he doesn't really know how much time he took? When he does it now, it may be minutes instead of 10?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, no, no. But they know what they worked. They know that people were working over hours because there were time records with respect to that. Alderson Reporting Company What you're basically saying is that Mt. Clemens is completely wrong. You can't estimate your time when the employer doesn't keep records."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There were time records to that effect here."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. There were 200-and-something-odd people that their expert showed didn't work above hours. The jury knew about those."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can we go back to Justice Sotomayor's basic question, that is, when the government sued Tyson or Tyson's predecessor and got an injunction --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what Tyson's did, it had its own industrial engineer observe the workers as they were donning and doffing their gear, and that expert averaged the times that they spent. And it seems to me that the plaintiff's expert here is doing exactly the same thing that Tyson's expert did when the government was bringing --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, you say the question is whether it can proceed as a class. But it seems as though that's really not the question in this case because of Mt. Clemens; and what Mt. Clemens does is to suggest that certain kinds of statistical evidence are completely appropriate in FLSA cases generally, even if they're brought by the government, or even if they're brought by a single person. Alderson Reporting Company And so the question that you really are putting before us is not a Rule question, it's a question of whether this sort of evidence complies with the Mt. Clemens standard; isn't that right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the Rule inquiry, Mr. Phillips, is always dependent on what the substantive law is."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That was true in Halliburton where we said, look, if we didn't have the basic presumption, we would think of this as very individualized."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But we have the basic presumption, so the proof is not individualized. And the same thing, it seems to me, is true here because of the Mt. Clemens inquiry. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where it says if the employer hasn't kept the appropriate records, even a single plaintiff can prove the amount of work done through the use of statistical --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I can't see how that account of Mt. Clemens would make most --  much sense. You're suggesting that a person past can produce the statistical evidence, but if I worked 1/2 hours and all of this overtime is going to push me over 40, the Mt. Clemens presumption wouldn't be available to me?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you've changed your theory. Question 2, as you presented in the petition for certiorari, whether the class may be certified if it had members who were not injured. Then you changed that. Page of your brief, you say that the plaintiff must demonstrate a mechanism to show that. So now you're talking about -- about the mechanism. So the -- so the case has been argued on different theories at -- at many points, and it seems to me Justice Kagan is precisely right. You said, well, I want to start first with class action. She said, no, no. The point is we start with Mt. Clemens. That's the substantive law for FSLA."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. So Mt. Clemens says exactly this. I'll read it. I think it's correct. \"Where\" -- \"Where an employee's records of time worked are,\" quote, \"'inaccurate or inadequate'\" -- that's your case, right? -- \"then the employee attempting to bring a Alderson Reporting Company claim can show time worked by producing sufficient evidence to show the amount and extent of that work as a matter of just and reasonable inference.\" That's what it says to do."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And then it says the employer can't complain that the damages lack the exactness and precision of measurement that would be possible had he kept records. But he didn't. So they used some statistics to show it. What's wrong with that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they did through statistics. I mean --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, you say an antitrust case. Okay. Let's imagine an antitrust case. There's an agreement among sneaker manufacturers to use Alderson Reporting Company shoddy material. And large customers, distributors buy these shoddy materials. They're hurt. How much are they hurt? It depends on how many sneakers their employees used and when and so forth. There is no way people don't keep sneaker records, so what we do is we hire a statistician to use sampling. And if he's a good statistician and uses sampling correctly, we have probably a better measure than if we asked the employees to go back and remember how many sneakers they wore and what days and what hours years ago."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, some of them, it might turn out, actually did not wear sneakers during the period of time that the conspiracy has been shown to exist. But we didn't know that at the beginning because we thought we could prove a conspiracy from January to December, but we only ended up proving it from January until June. Now, there we have it. We put them in the class to begin with because we thought we could prove injury. As it turns out, we can't. Now, I --  I've never heard that you had to Alderson Reporting Company be able to know exactly how you're going to win your case when you form the class action because you don't know quite what the proof will be. I mean, isn't that how class actions work?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But why decertify the class? If we've shown or we do show the conspiracy lasted from January until June, not through December? Some people will recover; other people will not recover. Can't we wait until the evidence is presented before we tell the people who didn't --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- buy the sneakers, then you don't recover?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. difficulty understanding your point. There aren't there, of how many hours they worked donning and doffing the equipment at issue,"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. I'm having are records, without correct? So I thought that Dr. Mericle's using those actual records figured out how many people worked over hours."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you didn't have an expert to say that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Jury rejected --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Is there any way at this point to determine which employees were actually injured and which ones were not? Because I --  I gathered because the jury rejected the full verdict that was requested by the plaintiffs, they did not accept Dr. Mericle's testimony regarding the amount of time needed to don and doff for employees in various categories. And without knowing that, I don't see how you can at this point --  I'll --  I'll ask Mr. Frederick the same question --  how you can separate the employees who were injured from the employees who were not injured."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the briefs are like two ships passing in the night on this point. The Respondent is going to say this is for remand, or am I wrong about that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Aren't there further proceedings?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Aren't there further proceedings in this case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":5,"sideBefore":"justices","text":"It -- it was a lump sum."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And now that has to be distributed. So there are going to be further proceedings to distribute that lump sum judgment."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that has to be determined in the trial court. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that has to be determined in the trial court."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips --"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand. You -- you can get a class certified, some of whom have not been injured at all, and wait until the conclusion of the trial for the trial court to determine who has not been injured?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"-- class to begin with."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You have conceded that the initial certification was okay because at that time, we didn't know which ones --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But didn't you say that in general, a class could be certified going in, even though at that point, we don't know?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still having the same problem. When I heard Justice Scalia's question, I thought the answer is of course you can put in your class people whom, it will turn out, are not hurt. I have a class of people who were hurt by a price-fixing conspiracy that lasted from January to December. That's what I said. I have good reason to think it. But I prove it only lasted until June. That's a failure of proof. Half of them were not hurt, okay? So we don't pay them."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought that's the most common thing in the world. Am I wrong? Is it not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But there --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Phillips, there is a way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"Justice Sotomayor."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Why do you have standing? I mean -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the jury, obviously, rejected something. It obviously was told to exclude people who were not entitled, and it did it. You didn't object to a -- the failure to have -- you objected to proposing interrogatories. So this has invited errors; it sounds like invited error. But, finally, how do you have standing --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to argue that the issue of who gets part of that money?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You tell me, except for those people --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- who opted out, there are people who opted in?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Opted in. So you know all of the people who are bound, all the people who've opt -- who were -- who opted in."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So why do you have to know whether -- there can't be more."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They were allowed to participate; they just didn't opt in."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I've never heard of a case where absent class members are somehow bound by a judgment in this case, when they didn't opt in. I hope Alderson Reporting Company that -- I thought that was the whole purpose of not opting in, so you're not bound by this judgment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Phillips, do you have -- do you have a theory as to why the jury awarded less than half of the damages that were requested? Did they -- I take it they didn't identify particular workers."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Did they -- did they disagree with the minutes, minutes?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If I could go back to Justice Kennedy's question at the start, because it really was your decision not to have a bifurcated proceeding, where it would have been clear -- it would have been proved separately in a highly ministerial way which employees worked over hours. And having made that decision, you're in a Alderson Reporting Company position now where you're saying, oh, there's one sum -- there's one lump judgment; we don't know what to do with it. But, in --  in essence, what's going to happen is that it's going to go back in remand, and the judge is going to do something that looks an awful like --  lot like the bifurcation that you rejected, which is, the Court will say, now we figure out in this highly ministerial way who worked more than hours, and so who is entitled to share in the judgment."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it -- it absolutely helps with the question, your second question presented, which is this point that you are making that there might be some people who didn't work hours, who would nonetheless get money. And it absolutely helps for that. It takes care of the entire problem. That leaves you with only your first question presented --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which is this question about was the class too varied. And on that, I have to go back to this -- to this issue of, it's not a class issue. It's an FLSA issue under Mt. Clemens as to whether this kind of statistical evidence could have been presented."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Frederick. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there is no question the money can be divided up. The question is whether it can be divided up between those who were actually injured and those who were not actually injured. So suppose you have -- if you have three employees, one worked -- one was -- one was given credit for working hours a week, one was given credit for working hours a week, one was given credit for working hours a week. Without knowing how much additional time the -- each employee is entitled to, you can't tell which one of those, which, if any, of them was injured, and you can't tell how much additional time the employees were entitled to without knowing what the jury did with Dr. Mericle's statistics. So that's why I -- I don't see how this can be done in other than a very slap-dash fashion."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Counsel, we don't know why the jury reduced the requested damages by -- gave less than half. I mean, it could have been because they thought the evidence on the ones who just put on smocks or whatever as opposed to the ones who had the mesh Armour -- you see, I don't believe what you said about the ones who don't put on the mesh Armour, so we're going to give zero dollars on that. But I believe the -- the validity of your -- the experts' testimony on the ones who put on the mesh Armour, so we're going to award that. Or maybe they thought, you know, they would just discount the whole thing, or -- you know, we don't know why. So because they used average statistics over varying jobs with -- even your expert admitted varying times, depending upon the classes, there's no way to tell whether everybody who's going to get money was injured or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if you have -- you have -- I understand that, but do you have a Alderson Reporting Company substantive answer? Because it's one thing for us to write an opinion saying this is a horrible problem, but they didn't ask for instructions, so don't worry about it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's another thing. We need to know whether we should address the -- the mechanism by which this was presented to the jury, and then we can deal separately with a waiver issue."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That sounds like the same answer you gave before."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a substantive? Yes. We could say, okay, the problem is they didn't ask for a special verdict. They didn't divide it between the people who were engaged in different functions than the killers, stunners. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm actually puzzled by the same thing. So put yourself in my puzzlement. The --  there is a green room, a yellow room, and a blue room, all right? Now, we discover with our statistical experts that in the green room, doffing and donning, those people on average --  some more, some less --  but the sampling shows it's half an hour. In the blue room, it's minutes. In the yellow room, it's minutes. So, we add those three numbers on to green room, yellow room, and blue room people. And we get a number. Now, that number in individual cases will be wrong, but that's what averaging is about. And if there is no other proof in the case, well, is that good enough?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the substantive issue?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Then skip it. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And I suppose some of them like to chat while they're putting on the equipment, and others are more down to, you know, let's get this on as quickly as possible. And -- and some of them have different sorts of jobs that require different sorts of equipment. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there was not evidence to support that they'd have different equipment that they put on?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So --  so your -- your submission is that, in fact --  well, what --  what about and 21? You must have thought there was some difference."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So --  so the variation that is --  at least troubled some of us, seconds, minutes, you're saying it's not because the 30-second person is actually going to spend 1/2 minutes at the end of the walk, and the 10-minute person spent all the time at the beginning of the walk, and there's no difference between the people who clean up Alderson Reporting Company and the people who actually slaughter the hogs because the clean-up people are going to slaughter the hogs at four hours at the end of the shift. And the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so we should -- again, there's a -- a basic issue that's presented, but you're saying in addition to avoiding it because of the objection is their lack of objections at all, we should not be reaching the substantive issue because, in fact, there was no variation in the time?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is it an argument that if the employer wants to be quite conscientious about complying with FLSA, the employer has to take some averages. It has to say, we're going to give X minutes for donning and doffing on this line, X minutes --  and the second part of that question is, how much of this case turns on the fact that the employer did not keep adequate records?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can the employer be charged with not keeping adequate records by not following every single person every part of that person's day? You spend four hours on this line, four hours on that line. You have to --  you have to put on a certain kind of doffing. Can the employer really keep records for every single employee?"},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Many workers put on gear other than sanitary gear. What you say is true: The sanitary gear is the same for all workers. But some of them wear, what, chain mail to protect them from the knives, right? And --  and some of them wear other protective gear. And that's what is claimed to create the discrepancy."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't think your -- your friend will agree that it's basically the same gear."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I think that's his -- his point, that it's quite different gear."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the difference -- the question is not whether they're -- whether one protective gear is different from another, but it's whether protective gear is different from sanitary gear. That's the question. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't there -- wasn't there -- for all of the workers, there was certain basic equipment. There was basic sanitary gear, but there was also basic protective gear. So the only difference comes up with the protective gear for the knife weld."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The basic protective gear was the same for everybody."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"What was that? What was that basic protective gear that everybody --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":10,"sideBefore":"justices","text":"Hard hats, ear plugs or ear muffs, and boots."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What was it? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Let's see if you remember what she said. What was it? (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And -- but the --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":3,"sideBefore":"justices","text":"And boots. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You left boots out. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"But --  but the knife wielders had a lot more than that."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It seems --  it seems to me that you might concede that if this were simply a class action under 23, that these problems might be a barrier to certification, but that under Mt. Clemens you have a special rule; is that --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is that correct? Do you --  do you concede that there is a strong possibility you might not be --  have this class certified under section --  under Rule 23, absent Mt. Clemens?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So that's exactly, perhaps, what I --  I read the question, the first question. I'm taking it literally. It said, \"Whether differences among individual class members may be ignored, liability and damages will be determined with statistical techniques that assume everyone is like the average.\" Now, I thought the answer to that question is yes, and it depends, of course; you have to be reasonable. I mean, that's why you use the four rooms. We don't know everybody in the room. What we do is we take an average in the room. If it's a good statistical average, why not? Now, I want --  I don't want you to agree with that if that isn't the law, but I don't see why it isn't."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Frederick, I --  I'm not sure that you've answered the --  the two substantive questions that I see my colleagues asking, okay? With respect to whether you're a knife wielder or not, if you are assigned to --  to bear a knife during the day, you're going to be paid for that time anyway because you're on the start-to-end day, okay? So you're not going to get FSLA for that. So it's only the people who start out the day being required to don those outfits."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Could I just ask you to clarify something before your time runs out, because it -- it's unclear to me from what you've said in your argument. Why did Dr. Mericle come up with one figure for employees on the processing floor and another figure for employees on the slaughter floor if, as I understand you to have said this morning, all of the employees basically do both of those tasks and spend an equal amount of time on them, so they can all be considered together?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that was the impression I got from what you said."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let me ask you this: If the Court is writing an opinion of reaching the result you want, what is the standard we put? Representative evidence? Average evidence of injury is sufficient if? What --  what do we write?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's a little bit too specific for the broad standard that I'm looking for. An average is possible if what, there's no other way to do it? If it's an FSLA case and has a special policy? Neither of those seem quite satisfactory to me."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you also have to say that the jury accepted the averaging? And that doesn't seem to have happened here."},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"When the jury comes in with -- with less than half of -- of what the averaging would have produced, how can we say that there has been averaging? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Prelogar. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think -- how do you know they relied on the representative evidence? The number was -- was more than percent of what was asked. The expert was cross-examined. We don't know, for example -- they rejected the minutes but accepted the minutes. The fact that the jury did not give you the damages sought seems to me to call into question the significance of the statistics."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but they -- they saw the evidence on which the calculations were based, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They saw the donning and doffing of the sanitary gear and the protective gear. Couldn't they have made judgments based on those actual differences to reject some of the representative statistics?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And maybe you don't know because you're the -- in an amicus posture, but was the person who normally is, like, hosing down the floor paid as much as the person who performs the most intricate knifing operation? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And yet, your -- both you and your --  your friend are telling me that, well, we shouldn't treat those jobs differently because they often switched back and forth."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you concede that if this were a Rule action and the FSLA were not involved that it would be a much closer, much more difficult case?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"You -- you agree it would be an extension of Mt. Clemens to apply it at the liability stage as opposed to the damages stage, right?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I'm going to try to phrase what I understand the question my colleagues have been posing that I don't think either counsel has sort of gotten at, or maybe it's so obvious that we're missing it, okay? Clearly, the expert here, Dr. Joy, said -- Alderson Reporting Company I'm using a hypothetical -- there's minutes of overtime. And the figure that comes out with minutes of overtime is a million dollars. Now the jury comes back with half a million dollars. How do you know that what they said is -- I half the time -- five minutes, or the jury said, I think it's eight minutes or -- for slaughterhouse and three for production line people. So it averages out to five now, okay? How do we know what -- how the jury calculated that half million?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's what my colleagues are saying. So the question is, your adversary is claiming that there might be some people on the three-minute side who are going to come and collect a pro rata share who really weren't injured because they had worked hours and -- 56 minutes, something like that. So why is it that it's fair to distribute this -- this award pro rata?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Why would --  why would Tyson's care? They have to pay the same amount of dollars."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What happened to the -- the government's action? I mean, the government started this against Tyson's or its predecessor and got an injunction. And then the government said that the solution that the -- the K -- whatever it was -- that Tyson's came up with wasn't good enough. And then nothing. What happened to the government's --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What do you think an employer --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":9,"sideBefore":"justices","text":"No. Go ahead."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":3,"sideBefore":"justices","text":"What do you think an employer should do about recordkeeping when the employer believes that certain activities need not be counted under the FLSA? So is the employer --  it may be that the employer is stuck with the choice that it makes, the legal judgment it makes. But is it supposed to keep two sets of --  of records so the amount of time that it thinks the employee is entitled to compensation for, and then this additional amount of time, that it might be argued that the employee is entitled to compensation for?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Phillips, you have five minutes. "},{"name":"JUSTICE SCALIA","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but you're -- you're saying the district court made a finding that there were great dissimilarities."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Basic activity is --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't they standardize walking time? That's what I thought they used."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's a standardized walking time because some people are faster than others, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3456,"interruptions":27,"times_spoken":68,"laughter":0,"num_int_by":7},{"id":1,"fullName":"DAVID C. FREDERICK","firstName":"DAVID","lastName":"FREDERICK","counsel":true,"justice":false,"side":"respondent","words_spoken":2250,"interruptions":17,"times_spoken":39,"laughter":0,"num_int_by":7},{"id":2,"fullName":"ELIZABETH B. PRELOGAR","firstName":"ELIZABETH","lastName":"PRELOGAR","counsel":true,"justice":false,"side":"respondent","words_spoken":1484,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":876,"interruptions":2,"times_spoken":30,"laughter":4,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":353,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":586,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":792,"interruptions":3,"times_spoken":24,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":549,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":801,"interruptions":2,"times_spoken":18,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":445,"interruptions":1,"times_spoken":6,"laughter":1,"num_int_by":1},{"id":10,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":247,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":27,"words_spoken":3456,"times_spoken":68,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":19,"words_spoken":3734,"times_spoken":52,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":20,"words_spoken":4649,"times_spoken":131,"laughter":7,"num_int_by":6}],"outcome":{"side":"respondent","margin":4}}