{"petitioner":{"name":"STEPHEN DUNCAN, WARDEN","counsel":[0]},"respondent":{"name":"LAWRENCE OWENS. ","counsel":[1]},"caseNumber":"14-1516","date":"2001-01-12T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 14-1516, Duncan v. Owens. Ms. Shapiro. "},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume the judge said, instead of what he said -- so make the assumption my way -- I don't know if the witnesses are telling the truth or not, but I believe he's guilty. I'm not sure about their credibility, but I believe he's guilty because he wanted to get rid of this guy because of a -- a drug deal gone bad. Would that violate due process?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this isn't speculation. The judge said who --  Larry Owens knew he was a drug dealer; Larry Owens wanted to knock him off; I think the State's evidence has proved that fact; finding of guilty of murder. Proved that Larry Owens wanted to knock him off?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Sorry, Ms. Shapiro. Could I --  could I take you back, because I just didn't understand --  and I'm sure it was me --  the --  the answer that you gave to Justice Sotomayor's first question. And I think it's important, because it focuses on what the actual issue is here: How much is Alderson Reporting Company at issue between the parties? If you had a judge that said, I don't think the evidence is up to snuff here, and then said, the thing that takes me over the line is what I think about the defendant's motive, and that's what allows me to say that the defendant is guilty, and that had not been proved, that had -- the State had never offered that into evidence. It really just came out of the judge's head for whatever reason. Right? Do you think that that would be a due process violation?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Okay. But then -- so the first alternative that you gave, and you said it's not the claim here, but I would have thought it was the claim here because you -- there is obviously a dispute about how to read these words. And we can talk about the -- how to read these words. Right? But once you say, as I think you said, and I think you properly said, Look, if what the -- the judge's various comments on motive was basically taking him over the line, was -- that that was the basis for the verdict of guilty, that he didn't think that all the evidence, the other evidence was enough and that that was crucial to his finding, then, if I understand you right, you would say that's a due process violation because at that point the verdict of guilty is based on evidence that was never presented."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the judge is just saying it's not -- you know, this is not enough, and it's necessary for me to think about motive as the missing piece. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, I see. So you think that it doesn't matter if the judge thought that the evidence was insufficient as long as the evidence was, in fact, sufficient."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. The judge says, you know, all of this evidence, it's not enough. For me, motive is critical to a finding of guilt here."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. I mean, so maybe I'm putting words in your mouth, and so tell me if I am. But what I just heard was, look, if he's just telling a story to himself and he basically believes that the evidence that was presented is enough, but he wants to tell a story about some other things that make this all make sense, that's one thing. But -- but if he's really filling in the pieces and deciding -- and -- and determining guilt based on something that was never in the record, that's another thing entirely, and that that would run into all our statements about one accused of a crime is entitled to have his guilt determined solely on the basis of evidence at -- introduced at trial and so forth."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So now I'm going to go back to Justice Sotomayor's second question. And -- but, I mean, just take a look at what he said here. All right? His first sentence is, all of the witnesses skirted the real issue. All right? So all of the witnesses -- there's something wrong with what we've heard from all of the witnesses. They all skirted the real issue. Okay. So what was the real issue? What was the real issue? And then he says, the issue to me is that you have a drug dealer on a bike who Larry Owens, the defendant, knew was a drug dealer, and Owens wanted to knock him off. That's the real issue. And then he says, the State's evidence has proved that fact. What's that fact? Well, that fact is the same thing that he's just said is the real issue, that there was a drug dealer on the bike who knew -- and the defendant knew he was a drug dealer and wanted to knock him off. And then he says, okay. Finding of guilty. I mean, to me, I -- I guess with all the deference in the world, it's just this judge saying, Alderson Reporting Company there's something wrong with all the evidence that's been given to me, and here's what's really moving me to find him guilty."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"But I thought it was clearly established -- I thought you agreed -- page 14, I think, of your reply brief -- that it is clearly established that it would be a violation of -- of Taylor and -- and Turner if the factfinder bases its verdict on evidence not in the record."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but to begin with, we have a -- a general statement: The evidence must be based -- pardon me -- the verdict must be based on the Alderson Reporting Company evidence in the record. Correct?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. And we agree with that."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Then I don't see how --  I don't understand your answer to Justice Kagan."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But here, the issue is, was the defendant convicted on the basis of information that wasn't in the record. And I think you would have to answer that if it's clearly established, that a conviction must be based on evidence presented at the trial -- Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- cannot be based on evidence that the judge heard at the local bar --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- for example."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure -- you know, the problem is that you're making an allegation I'm not sure about. They had trouble with one of the witnesses. They wrote it. Correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So that leaves it to a one-witness ID of a witness who -- who, at best, saw the defendant once, when he turned around to leave the scene for a few seconds."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. I mean, once. Fleeting look. How can you draw a reasonable inference that the judge wasn't troubled by the witnesses when he says I think all of the witnesses skirted the real issue."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, except that evidence failed to identify him in court."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's pretty easy to -- to identify a defendant in court. They sit next to the defense attorney. I've always thought it's been a wonderfully -- a ritual with no meaning. But putting that aside, I guess my question Alderson Reporting Company is: You say that Johnnie's testimony was sufficient. I don't disagree with that. But what they didn't say was that it was credible, or that the judge found it credible. Those are two different findings."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"No. All the judge had to say was, I'm not sure he's credible. And what takes me over the line is this motivation, this theory that I have."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"This is quite interesting. You can draw an inference about a defendant based on no evidence. No one said he was a drug dealer, I presume. Did he have any convictions for drug dealing? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"He did not. So the judge could just make this up out of whole cloth."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's not extraneous evidence."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a new theory. I didn't read that in your brief, that somehow, the judge was right. He can --  he can assume that Owens knew that Alderson Reporting Company the defendant was a drug dealer."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess I -- this goes back to Justice Kennedy's question, I guess. We have these statements repeated over and over again. One accused of a crime is entitled to have his guilt or innocence determined solely on the basis of evidence introduced at trial. And what I hear you saying now -- and tell me if this is not what you're saying -- but what I hear you saying now is well, that's true as to real things that are extraneous to a proper factfinder's role, all right? But it's not true, as to -- I mean, I'm just going to say -- this made-up facts. It's not true as to made-up facts; that's different. You can make up facts, and -- and made-up facts don't come within this rule. Alderson Reporting Company Is that what you're saying?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not just -- it's -- it's not just like so I feel good about the case when I go home at night. I mean, this is a factfinder who has a -- a very clear role, which is to adjudicate guilt or innocence. And motive, although not an element in Illinois, motive is relevant to identification, which, in this case, was all about identification. Everybody said that this case was about identification. So when the judge starts making up things about motive -- and I thought that the State really did not contest that this was all made up, that none of it was in the record that got -- you know, who knows how he got this. But he starts making up these things about motive, and then indicating that these things about motive are relevant to his adjudication. To me, I mean, clearly established or not, that just fits under this Taylor principle."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I agree with you that there's a question of interpretation. So, I mean, it seems to me like everything comes down to that. Like, if you thought that this judge just made up facts and -- and then said, this is critical to my finding of guilt, I mean, I just think you'd have to say that that's a due process violation under Taylor. That --  that what you do have is you have the ability to come back and say, but that's not what the judge meant. That's not what the judge said, right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So --  so that narrows the issue. But then it's just like what was he saying, if that wasn't what he was saying?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me give you a hypothesis of what he may have been saying, because I think this may be a little bit too hard on the judge. This was an unusual prosecution. It was a murder prosecution where there was no evidence of motive. I think that's pretty rare. The judge may have been saying something like this: I have --  I have Alderson Reporting Company identification evidence here. And by the way, I -- I read the -- the whole -- everything -- the whole record and -- that's in the appendix and the closing argument of defense counsel. There was no -- the defense here was not that these were witnesses who made an honest mistake. They just didn't get a good opportunity to see the -- to see the perpetrator. The -- the -- argument of the defense, as I read it very clearly, was that something was going on here and these two witnesses were identifying -- were -- were falsely -- knowingly identifying the wrong person. Something was going on. There's evidence that the victim was selling drugs, very strong evidence that the victim was selling drugs, and that's what was going on here. And so the judge said -- may have said to himself, why does the -- the -- why would the accused take a baseball bat and beat this kid, this 17-year-old kid who has a lot of drugs in his pockets, riding around on a bike? Why would he just beat this kid to death? And there -- he -- I would be concerned about finding this -- the defendant guilty if I thought there was no motive in this case. But I can see that there could well be a motive in this case, because people in the drug trade kill each other. And that Alderson Reporting Company seems to be exactly what was going on here. Is that -- is that not a fair interpretation of what the judge was saying?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, no. It actually said --  so I've been looking at this because it puzzles me what standard we're supposed to use. He does say there's no evidence that the two eyewitnesses knew each other, had any reason to conspire and fabricate their testimony. Next sentence: \"Therefore, in light of these identifications, the trial court's speculation\" -- this is page --  \"the trial court's speculation as to defendant's motive for assaulting Nelson will be construed as harmless error.\" Error. And the judge who's dissenting doesn't deny that it's error. He says it's error. He just doesn't think it's harmless. So now we have a case where it looks like the only words I can find on this in Illinois concede that it's error. Or they say it's error. Indeed, they say it's harmless error. Alderson Reporting Company Therefore, the issue is harmlessness. What am I supposed to do? What standard do I apply out of if in fact they think it's error? Or even if they didn't decide it and we -- it's debatable, obviously -- we think it's error; we don't have to give them any deference, I guess. How does it work?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But they didn't conclude that. I mean, Justice Breyer has asked -- you have to give deference, I would think, on the -- the Brecht question, the question of harmlessness. But why would you have to give question on the merits -- on the merits issue? There was no merits determination. I mean, there are two ways to read this opinion, and neither one indicates that deference ought to be given on the merits. One way to read it is that they said it was error, but that it was harmless error. The other way to read it is that notwithstanding the fact that they said it was harmless error, they didn't really mean that. They didn't reach a decision as to the question of whether it was error. But even if that's the case, there's still nothing to give deference to on the merit side. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, on harmlessness grounds."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Whose adjudication on the MS. SHAPIRO: The Illinois Appellate JUSTICE KAGAN: We might be going in circles, but I thought you just said if --  even if we -- we view this opinion as not reaching a determination on the merits."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't that a merits Alderson Reporting Company determination?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I always thought harmless --  harmlessness --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":9,"sideBefore":"justices","text":"Harmlessness, you get deference on. There's no question. Harmless, you get deference on. The question is whether you get deference on the notion that this surmising about motive was not error. Because --  because to me, I read this opinion and I say they --  they never say it's not error. Quite the opposite. They declare it harmless error."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So harmlessness, I think you're right, is entitled to deference. But assume if you think that this judge unconstitutionally Alderson Reporting Company convicted somebody on the basis of evidence that had never been introduced at trial. If you think that, how could that not be harmful? That's -- I mean, it's almost tautological. If the error is that he convicted somebody on the basis of evidence that was not proper to think about, well, of course, that's harmful. That's why he convicted him."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Levenstam. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't -- doesn't the case really -- much of the case hinge on what -- what you mean by error? If you mean by error simply introducing into your decision matters that were not in the record that had no support in the evidence, if that's what you mean by error, it's one thing. It's another thing if you mean by error using evidence that was not in the record as a basis for your decision. And which of the two you -- you assign this to, it seems to me, determines the outcome of the case."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But what about the Alderson Reporting Company presumption that the judge knows and applies the law? And I don't think there's a rational judge who would think it proper to base a conviction on conjecture that has no evidentiary basis. So if we add to this that we presume the judge knows and applies the law, and that is he knows the defendant must be convicted on the basis of evidence presented in court."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I think we've gotten pretty far afield from the issue here. Which case of ours clearly established that it's due process-error when a judge speculates about an issue that is not pertinent to guilt and there's sufficient evidence of guilt on all the elements? Which case of ours says that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I just want to -- I mean, under AEDPA, isn't it critical that there be a case --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- as opposed to what you're saying is the case is: Well, you know, we have cases that say you can't be guilty if there wasn't evidence of guilt."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that -- that's a -- our cases clearly make sure -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- that that's too high a level of generality."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Taylor -- Taylor says the problem is the judge said you can infer from the fact that the person has been arrested and indicted, right? Is that -- that's Taylor?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Well, that's very different from here. The judge is the factfinder. He's not instructing anybody on anything. What about Williams? That -- they -- the Seventh Circuit only cited three of our cases, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I know. But that doesn't count, right? It's the ones that the Seventh Circuit counted -- cited under AEDPA."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah. Well, what Alderson Reporting Company about three cases: Taylor is about an erroneous instruction to a jury. That's not what this is. Williams. Williams. That's the prison attire case, right? The people are --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Nothing like that is here. That's an outside influence on the --  on the factfinder. And Holbrook is the sheriffs who were --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"--  blanketed. Nothing like that happens here."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's --  what is exactly what he's done?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not what the State says. The State says you read the relevant three sentences: The issue was you have a 17-year-old youth on a bike who is a drug dealer; who Larry Owens knew he was a drug dealer. Larry Owens wanted to knock him off. I think the State's evidence has proved that fact. You see? So two members of the Illinois Supreme Court say the words \"that fact\" refer to the sentence, Larry Owens wanted to knock him off. And the sentence preceding that is the judge's speculation as to why. One judge in the Supreme Court says what you said, that when you read that together, it means \"that fact\" referred to the motive. Now, there we are. And the question is what are we supposed to do? Is there enough here to say that they are clearly wrong, those two members?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, there we are, the Seventh Circuit thought, yeah. There is."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They're clearly wrong. The --  it doesn't refer to the preceding sentence. It refers to the preceding two sentences."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Have --  have I got the issue?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That seems to be the way that your --  your --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--  opponents are looking and it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What if the --  what if the record said --  the judge says, okay, I --  you know, the --  the State has satisfied all of the elements Alderson Reporting Company required for murder in -- in Illinois. You know, the real issue here is about these gangs selling drugs. In other words, is there -- and if, in fact -- I mean, does that make a difference?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, why don't we accept the presumption that the judges are presumed to know the law and are following it, and interpret that in light of -- in light of that record?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Because you don't challenge that there's sufficient evidence of guilt, do you?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure -- I'm not sure what he means when he says \"the issue here.\" He might have meant only the question here, the -- the unresolved question. What perplexes me here is that we don't have any evidence of motive. And that would be a question. And so he -- you know, he supplies that, but he --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- doesn't say --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"He doesn't say that it's necessary to his decision."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but you're assuming what their argument is. But the question is what is the real issue."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We can get something further. Were you the trial judge --  trial lawyer?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But you've read the record pretty well?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So now, I think all of the witnesses skirted the real issue. Okay? What did they skirt?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They skirt what they didn't talk about."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what was the rest of the trial about?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What was the issue in the trial?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And what is it about?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. I understand that. But I mean -- what -- what he says is the witnesses skirted the real issue. If you will tell me that all they talked about was: We identify him -- no, your identification is no good; yes, our identification is good; no, it isn't; yes, it is -- if that's what it was about, then that couldn't be the real issue, so they're -- that they skirted, because they didn't skirt it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So something else has to be; therefore, motive. But is that what happened?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What happened?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. You don't understand Alderson Reporting Company my question, because it was favorable to you. My question was -- my question was what did those witnesses talk about. He says they skirted the real issue. I want to know what they talked about --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the rest of the trial."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So wait. So they're --  what they were talking about is the identification?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And you're saying what the judge said is I don't think Larry Owens was the guy? I don't --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"--  think --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So he's saying you think he determined that they had not really identified the perpetrator. And yet, because he thought it was a Alderson Reporting Company drug --  this guy was a drug dealer, well, he ought to be found guilty anyway?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, but it's very important --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"--  as we try to read this statement, and I'm --  I think it's --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"--  if you think the judge did not think this was the guy but the guy who happened to be there was a drug dealer and so he sentenced him on first degree murder, I --  that's a pretty incredible submission."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what are you --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought --  I Alderson Reporting Company thought you said that the real issue was that the judge did not think that the witnesses were credible."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"When --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"That's what you say, but what I want to put --  there's --  I'm trying to get the Alderson Reporting Company other side, so you have to answer that squarely. And -- and maybe I'll put it this way: There's --  well, the judge has been sitting there through this fairly short trial. He is annoyed at all these witnesses. They've been pussy-footing what's going on. They saw the murder. No problem about that. But they're not explaining it because they're frightened of saying what it's involved in. And he's fed up, so he's going to say, I'm going to say what's really happening here. What's really happening here is this is a drug deal that failed. Or something like that. So that's the explanation of what he said. If you could bring him back and say, judge, did you mean motive played a role here? He'd say, of course not. Of course not. It didn't play a role in my decision. All that played a role in my decision was what the witnesses said, which was, he's the guy. I was just saying what's going on. Now, what's --  I think they're saying something like that."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No, you --  you --  you have to establish that it's error --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"--  before they have to establish that it's harmless."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But --  and what Justice Breyer was saying is it wasn't error. He's just speculating, trying to make sense of the whole thing, but that wasn't the basis for his decision. You have to establish that it was the basis for his decision, whereupon there is error, whereupon the State has to show that it's harmless."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, again, that -- that --  that depends on what you mean by error. If -- if all they mean by it was error that you should not bring in, in your opinion, any --  any facts that are not Alderson Reporting Company on the record, it's a mistake to do that -- I think that's what they meant by it was error."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not what -- what happened. The Seventh Circuit required a new trial, right?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. And what is the posture of this -- the case at -- at the moment?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There's a new trial that was necessitated by the judge's death, correct?"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The judge who passed --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- who made the findings?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Is that --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Is that who made this statement? The trial judge?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The one statement that the judge made that you claim is utterly unsupported by the evidence, I gather, is the statement: \"Larry Owens knew he was a drug dealer.\""},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's the -- that's the only one?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, there -- could -- there's some evidence from which one might infer that. It might be insufficient. It would depend on the standard of review. But there's evidence that -- that Nelson, the victim, was selling drugs. Could you not infer -- could a reasonable finder of fact not infer from the record here that this kid, this 17-year-old kid with packages of drugs, who's hanging around in front of this -- in front of this bar, was there for the purpose of selling drugs?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And the -- and the -- the defendant walked up to -- there's evidence that the defendant walked up to this kid standing in front of the -- of the bar selling drugs, and spoke to him for some period of time, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but there's evidence of that, if -- if you believe that, that that took -- that took place, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There's evidence of that. Alderson Reporting Company So could someone infer from those two facts that --  that if this kid was pretty openly selling drugs and the defendant walked up and spoke to him to some --  for some period of time, he knew what he was doing?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, the question on --  on the merits of --  putting aside the issues of --  of AEDPA and harmless error, when would it --  when does it violate due process for a judge in a bench trial to make a finding on a fact that is not needed for conviction? And what case of ours --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"--  sets out the standard for that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the standard?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm trying to figure out what the standard is, if you could put it in words. Suppose that the -- the trial judge had made a finding, like the -- the court of appeals appears to, about the -- the -- the time of nautical twilight, and suppose the trial judge was wrong on that. Then what? So the trial judge has made a finding of fact on a fact that's not necessary for conviction. Might conceivably have some relevance to the determination. So what is the due process standard for determining whether that requires a new trial?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Levenstam, I -- I guess I don't understand why you're -- I would have thought that the answer to Justice Alito's question was that Alderson Reporting Company you're not saying that what happened here -- what went wrong here, you're not saying, is that there was a superfluous finding of fact."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying that there is a superfluous finding of fact that actually went into the judge's --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- final determination."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It was not just any old superfluous finding of fact."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It was not superfluous. It was a made-up finding of fact that created the judge's final conclusion that the man was guilty. That played some role in that final conclusion."},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And --"},{"name":"JUSTICE SOTOMAYOR","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- in Taylor --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"justices","text":"It depends -- when you're reading this -- in reading what the judge said, it depends on -- the reasonableness of what the judge said may depend on whether you think that the judge inferred that Larry Owens killed the victim because he knew he was a drug dealer, or whether the judge was -- in attempting to fill in the blanks of this case, inferred that he knew he was a drug dealer from the fact that there was proof that he killed him."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So if you know that the victim is a drug dealer and the defendant talked to the victim, and then the defendant proceeded to beat his brains out with a baseball bat, you could probably infer from that the reason why he did it was that he knew he was a drug dealer, could you not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But I -- I'm sorry. You said the problem is with the evidence that linked Alderson Reporting Company him to the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But you're not challenging the sufficiency of that evidence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but credibility was the key issue in the trial, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But that --  seems to me like you're challenging the sufficiency of the evidence, and I --  again, as I --  as the case comes before us, we assume there is sufficient evidence to convict under every element of the crime."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't make any sense. You're saying that the --  what --  the Illinois Supreme Court thought the opinion below was, was that the judge didn't think eyewitness testimony proved that this was the guy who --  who hit him with a baseball bat. But nonetheless, he thought this guy was a drug dealer and that will be enough. I --  that doesn't make any Alderson Reporting Company sense. The trial court must have accepted the credibility --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"--  of one or both of --  of the witnesses."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry, counsel. Maybe I'm just repeating myself. That sounds like you're arguing the sufficiency of the evidence."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, you're saying we're not challenging the sufficiency of the evidence. We are challenging the Illinois court's determination that it was harmless error that there was not sufficient evidence."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you -- you're Alderson Reporting Company conceding that there was sufficient evidence. If all there had been is these two eyewitnesses, there would be nothing you could object to. But what you're saying is that the error that this judge made in confining this motive based on evidence is not in the record, that that error had a substantial influence on the judgment that it rendered."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So indeed, there was sufficient evidence, yes, but the finding of the conviction rested on an error that had --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Shapiro, you have four minutes remaining. "},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you explain how they were able to make that finding that the motive that the judge specified based on evidence that's not in the record, that that didn't have an influence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CAROLYN E. SHAPIRO","firstName":"CAROLYN","lastName":"SHAPIRO","counsel":true,"justice":false,"side":"petitioner","words_spoken":2338,"interruptions":13,"times_spoken":41,"laughter":0,"num_int_by":5},{"id":1,"fullName":"BARRY LEVENSTAM","firstName":"BARRY","lastName":"LEVENSTAM","counsel":true,"justice":false,"side":"respondent","words_spoken":2423,"interruptions":45,"times_spoken":91,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":730,"interruptions":9,"times_spoken":35,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":450,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1615,"interruptions":3,"times_spoken":23,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":110,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":303,"interruptions":3,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":879,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":817,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":414,"interruptions":5,"times_spoken":12,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":2338,"times_spoken":41,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":45,"words_spoken":2423,"times_spoken":91,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":27,"words_spoken":5318,"times_spoken":138,"laughter":0,"num_int_by":6}],"outcome":{"side":"respondent","margin":9},"prediction":{"petitioner":0.7415238429686526,"respondent":0.2584761570313474,"date":1472501779365}}