{"petitioner":{"name":"ROBERT J. WITTMAN, ET AL.","counsel":[0]},"respondent":{"name":"GLORIA PERSONHUBALLAH, ET AL.","counsel":[1,2,3]},"caseNumber":"14-1504","date":"2001-03-21T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first today in Case No. 14-1504, Wittman v. Personhuballah. Mr. Carvin. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that -- is that undisputed? How did they preserve the core when they shifted something like 180,000 people around?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there any holding that that preserved the core?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And how can we take politics when the drafter of the plan -- rightly or wrongly, the drafter of the plan represented to the court, I haven't looked at partisan performance. It was not one of the factors I considered in drawing districts. Now, we have to take that. That's what the drafter of the plan said. He didn't take into account partisan performance."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Politics motivates the change in district. That is our objective. That is what we seek to do, to preserve incumbency or whatever."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"May we then use race to move people from one district to another, simply because that's the easiest way to do it? We know that this is a -- a race that votes strongly for a particular party, so we can use race for this ultimate neutral purpose?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the district -- I understood your argument to be that, so --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So perhaps you can correct me."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How did you --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you show what the motive of the legislature was? Let's say you have percent of the legislators say this is because of race -- that's their motive -- 10 percent say it's because of partisanship, and percent say nothing at all. What -- what is the motive of that legislature?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it -- but it made District more compact."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this district was never compact to start with."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's -- it's contiguous only by water, not by land."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And it runs a very unusual route."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The new plan --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- splits less districts. It -- all of these plans have their flaws, but the new one at least splits less districts, and it is more compact under traditional criteria."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Would you spend a few minutes on whether this case is moot or not? As I understand it, the vast majority of the districts of the representatives who are parties to this action have not been changed in any meaningful way. Forbes is the only one who had a -- who had, perhaps, a live claim, but he's decided to run in another district. So how do we have a live claim or controversy?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But he has decided not to run."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is he going to go back and run in the old district?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you representing that if the map goes back to the enacted form, not the new one, that he will run in his old district?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And as --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"As to the old district -- Alderson Reporting Company I mean, we do have a rule that -- District A is allegedly gerrymandered. Voters in District B can't challenge that. You have to be a voter in the district that's allegedly gerrymandered. So how is it that a voter in District could not bring a challenge, but the representative of the voters in District can?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about Brat? What about Brat?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Normally, the defendant is the State in a voting rights case. They are the ones that have the plan until someone attacks the plan. These were Intervenors because they were affected. The Court said you could intervene. Now the State's gone. I'm looking for some kind of -- of rule or some kind of workable standard such that a new plan that the Court puts in would allow some people in other districts to remain to defend it, but not everybody. Or do you think everybody? I mean, after all, a plan in a smaller State that affects one district and makes changes likely affects people in every district, at least some of them. Some people will find it easier to get elected, some harder. I haven't found a case that supports you, but you'll tell me which one."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Good."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Meese -- Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the distinction between, let's say, the best one is the split district, you know, the one you were just talking about, Representative --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"--  Forbes, right. If he has standing, who doesn't?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, I mean, in the voting context, the standard for saying that a person in another district is hurt enough to be able to maintain a standing here, and these people aren't, which ones are and which ones aren't? Meese used the formulation harm his chances for re-election."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Harmed his chances for re-election."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So we announce a rule -- so we announce a rule --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":7,"sideBefore":"justices","text":"All right. Justice Sotomayor."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":4,"sideBefore":"justices","text":"We announce a rule that every change that affects an incumbent gives the incumbent the right to challenge the line of change."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Just answer the question Alderson Reporting Company yes. Every -- this is now an incumbency protection standing rule."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Every time your district is changed and you believe it hurts you, you have a right to go to court and say what?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but I -- but that's the rule. Do you have a right to claim? It's one thing to say I'm a voter and I've been racially discriminated against. What is the incumbent claiming? It's not racial discrimination against."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So, Mr. Carvin --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- let's assume that that's true and that that is -- counts as an injury-in-fact. We also have this other requirement in the law, which we talk about a lot less, but it seems to be quite well established, which is that there needs to a kind of Alderson Reporting Company legally recognized interest. So it's not just that you have to have an injury-in-fact, although you have to have that, but that there needs to be an injury to a legally recognized interest. So what is the legally recognized interest here that the --  the legislators are banking on?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, that's --  that's -- that's, you know, he wants to be elected. He has been injured-in-fact in the kind of practical ways we can all understand for the injury. But this other part of the test really suggests that you need a kind of legal recognition of your claim, and that's what I'm searching for here."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that that part of our standing doctrine which does look as to whether there is a legally cognizable right is only good for plaintiffs, and that once the inquiry shifts to the Alderson Reporting Company defendant, it just completely drops out of the picture?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Kagan can ask her own question, but he suffered injury-in-fact to what?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So they are right to assert that you have a legally recognized interest in being re-elected without, I don't know, improper interference or something like that?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I wasn't -- I wasn't -- I wasn't contesting the injury-in-fact requirement. I think I was -- I was asking about -- and it really is a question -- how this other separate requirement, which is that the invasion of -- that has to be to a legally protected interest applies in the context of a defendant. And you're just suggesting it drops out entirely. And I guess I'm suggesting -- I mean, I might be right, but it seems odd that a plaintiff would have to show it, and a defendant, it -- it just disappears from the inquiry."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But would they have a legally --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":6,"sideBefore":"justices","text":"So the legally cognizable interest is -- just finish the sentence for me."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That just --  that just makes the legally cognizable interest the same as the injury-in-fact requirement."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Go ahead."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"There are two questions. There's the question injury-in-fact, which you've been talking about. Now, on the issue of legally cognizable interest, does a member of Congress who wants to be re-elected have a legally cognizable interest in running Alderson Reporting Company in a district that was lawfully enacted by the State legislature?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Here -- here is the basic problem. I -- I can't get the right analysis. Look, normally a plaintiff is suing because somebody did something to him. So the defendant is the person who did it. And normally we're looking for the standing of a plaintiff, and there are all kinds of rules there. The person who did this to the plaintiff is the State. They're not in it anymore. So what -- of course the -- the difficulty comes from the fact that the congressmen aren't the people who did it. I mean, these particular people aren't the ones who did it, but they're still in the case. It's rather like Smith sues Jones for a Alderson Reporting Company nuisance. There's an order entered. It is an injunction. Jones's neighbor Brown says, this injunction is hurting me. Now, does Brown have standing? And --  and at that point we're into a new kind of a case, and I'm sure there's law on it. And --  and I just haven't got the right things yet. And -- and these cases --  they have the --  they'll have the language, you say. I'm just not certain of the way to analyze it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah. Yeah --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Carvin, can I -- can I take you back to the merits? Let me give you a hypothetical. It's not this case. It's a different Alderson Reporting Company case."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's say that there are some racist mapdrawers, and -- and they say, here's what we're going to do. We're going to set districts, and we really want to segregate African-Americans. And so -- and they say, that's our -- that's our first aim. But we also have a second aim. It turns out that African-Americans vote in a particular way. And so our second aim is that we are going to achieve some kind of partisan advantage as a result of this segregation."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now what should be the right answer to that question? Is there strict scrutiny in such a case?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You're making -- you're Alderson Reporting Company making my hypothetical more complicated than it is. We're just -- this it one district, we're just going to segregate all the African-American voters in this district. We're doing that primarily because of racial reasons. We don't like African-American voters, and we're just going to keep them all in one district. And secondarily, that has politically-beneficial consequences for us."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is -- and -- and so the question is, is that unconstitutional, because you know, if I look at that, I say, okay, that's -- the race was your primary motivation. That triggered strict scrutiny. You failed strict scrutiny; you're out of the ball game. But you suggest that you're not out of the ball game because you have this secondary interest which coincides with the clearly racist conduct. And that's the question that I want you to answer."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So then -- then you're -- then it seems to me you're changing your argument because in my hypothetical, both of these things run together. They're not in conflict with each other."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying the -- the critical question is not conflict. I had thought that you thought that the critical question was conflict. Rather, the critical question is which is the primary motivation or which is the but-for purpose, and which is the secondary motivation, even if both run in line with each other. That's a different kind of test."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"This is -- this is -- it's very clear, just as it is in this case I have to say, they have a list of criteria, and number one on the list is race. And then we have a lot of direct evidence in my hypothetical that this is for the most heinous racial purposes imaginable. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And the question is, does the fact that it also has political benefits, does that insulate these line drawers from what you would think is the obvious conclusion, which is this is unconstitutional conduct?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, he says, this is our first priority."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But in my hypothetical --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it's his first priority because he is a racist line drawer."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That --  that sounds to me as though it's a harmless error rule for racial discrimination. And we've never had a harmless error rule for racial discrimination. What we've said is, look, we just found racially-discriminatory purpose, end of case."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask a question, which is really highlighted by Justice Kagan's hypothetical? Because normally, were -- were it not for the Voting Rights Act, there would be a very simple answer to all of these questions, and that is that you cannot take race in account at all. It's invidious discrimination to take governmental action on the basis of race. Does Shelby County have any relevance to this case? Is this the type of case that will never come up again in the future if the Voting Rights Act is not amended?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the first seven words of that quote are \"in a case such as this one.\""},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And the question is what did they mean by that? And one understanding of what they meant when they said \"in a case such as this one\" is in a case in which there was no direct evidence of racial motivation but only circumstantial evidence, and --  and the --  and the absence or the presence of a map was indeed relevant to the question of whether that circumstantial evidence added up to the conclusion that race was the motivator."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No. It's just in a case such as this one, the case before us."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why didn't we ask for a map in Alabama?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Raphael. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You -- it didn't commit clear error, but you thought it committed error, right, given your --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- prior position in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, I understand. But your position, if you were taking a considered position at trial, is that the -- the district court was wrong, because that was -- you presented the facts and you defended those facts, under your view. And then on appeal, they overturned it, and you say, okay, they were wrong, but not clearly wrong."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, there's nothing wrong with that. I just want to make --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Did anything else happen between the time when your office took the prior position and -- (Laughter.)"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":10,"sideBefore":"justices","text":"-- your appearance here Alderson Reporting Company today?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"No. I'm just asking you: Was there anything relevant that happened?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Which expert are you talking about?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"One -- it was also one of your experts that said that if every person involved in these swaps were white, the results would still be the same, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's at Is that --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"McDonald, right."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Would there -- would there be a violation here if the district that were drawn could be explained on the basis of partisanship Alderson Reporting Company rather than race?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's a -- a question I asked Mr. Carvin. You're talking about the motive of the legislature, right? What do you do when it's percent race, percent partisanship, and, as is often the case, I suspect, percent of them don't say anything at all?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But if you're a Alderson Reporting Company legislature and you say, okay, I understand now what you said. But I suspect most of them looked at the map and said, you know, how a.m. I doing here? What's percentage of Republican? What's percentage of Democrat? What's the change? They may not have cared what the sponsor thought about it."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Wouldn't there be a basis for the legislator who said, the Department of Justice won't accept it if we go below percent? Is it -- was there -- was it something she made up, or did she have some basis for that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Are there districts in other States or in other cases where the BVAP is at percent or percent, or is that unusually high?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Meese was the case, wasn't it, about -- was that the case involving the --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- supporting a lobbyist?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, yeah. Political propaganda. Okay. So it's a harm to reputation. I see that. All right. If, in fact, this is a sufficient injury, the injury that now, the plan will make it harder for me to be elected, that should give rise to a claim by Alderson Reporting Company virtually every member of the State legislature. And indeed, if it gives rise to their claim in their hands, why not in the voters' hands?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You have, in a State like Virginia, several million people who could attack any redistricting plan and any variation on any redistricting plan. That's quite a lot to read into Meese."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Special because it's more severe in degree?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There is no case that -- the closest you can come is the case of a lobbyist who is complaining about his reputation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He was a State Senator. Alderson Reporting Company That's fine."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there anything better?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I did. I --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Do --  do you think it's fair to characterize Forbes as an officious intermeddler?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The future of his political career that he's had for years."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Elias. "},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't want to impute --  impugn in any respect the motives of the Commonwealth of Virginia, but if it were the case that a State decided not to defend the Constitution, not to defend the legality of a districting plan that was adopted by the legislature, and that decision was made purely for partisan reasons, you would say that a number of --  that --  that an elected official or a candidate who was severely adversely affected by that should not be able to challenge it."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What if the -- the decision -- and, again, this is not a -- I'm not saying this is about Virginia in this case. But what if it were the case that that decision was made for a racist reason?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What if it were made for a racist decision? What if the reason for not defending the legality of this -- of the districting plan was a racist reason on the part of the State executive? You would say that an adversely affected member of Congress or candidate may not have standing?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"If the State had a plan designed to protect incumbency and it did not do that, could a -- a voter object to the fact that the incumbency rationale was not followed?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can voters assert an interest in preserving incumbency?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So then --  so then you have an --  an acknowledged interest on the part of this legislature, but --  that the --  the fact that the plan fails to accomplish that, no one --  nobody can object?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Under your view, could the legislature as a whole intervene?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So a legislature who passes the law has greater standing than the individual who is affected by the law?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It sounds to me like it's incumbency, which is the very thing you say that this one individual cannot protect. Why can a legislature -- a whole legislature say it, but not one legislature. I don't understand it."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Race --  you say race is a proxy. If --  and this is why, easily, I think it's Alderson Reporting Company so important. The way you check is to come up with a district that would achieve the same partisan objectives without respect to race, and you weren't put to that test in this case."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No. I mean, it makes it -- I guess you have a greater degree of confidence if you have an alternative that said, look, if they wanted partisanship, which is usually a pretty high priority for politicians, if they wanted partisanship, they would have done this, but instead Alderson Reporting Company they did this. But if you're not --  if you're not forced to show that, then you have reliance on, you know, however many quotes you can find, and --  and I get back to the question I asked before. What do you --  how do you analyze it if it's percent race, percent partisanship and percent who say nothing at all?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is that Janis?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"He wasn't in the legislature when this took --  was approved, was he?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I thought the --  the person who drafted the plan --  maybe I've got that mixed up. It wasn't Janis --  was --  was not in the legislature."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you could have -- you think you could have drawn a map under Cromartie that would show if you wanted to protect incumbency or --  and Republican or Democratic advantage, you would have done this, and instead you did this?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why isn't it the question where you could have drawn the map another way? Alderson Reporting Company Are -- are you saying that you can draw a map only by using race, then you can't draw the map? Is that your position? I can see where you could take that position, but is that what you're saying?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let's not forget that there was -- counsel, I'm over here -- you're skipping over it. And I'll bet the map might have been slightly different. It still was going to be different --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- if you had not used Alderson Reporting Company race."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's the whole purpose of the exercise, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If you're race neutral, you move people not on the basis of their skin color, but on some -- some neutral principle. And you have shown that in at least five precincts were moved where it wasn't on the base of partisanship, it was on the basis of race."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but if you moved those districts, then you'd have to move other districts to make up for -- for it. And again, I think that's what Cromartie does. It says we don't have to speculate about percent, percent, percent. What you have to show is that partisanship could not have been a factor, because you couldn't have drawn it any differently without affecting partisanship."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if race and partisanship are co-extensive, which one predominates?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. If race and partisanship are co-extensive, then which one -- it's -- you may say it's an abstract question that isn't that the same but doesn't fit these facts -- but if that's the case, which one predominates?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And who loses if it's a tie?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose the legislature had set the same number as what was referred to as the Benchmark Plan. Suppose, instead of making it  they kept it at 53.1, kept it exactly the same as in the -- the prior plan."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is that what you're making it right on? Do you agree with the Solicitor General that a simple statement from the line drawers that they were trying the best they can to comply with the Voting Rights Act, that that is not sufficient to -- to have strict scrutiny apply?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. No. I got that. I'm saying assume a different -- a different set of facts where they weren't just saying we have to stick at 53.1, or we have to go at  percent. Assume a different state of facts where line drawers simply say of course our first priority is to comply Alderson Reporting Company with the law. Do you think that that itself triggers strict scrutiny?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So what you think triggers strict scrutiny is essentially the use of a mechanical target here?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's not related to the ability to elect?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Gershengorn. "},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Is that -- is that true when the legislature specifically has adopted incumbency protection as a matter of State law or a matter of State policy?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"That's the area District 5, District in the State which is heavily African-American and so imagined racist legislatures changed the whole district so they couldn't possibly elect an African-American. Does the African-American Alderson Reporting Company member of Congress have standing to contest that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"And as a congressman, not."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"No, I know it's different, but what I'm looking for throughout is the -- I understand that there has been no case which discusses this -- that I've been able to find. They have the Meese case, which is in a different context, but why is that different? And what's bothering me about it, which -- I don't want you to just say I'm right; I want you to explain why, if I a.m., or why I'm wrong -- is that there are potentially dozens of remedial plans and there are hundreds of possible plans for a State, and every plan will hurt someone. And if one district in a State is changed, suddenly you open the door to every legislature and every Congressman from every other district challenging the plan. That strikes me as a big shift in the Alderson Reporting Company direction of taking power from the legislature and turning it over to the judges as to what kind of districting plan you're going to have, and a mess to boot."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"That's what's worrying me."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Well, I knew you thought I would be, given your comments. (Laughter.)"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"But if you --  yeah, I --  I'm sorry. I --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"I guess I find this a little bit harder than you just suggested, because this is not Representative Forbes saying, I want to choose exactly the set of voters that's going to increase my own electoral chances. This is Representative Forbes Alderson Reporting Company saying, look, there has been an act of the legislature, and the --  the act of the legislature has given me a certain set of voters, and why don't I have a legally cognizable interest in relying on that legislative judgment when some court has taken it away?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"But, I mean, people have objected to some extent that Cromartie cut back on Shaw and Miller as well, and again, I just -- I, at Alderson Reporting Company least, would feel on much more solid ground if the plaintiffs had been put to the test of saying, show us. They say this isn't about partisanship; this is about race. Okay. Show us. You draw the district that would protect the partisanship interest that's going to be different. And yet the -- the lower court did not subject them to that inquiry."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Well, okay, if there is evidence that race is at issue. I will give you a chance to answer the question I asked each of the Alderson Reporting Company others. I wouldn't want to deprive you of that opportunity. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":4,"sideBefore":"justices","text":"But you're looking to see whether race was the motive. What do you do if, as I said, you know, say yes, say something else, and don't say anything? How can you say that the motive of the legislature was -- was this or that?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"What if the drafter or other members of the legislature say, race was our first consideration, and by that, what we mean is that we have to take race into account under the Voting Rights Act, and that's what we've done? Would that -- what would be the -- what would be the result there?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, counsel. Alderson Reporting Company Mr. Carvin, you have four minutes remaining. "},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I take the point, Mr. Carvin, but isn't that really exactly what we confronted in Alabama, which is --  you know, the number Alderson Reporting Company one priority was the VRA, but then it turned out that they had misunderstood the VIA, so it turned out that the number one priority was a racial quota, which had nothing to do with the way the VRA is really supposed to operate?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MICHAEL A. CARVIN","firstName":"MICHAEL","lastName":"CARVIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3798,"interruptions":29,"times_spoken":71,"laughter":0,"num_int_by":6},{"id":1,"fullName":"STUART A. RAPHAEL","firstName":"STUART","lastName":"RAPHAEL","counsel":true,"justice":false,"side":"respondent","words_spoken":1562,"interruptions":18,"times_spoken":27,"laughter":0,"num_int_by":5},{"id":2,"fullName":"MARC E. ELIAS","firstName":"MARC","lastName":"ELIAS","counsel":true,"justice":false,"side":"respondent","words_spoken":1719,"interruptions":12,"times_spoken":30,"laughter":0,"num_int_by":5},{"id":3,"fullName":"IAN H. GERSHENGORN","firstName":"IAN","lastName":"GERSHENGORN","counsel":true,"justice":false,"side":"respondent","words_spoken":1443,"interruptions":8,"times_spoken":12,"laughter":0,"num_int_by":5},{"id":4,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":961,"interruptions":4,"times_spoken":35,"laughter":1,"num_int_by":2},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":242,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":388,"interruptions":2,"times_spoken":16,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":405,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":850,"interruptions":5,"times_spoken":26,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1304,"interruptions":4,"times_spoken":32,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":426,"interruptions":0,"times_spoken":11,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":3798,"times_spoken":71,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":38,"words_spoken":4724,"times_spoken":69,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":19,"words_spoken":4576,"times_spoken":146,"laughter":3,"num_int_by":6}],"outcome":{"side":"respondent","margin":8},"prediction":{"petitioner":0.44890553869901484,"respondent":0.5510944613009852,"date":1472411006060}}