{"petitioner":{"name":"HALO ELECTRONICS, INC.","counsel":[0]},"respondent":{"name":"PULSE ELECTRONICS, INC., ET AL., ","counsel":[1]},"caseNumber":"14-1513","date":"2001-02-23T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 14-1513, Halo Electronics v. Pulse Electronics and the consolidated case, 14-1520, Stryker Corporation v. Zimmer. Mr. Wall. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But is that -- is that what you're advocating, to return to that, just as a matter of discretion, for the district court and that's it?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you referred to the nature of the infringement. Is that the only thing that's involved here? Are any of the Petitioners asking for enhanced damages based on litigation misconduct, for example?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We have to decide whether enhanced damages can be awarded solely based on litigation misconduct. That would seem to be a separate question. Or you said that the main thing involved is the nature of the infringement. So what is the issue Alderson Reporting Company before us?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is the --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is the nature of the infringement so determinative under your view? Alderson Reporting Company Yes, they copied it, but perhaps they had a, you know, good-faith belief that this wasn't patented. So the fact that they copied it doesn't seem to me to automatically make it something which is suitable for sanctions."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Or they could have had, you know, a good-faith belief that the patent wasn't valid."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That may be. But this is my question on this. The statute doesn't say anything. The statute just says: In either event, the Court may increase the damages up to three times the amount found or assessed. I don't get too much guidance from that. Let me assume against you, assume against you, that the history does not favor you. The history insists upon willful. Alderson Reporting Company Let me assume with you that there isn't good ground for clear and convincing. Nothing suggests that. But now, the hardest part for me --  and it is hard. I don't have a clear answer --  is there are, indeed, some preliminary in tests. If, for example, the patentee has a flaw in his patent --  not enough to kill it, but enough to make it pretty uncertain, a weak patent. There are all kinds of things wrong with it. No willfulness damages, irrespective, almost, of the state of mind of the infringer. So what could be said for that? You've read their excellent briefs on both sides, and you know perfectly well what can be said for that. And if I summarize it --  and that's what I want your answer to. Today's patent world is not a steam-engine world. We have decided to patent tens of thousands of software products and similar things where hardly anyone knows what the patent's really about. A company that's a start-up, a small company, once it gets a letter, cannot afford to pay 10,000 to $100,000 for a letter from Counsel, and may be willing to run its chances. You start saying, little company, you must pay 10,000 to $100,000 to get a letter, lest you get willful damages against you should your bet be wrong. We have one more path leading us to national Alderson Reporting Company monopoly by Google and Yahoo or their equivalence, and the patent statute is not designed to create monopolies throughout the United States. It's designed to help the small businessman, not to hurt him. So leave those words for interpretation to the expert court, and in this area it may well be the Federal Circuit."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Have I stated the argument --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  pretty much the way it is? All right. If I have, I would like your response to it."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Not just their strategy."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We have all kind of amicus briefs that say that's the truth. And indeed, thousands and thousands and thousands of small businessmen are trying to break into businesses that they just can't do without software. And when you have tens or hundreds of thousands of patents on software by other companies, that means we can't break in."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It hasn't fallen. Go look at the market shares of the different companies that are seriously involved in software."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Then are you satisfied --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with this? You've just used a word that might help: \"reasonable belief.\" We say that where a company is small, where it is small and wants to run the risk, follow the Fed Circuit rule, in order to show willfulness -- because it's reasonable -- in order to show willfulness, you have to show that that infringer not only didn't know it was faulty, but also was a big company that was pretty used to getting these lawyers' opinions, and also pretty used to asking their own experts whether it really was a good patent or not. And they didn't do it here. What about something like that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Tell me how you articulate this. And I ask because the SG is talking about describing it as egregious conduct. You're saying something about willfulness and recklessness. And I don't know if this is all a matter of semantics, but I think the SG is right. Even if you give discretion to the district courts to make a judgment of when to enhance penalties, we have to give Alderson Reporting Company them some guidance."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It can't be that they can give enhanced penalties on whim."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right? So if it's not whim, what is it? How do we articulate a test that protects what Justice Breyer is concerned about, which I think is a legitimate concern, but doesn't entrench a position that just favors you?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And by that, I mean, you know --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So how do --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Help me --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that -- that --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you know, that these tests understands life a little -- is more --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- complex than that. Okay? Because you can often use the conduct of someone, after the time, to reflect what they thought. And so if you're seeing that someone is withholding information, you might be able to infer that there wasn't good faith at the beginning."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So your articulation doesn't really give life to the complexity of this inquiry."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This is all the Read Corporation factors that the district court here did in the Stryker case."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's very nice, but I don't want to adopt that test. How do I articulate this in a more generalized way?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are courts going to be able to assess the state of mind of the infringer at the time of the infringer's conduct without getting into communications with the -- with the company's attorneys?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this -- you see, you had the case where at the time when the -- the question of enhanced damages is decided, the judge can see that the defense was able to -- with the help of good lawyers, was able to put on an objectively reasonable, although unsuccessful, defense. How are you going to be able to show that the infringer did not have that same information at the time of the conduct in question?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Martinez. "},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":7,"sideBefore":"","text":"The enhanced damages that we're discussing really is almost entirely punitive if the octane standard for attorneys' fees remains in effect. In other words, an octane standard is --  gives a judge much more latitude to impose --  to award attorneys' fees when there's been unnecessary resistance. So all we're talking about is punitive damages."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":7,"sideBefore":"","text":"And you --  and you want to just basically dismantle the willfulness structure that the court of appeals has established; is that correct?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":7,"sideBefore":"","text":"I didn't think they were doing that. I thought what they were doing was saying, we are not going to allow punitive damages in a case where the patent is so weak. And so we're really not looking at state of mind. And the reason that we're doing that is the reason I said previously. And the reason that we're not leaving it up to trial judges is because those trial judges don't see patent cases very much. And where they have a pretty good idea of how employment law, tort law, and all kinds of other law works, they don't have that, a good idea in respect to patent law. And we, the Federal Circuit, do. That's why we are created. And we are afraid that if we do not use this objective standard, what we will see is a major effect discouraging invention because of fear that if we Alderson Reporting Company try to invent, we'll get one of these letters and we can't afford $100,000 for an opinion. Now, I've just repeated the same argument. But we did create the government, that expert court to make such determinations in the face of language that seems to allow it, and so what is wrong with they're doing what they were paid to do?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":7,"sideBefore":"","text":"But I just gave you the reason. Now, you can say that you don't agree with that reason and give me a reason why it's wrong, but just to say it's no reason is disturbing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"As I read your brief and the Petitioner's brief, I got the sense that there was quite a bit of difference between the two. The government seems to be taking a much higher standard before these punitive damages, or however you want to describe them, would be allowed. You use terms like Alderson Reporting Company \"egregious\" a lot. Your friend uses terms like, you know, \"intentional,\" more than mere negligence. Is that perception -- do you think that perception is an accurate one?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"Just a -- for one just brief moment. By \"intentional,\" you mean intentional infringement, not intentional --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"Okay."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":7,"sideBefore":"","text":"That avoids the use of the word \"willfulness.\""},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":7,"sideBefore":"","text":"That avoids the use of the word \"willfulness.\""},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":7,"sideBefore":"","text":"But the bucket is there."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":7,"sideBefore":"","text":"Can I ask --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Why isn't that post hoc defense necessarily -- you're almost reading it as unreasonable, by definition."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"Justice Kagan, did you have a question?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"justices","text":"Can I ask: If you were doing this just on policy --  very odd, but you know, we have a text that everybody's off of at this point. And --  and maybe some viewed that what happened in 1952, for some of the reasons that Justice Breyer gave, is perhaps not the most relevant thing. If you were doing it just on policy, would you come up with this same test?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"","text":"Thank you, counsel. Mr. Phillips. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought you said --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I thought you said the product was marked."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There had been a patent application, though?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Doesn't the statute exempt out enhanced damages for pending applications?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So why are you here?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"My empirical information -- I mean my empirical information -- ha, ha, ha, laughs slightly -- is -- is coming out of the briefs, which you do have to admit has an interest. The -- the -- I have -- I have assumed, and is there stuff that I could look at to back this up -- that in a world of patent and copyright protection, I think it's unfortunate that Congress hasn't passed a special regime for those kinds of patents, but they haven't. In that such -- in that a world like that, we're seeing more and more companies that have more and more, and continuously more patents. And if all that Alderson Reporting Company happens is you send a letter to somebody who has something that's trying to break into the industry, and they don't have enough money to hire many lawyers, that becomes a serious barrier, and that the government's rule in your view, and the opponent's rule in your view, will raise those barriers to entry. Now, that's a very elementary kind of assumption. And I do admit it's supported by the briefs on your side. And is there anything you would refer me to that would suggest that maybe I have a point, and your briefs have a point?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Of course. I've looked through them, and I understand they're effective. I just feel a little bit more comfortable when I can read something that isn't participating in the litigation, and it, too, bears out this view."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Lumley has also said quite a lot that he's worried about lawyers coming in and inventing various things that make the patent look weak Alderson Reporting Company after the event. You see? I mean, he --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"He is not totally with you on this."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is there a way of Alderson Reporting Company compromising this in this way? To say to the circuit, we see your point. Okay? And by and large, we accept it, but there can be very big companies that make a habit of getting those letters and giving the things to engineers, as we saw right now in this case. And where something like that goes on normally, then a refusal deliberately to do it for fear it comes back with the wrong answer. Or you do do it and you get the wrong answer and you go ahead anyway. That may be worth willful damages even though, in fact, there was a slight flaw with this patent."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about that? Giving them some leeway around the edges?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, leave it to the circuit to decide."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I have -- they have that squarely facing them, where they had -- where they -- and they did? Did they have that issue that --"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And your other point. You were just about to make a second point. Do -- do you remember? See, for one thing it's easy -- it was a good point, too. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Phillips, I -- I -- there's a whole lot of worry articulated by Justice Breyer and reflected in your briefs about protecting innovation."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But there's not a whole lot of worry about protecting the patent owner. I can't forget that historically enhanced damages were automatic, and they were automatic because of a policy judgment that owning a patent entitled you to not have Alderson Reporting Company people infringe willfully or not willfully. And I accept that at some point there was a different judgment made that -- that good-faith infringers should be treated differently than other infringers, willful infringers. But I don't know that that swung things so far the other way that it can only be that, if you come up with something, any defense whatsoever in the litigation that's not frivolous, that that gets you out of enhanced damages."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If I'm there --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If I'm there --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- and I don't think that the Seagate test is -- is -- is appropriate but I am still in the balance of how do we get --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- a similar protection without an artificial test that I don't think is right --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- where -- where do I Alderson Reporting Company go?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the different court called it differently in the second case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you are --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We are, after all, dealing with statutory language. And I'm not sure it's been quoted yet. It says, \"The Court may increase the damages up to three times the amount found or assessed.\" Period."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And yet the Federal Circuit standard, you've got --  you know, you've got Alderson Reporting Company heightened burdens of proof, particularly articulated. I mean, the way we -- the -- courts have been used to dealing with discretionary standards for a long time. And the way it works is, historically, you know, the exercise of discretion in a lot of cases that, you know, wears a channel which kind of confines the exercise of discretion. And I think the other side's argument is based on that history."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Over time, this is what discretion has -- has given us in this area, and therefore, you get beyond that, it's an abuse. But to erect this fairly elaborate standard on the basis of that language I think is surprising."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't know how far that gets you, Mr. Phillips, because Mr. Martinez just told us that he'd be happy to call willfulness his test. And willfulness has meant different things to different people here."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And there's nothing that Congress did that suggests that, when it used that word \"willfulness,\" it really meant the Seagate test."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can we -- can we --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can we at least peel off the clear and convincing evidence that seems to come out of nowhere and the -- the -- the standard is de novo review rather than abuse of discretion?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"--  how about clear and convincing evidence? You've been --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you can't have abuse of discretion."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You --  you care about de novo review in the Federal Circuit rather than testing the district court's determination for abuse of discretion."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The recklessness decision here seems different from those that generally come up. But maybe you can provide an example where this occurs outside of this context. Usually, to determine whether someone was reckless, you have to assess the -- the nature of the risk, the severity of the risk. And in the typical tort case, the severity of the risk may seem greater at the time of trial than it did at the time of the tortfeasor's action, because someone has been harmed. But in this situation, the -- the degree of the risk seems smaller at the time of the determination of enhanced damages than it may have been at the time of -- Alderson Reporting Company of the infringement. And I can't think of another -- because it's a legal risk. And the first determination may not have been made with the assistance or very intense analysis by attorneys, and then the latter time, the attorneys are very much involved. Is there any other situation where a recklessness determination has those characteristics?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How does it work in tort law?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you can imagine situations where when the actor takes a risk, it looks tremendously great. But by the time trial is over, it was pretty small. It happened, but, you know, the eggshell skull. He thought almost certainly he had one. And he did, but the chances of his having one were a million to one against it. Punitives, how does the reckless --  do you have any idea?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah. But it turns out as you found it, it wasn't very bad. And what you thought you were going to find, then, was just terrible. This must come up. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There are?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There are not."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then we would have a --  an analogy on your side, because the other way, it would be an analogy on the other side."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any way to allow some consideration for a subjective intent to infringe in an egregious case, as an additional element for --  as an additional way to define willfulness without completely wrecking the Seagate standard?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No. But take a case where --  take a case where there's somebody who absolutely wants to copy a product. He says, Mr. Jones --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"A patented product."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right? So same thing, let's call it. Mr. Jones sells a product that involves a patent, and it's selling very well. And Mr. Smith comes along and says I want to copy that patent and that product and sell the same thing so that I can reap those profits too, and --  and does that. Now, the Seagate's test says that as long as Alderson Reporting Company his lawyer can come along at the end and raise some kind of doubt about the patent's validity, the fact that --  I forget whether it was Mr. Smith or Mr. Jones --  but the fact that --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The fact that he went and said I am going to copy this patent so that I can reap the benefits of some other person's work, that doesn't make a difference. And that's, I think, the question that Justice Kennedy was asking. It seems to stick in the craw a bit."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right. But that's not enough. Because, you know, if I'm Mr. Jones and I'm saying is it worth my while to go copy this patent, and I think, you know what? A lot of patents are not valid. I'll take this risk. I will --  I will make a lot of money selling this patented product, and if somebody calls me on it, I'll go hire myself a lawyer, and that lawyer will come up with some kind of argument about why the patent is not valid after all. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That seems like it's a bad -- that seems like a bad incentive."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"See, the question -- I know this is not exactly a question that we've seen in your briefs, but we see countering in your brief, is there was a company. And the company made, I think, cotton goods. And an individual thought that he could make a lot of money by taking those cotton goods and the machinery that they were used and selling it all over the United States. And so he did it. I think it was Alexander Hamilton. (Laughter.)"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":5,"sideBefore":"justices","text":"I'm not sure. And as a result, New England grew rich. Now, supposed he'd gotten a letter one day that said, we have a patent. We have a patent. And it would have cost him $10 million to look into it, and he didn't have all the money so he thought he'd run his chances. Suddenly I'm not so sure which way the equities would work out. That's your point. Both of you have a point."},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And that's why I'm looking for is there some way we can get the real worst ones Alderson Reporting Company without destroying what you don't want to have destroyed and yet, where he's really worried about the real worst ones?"},{"name":"JUSTICE BREYER","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"They just used the word \"willful.\" I'm not --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the --  the -- the choice is reflected in the statute, which leaves a lot of discretion to the district courts. And I think --  and a lot of the arguments we've heard today are the sort of arguments that can be made to the district court's discretion in a particular case. Saying, you know, this --  this is one of those pirates Alderson Reporting Company or, you know, trolls, and it is a serious one or it's less serious one. And you have these standards to apply, and -- and the district court will exercise the discretion. And if it's out of the channel of discretion, then the Court can review it on that basis."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Mr. Phillips. Mr. Wall, you have four minutes remaining. "},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"One point Mr. Phillips brought up that you didn't address in your initial Alderson Reporting Company argument, maybe you could say a word about it, is Section of the American -- America Invents Act. Under your -- under your reading, could evidence of the failure to obtain or introduce advice of counsel be used to prove that the defendant infringed in bad faith?"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you get to that point under the language of 298?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY B. WALL","firstName":"JEFFREY","lastName":"WALL","counsel":true,"justice":false,"side":"petitioner","words_spoken":2584,"interruptions":17,"times_spoken":33,"laughter":0,"num_int_by":5},{"id":1,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"respondent","words_spoken":3420,"interruptions":26,"times_spoken":53,"laughter":1,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":531,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":115,"interruptions":3,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":439,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1666,"interruptions":5,"times_spoken":29,"laughter":2,"num_int_by":2},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":525,"interruptions":9,"times_spoken":26,"laughter":0,"num_int_by":2},{"id":7,"fullName":"MR. MARTINEZ","lastName":"MARTINEZ","counsel":false,"justice":false,"side":"","words_spoken":1568,"interruptions":5,"times_spoken":13,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":115,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":422,"interruptions":3,"times_spoken":10,"laughter":0,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":2584,"times_spoken":33,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":26,"words_spoken":3420,"times_spoken":53,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":24,"words_spoken":3813,"times_spoken":102,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":8},"prediction":{"petitioner":0.6918554361403527,"respondent":0.3081445638596473,"date":1472419305686}}