{"petitioner":{"name":"STEPHEN L. VOISINE AND WILLIAM E. ARMSTRONG, III","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"14-10154","date":"2016-02-29T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-10154, Voisine and Armstrong v. United States. Ms. Villa. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's inconsistent with the treatment of bodily injury. I mean, I think you agree, because the Court so held, that either bodily injury or offensive touching is the act -- satisfies the act requirement. And you say if there's bodily injury, Alderson Reporting Company then reckless is enough, but if it's only offensive touching, then you need a higher mental state, intentional or knowing? Why -- if -- if both acts qualify equally, why shouldn't the same state of mind attach to each?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. Intentionality, in my mind, is misperceived, because you think -- you're talking about intentionality as the act of causing the injury. But I understood common-law battery to be the intentional act that causes the injury; i.e., if a husband threw a bottle at a wife, doesn't intend to hit her, but the bottle smashes against the wall and the glass embeds itself in her face, under the common law that would have been a battery because the act, the intentional act, was to throw the bottle. It wasn't -- it wasn't to cause the injury, but the act caused the injury."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know. If we end up disagreeing because the government points to many examples where this is the case, how do you win?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but the point is that the contact was in -- was -- some contact had to have occurred."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The question is whether there was an act that caused that contact regardless of whether it was intentional or reckless."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we were talking about common-law battery as it applied to -- definition Alderson Reporting Company as it applied in a domestic setting. So I'm talking only about a domestic setting --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- which this is."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the mens rea of recklessness could apply to the act of touching or to whether the act is offensive. Now, under Maine law, to which of those does it apply? It doesn't necessarily have to apply to both."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So if someone recklessly touches another person and that is offensive, that's a battery under Maine law?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what happened in that case?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I mean what were the facts? What did this person do that was -- involved a reckless touching?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that -- that seems like the recklessness there goes to the -- the offensive nature of the touching, not to the touching itself."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, there's the act of touching, so he -- he went to shake her but he didn't intend to touch her?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't really understand the -- the answer. He didn't intend to touch her at all? That was his intent?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Well, that's what I'm saying. They are two different things. Did the -- does the person intend to touch -- does the person intend to touch in an offensive way?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And so then it seems like your answer to my question is that it is in the latter that has the mens rea of recklessness."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"What is it that indicates that the Federal statute tracks the common law? The Federal statute gives its own definition."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Villa, can I understand what you said? You said you're relying primarily, then, not on the common-law history but on the -- the -- just the language, \"use... of physical force\" and what that means, the ordinary meaning of those words, is that correct?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But why isn't -- any of these examples that people give about the reckless behavior? Why -- why couldn't that be a use of force? I mean, Justice Sotomayor said throwing a plate against Alderson Reporting Company a wall. You say, well, I have a better example. It's driving a car really fast in a way that will endanger all the inhabitants. But, of course, we've said a number of times -- I mean, we said it most recently in the Sykes case that a car is -- is an instrument of force when used recklessly in that way. So why aren't all of these kinds of examples consistent with the ordinary meaning of use of force?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course, you're -- you're adding language to the statute now because you said against another person, and that is indeed the language in Leocal. But in Leocal, we said we're not going to decide the question here, which is just the phrase \"use of physical force,\" not against another person, just the phrase, \"use... of physical force.\" And tell me -- I mean, I guess your car example doesn't move me very much, so see if you can Alderson Reporting Company give me an example which would be reckless behavior under a battery statute but which you think would not involve the use of force."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You just said it. He closed the door very forcefully behind him."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the -- that's the use of physical force."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I know. And that's why it's reckless and not knowing or whatever the other term is. But -- but you're still using physical force. And that's the -- that's the term that has to be interpreted here, is the \"use... of physical force.\""},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, quite right. But the language --  I feel like I'm repeating myself a little, so I'll just try it one more time. The language is just the use of force. And what we are trying to decide is whether that includes use of force that indeed is carried out without an intent to harm, but is carried out with an understanding that there is a risk of harm. That's what recklessness is. And --  and, you know, doing something like driving a car miles an hour, or throwing a plate, or slamming a door when somebody's hand is in the vicinity, all of those things involve the requisite risk and all of those things involve the use of physical force."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you have to look at this in the domestic violence context? Because the definition, \"use of force\" as put in terms of a misdemeanor under Federal or State triable law, means -- so it means a domestic violence. And isn't it prototypical in many of these domestic violence cases where much of the violence employed is not direct violence, not hitting some --  there's a lot of that, but there's an awful lot of the examples I raised of reckless conduct that leads to violence, either from drunkenness or from other conditions. You're using \"use of force\" as it's being defined in other areas. Why does it fit into this domestic violence case?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the offensive Alderson Reporting Company touching prong. That has nothing --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That was the offensive touching prong. I'm talking about, here, the use of physical force prong --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that causes injury in some way."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The government tells us that this is -- heavy consequences ride on this, that is, that many domestic violence situations would not be subject to prosecution under this statute on your read, if you require knowing or intentional, rather than reckless, state of mind."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree with that? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that prosecutors, when they are State prosecutors, when they are charging these domestic violence offenses, are going to be looking ahead to the consequences of the particular charge for Federal firearms laws?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that's realistic?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let me ask you this, which is somewhat unrelated. So Congress passes this statute, and they do not want a person who has been convicted of a misdemeanor crime of domestic violence to have a firearm. Okay? What was the year when that was passed?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. That's what they want to do. And you agree that a --  that the offense of battery falls within that definition; am I right?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. What reason is there to think that when Congress did this, they wanted common law battery only? They didn't want battery as it is defined in general by a great many States."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"At --  at that time, am I not --  is it not correct that by that time a majority of the States had battery offenses that reached reckless conduct?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I under -- I understand that, but I thought you agree that \"battery\" in some sense falls within the definite -- falls within the category of a misdemeanor crime of domestic violence."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah. Okay. Well, if you agree with that -- and then your argument is that they just -- all they think about across the street is the common law. So battery -- common law battery, they don't care what the actual statutes are around the country. They are just interested in the offense of common law battery."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, is that realistic?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you're losing me. I thought you were argue -- I thought you were acknowledging that reckless conduct would be sufficient when it is -- when physical injury as opposed to offensive touching is involved; is that right or not?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What was that -- what was Alderson Reporting Company that category? That was the category where bodily injury resulted; is that right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the answer to Justice Alito's question is, yes, that bodily injury does trigger this statute. It's the question I opened with. If the -- if the conduct is covered, whether it is touching or bodily injury, why shouldn't the state of mind match? Why shouldn't the same state of mind do for both bodily injury and offensive touching?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's the common law term?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Let me get the statute. The statute talks about \"use.\""},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we wouldn't think that the common law has some great definition of the word \"use,\" would we?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I hear you today as basically making an ordinary meaning argument, which I think is a good thing because all the briefing on both sides of this has been talking about the common law until it's coming out of your ears, and it's not clear to me why the common law makes any difference at all here. I mean, you know, Congress was operating against a backdrop. It was not the backdrop of the common law; it was the backdrop of States having battery statutes. There's no word in this statute which is a defined -- you know, which is a -- a settled common-law term. So the question is, what was Congress doing? Alderson Reporting Company Congress, we said in Castleman, wanted to basically capture the set of battery statutes in which -- which were used for people engaged in domestic violence. Almost all of those statutes use \"recklessness\" within them. Why isn't that the proper place to look rather than the common law?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But Congress doesn't -- the -- the statute doesn't talk -- say -- say the word \"battery.\" It doesn't use it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It defines it in -- in this special way."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you please go back to the question Justice Kagan asked you and not using the shaking somebody, because I don't understand how shaking someone doesn't constitute the use of physical force. It may not be great force, but it's -- it's touching. What other example do you have of a reckless act that wouldn't involve the use of physical force? You're -- you're sort of saying --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it has to be intentionally offensive."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- as opposed to --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It always involves, however, the touching."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And the use of force to constitute the touching."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what difference does it make whether it's intentional or reckless --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- in terms of the culpability involved?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- use of force -- and -- and we're giving examples that are not domestic violence examples, but that has caused a sufficiently offensive touching to constitute a crime. So that's going to be prosecuted."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The example that you gave, though, would never come under this statute, because there isn't a relationship. You come up to a stranger, walking behind the stranger, and you think the stranger is your spouse. Doesn't -- that stranger is not related to you in the way that the statute requires."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Eisenstein. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What's so bad about that? I mean, given her door example, for example, why should the accidental or perhaps you would say she -- you know, he or she knew that the person was close, why should that constitute misdemeanor crime of domestic Alderson Reporting Company violence?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, you don't know; you're running away. What if it's a close call? You don't pause to think, well, gosh, maybe he's close enough or she's close enough that this will, you know, hurt his fingers or something. I mean, is -- is that recklessness?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah. You don't want to turn around and see how close the person chasing you is, if you slam the door, oh, gosh, that's going to pinch the fingers or something."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Ginsburg's example of operating an automobile: A husband is arguing with his wife and speeds through a stop sign and the wife is Alderson Reporting Company injured. What results under the statute?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the -- the main statute says \"recklessly causes bodily injury.\""},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not talking about overbreadth. I'm talking about interpretation of the statute. The statute includes a misdemeanor, so that Alderson Reporting Company disposes of that part of your answer. The statute covers a misdemeanor."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's narrow, but it seems to qualify under the statute. I don't quite understand your answer. You said, oh, well, it's narrow. But it's still a violation under the meaning of the statute."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So you're saying that the example is covered by the statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Which of our -- which of our cases say that you don't have to worry if the categorical approach covers conduct of the sort Justice Kennedy was talking about because Congress meant to cover other things?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure \"overbreadth\" -- I'm not sure overbreadth is the right legal term. So you think it's an appropriate defense under a prosecution here that the type of conduct I was charged with is really not what Congress had in mind? Yes, it fits under the terms of the statute, but it's not what Congress had in mind. And there's going to be argument about that."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I feel like your answer was that the statute does cover it, but it's most unlikely that a prosecutor would bring such a case. I think that's what you started to say about it."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Do we have precedent from this Court saying it's okay, we can trust the prosecutors to do the right thing? Can you cite me a case that says that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know how --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"What about the -- what about the -- the rule of lenity? We are reviewing a decision of a court that divided, and both judges wrote very strong opinions. And we also have U.S.C. Section 16, where a crime of violence doesn't include reckless -- a reckless state of mind. So putting those together, the other statute, plus that this was a split decision, why doesn't the rule of lenity apply? Alderson Reporting Company"},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Eisenstein, one question. Alderson Reporting Company Can you give me --  this is a violation. It suspends a constitutional give me another area where a misdemeanor suspends a constitutional right?"},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'm --  I'm looking at the --  you're saying that recklessness is sufficient to trigger a violation --  misdemeanor violation of domestic conduct that results in a lifetime ban on possession of a gun, which, at least as of now, is still a constitutional right."},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can you think of another constitutional right that can be suspended based upon a misdemeanor violation of a State law?"},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm --  this is a --  how long is this suspension of the right to own a firearm?"},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So can you think of a First Amendment suspension or a suspension of a First Amendment right that is permanent?"},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So in each of these cases had --  did any of the defendants, or in this case Petitioners, use a weapon against a family member?"},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So that the --  again, the suspension is not directly related to the use of the weapon. It is a suspension that is actually indirectly Alderson Reporting Company related or actually unrelated. It's just a family member's involved in a misdemeanor violation; therefore, a constitutional right is suspended."},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Even if that -- if even if that violence is unrelated to the use -- the possession of a gun?"},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, let's -- let's say that a publisher is reckless about the use of children, and what could be considered indecent displays and that that triggers a violation of, say, a hypothetical law against the use of children in these ads, and let's say it's a misdemeanor violation. Could you suspend that publisher's right to ever publish again?"},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So how is that different from suspending your Second Amendment right?"},{"name":"JUSTICE THOMAS","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Would you have a better case if this were a gun crime?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I suppose one answer is -- just a partial answer to Justice Thomas's question is SORNA, a violation of sexual offenders have to register before they can travel in interstate commerce. But that's not a prevention from traveling at all. It's just a -- it's a restriction."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do it -- what is it we have -- they raised this in their brief. They say, let's focus on the cases in which there is a misdemeanor battery conducted without an intentional or knowing state of mind. Now, they say if this, in fact, triggers -- this is the question Justice Thomas asked -- if this, in fact, triggers a lifetime ban on the use of a gun, then do we not have to decide something we haven't decided? And I think it would be a major question. What constitutes a reasonable regulation of guns under the Second Amendment given Heller and the other cases with which I disagreed? But -- (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"-- the point is, she's raised a question, and she wants us to answer that question. Is this a reasonable regulation given -- you just heard the argument, in part -- given the distance and so forth? So what am I supposed to say, in your opinion, in respect to that rather important question?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Stop you at the first point. Your argument on the first point is that she did not raise the constitutional question. She said in order to avoid a constitutional question, we should decide it in thus such and such a way. So one answer would be, well, maybe so. We aren't facing the constitutional question. We are simply facing the question of what Congress intended. And if this does raise a constitutional question, so be it. And then there will, in a future case, come up with that question. So we -- or our point is, we don't have to decide that here."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Two minutes, Ms. Villa. Alderson Reporting Company "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"VIRGINIA G. VILLA","firstName":"VIRGINIA","lastName":"VILLA","counsel":true,"justice":false,"side":"petitioner","words_spoken":2400,"interruptions":19,"times_spoken":61,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ILANA H. EISENSTEIN","firstName":"ILANA","lastName":"EISENSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":2312,"interruptions":12,"times_spoken":29,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":275,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":376,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":504,"interruptions":7,"times_spoken":19,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":514,"interruptions":0,"times_spoken":19,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":642,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE THOMAS","lastName":"THOMAS","counsel":false,"justice":true,"side":"justices","words_spoken":310,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":272,"interruptions":0,"times_spoken":4,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":2400,"times_spoken":61,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":12,"words_spoken":2312,"times_spoken":29,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":9,"words_spoken":3161,"times_spoken":94,"laughter":1,"num_int_by":3}],"outcome":{"side":"petitioner","margin":4},"num_jusitces":8,"prediction":{"petitioner":0,"respondent":1,"date":1473627035505}}