{"petitioner":{"name":"NEBRASKA, ET AL.","counsel":[0]},"respondent":{"name":"MITCH PARKER, ET AL. ","counsel":[1,2]},"caseNumber":"14-1406","date":"2016-01-20T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-1406, Nebraska v. Parker. Mr. Smith. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If I understand your Alderson Reporting Company position correctly, you're not asking us to overrule Solem?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"From what -- from what you just said and from your brief, I gathered -- perhaps I was wrong -- that you are arguing for a de facto diminishment test; that is, you pointed out the area has been overwhelmingly populated by non-Indians and they -- they -- they haven't attempted before to exercise governing authority."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a different Congress. I mean, to say, you know, a later Congress did thus and so, and therefore the earlier Congress, when it enacted a particular statute, must have diminished. That doesn't make any sense."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and -- and moreover, if -- if the third factor is dispositive, as -- as you assert, you would not -- we would not need the -- the -- the de facto diminishment doctrine whereby, by a sort of, you know, adverse possession, a jurisdiction, whether it's Indians or -- or even a State that used to have a jurisdiction over a particular area has forfeited it by long-, long-accepted usage to the contrary. If -- if that is true and -- and if -- if the third factor is as important as you say, we would not need that doctrine. We -- we would just find Alderson Reporting Company diminishment."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"As far as --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":6,"sideBefore":"justices","text":"That case didn't involve the -- the diminishment. Diminishment was not an issue."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's not what you're arguing here. I -- I -- I understand you're arguing diminishment, not -- not adverse possession, so to speak."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't -- the other side says you did not raise a City of Sherrill argument. Do you agree with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"A lot of the -- a lot of the arguments you make seem to sound more in a City of Sherrill-type proposition, but you haven't raised that argument, have you?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's based on what Solem said. Solem did bring up a de facto diminishment. This is on page of the opinion. It says \"On a more pragmatic level, we have recognized that who actually moved onto the open reservation lands is also relevant to deciding whether a Alderson Reporting Company surplus land Act diminished a reservation. Where non-Indian settlers flooded into the opening portion of the reservation and the area has long since lost its Indian character, we have acknowledged that de facto if not de jure diminishment may have occurred.\" This was the theme that was picked up in Sherrill, but it's stated in Solem."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And may I --  may I ask a preliminary question? We're talking about a liquor license or alcoholic beverage license and a sales tax on alcoholic beverages. Does the State itself impose such requirements, that is, a licensing requirement and a sales tax?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This tax was not imposed by the Tribe --  Tribe. This was a statute of Congress that permitted the Indians to do this, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Without jurisdictions, Alderson Reporting Company Tribes can't tax at will. They have to get approval for taxation, correct, from the Federal government?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what else -- what else do you lose if this ruling is against you? We've already circumscribed the powers of the Tribes on their own reservations greatly, so what powers do you lose? You've already ceded to the Federal government criminal prosecution powers. So you're not losing out on that. What are you losing out on?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith, can -- can I take you back to Justice Scalia's question? You know, because usually, at least now, we don't think much of subsequent history of any kind. Now, maybe they thought a little bit more highly of it in the days when Solem was written, but now it would -- it's -- it's pretty much of a stretch to use subsequent legislative history or subsequent history generally when we're dealing with interpreting a statute. And I'm just wondering: Is there a reason why it should be more credited here than in any other context?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When did -- when did this diminishment idea as a legal concept -- you said when Congress acted, they weren't thinking in terms of diminishment. When did diminishment become the big question?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But at what point in time? Because you -- I thought you just made this statement that in Congress wasn't thinking in terms of diminishment."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"On that question, as a practical matter, if the Tribe were to exercise -- go to the outer limits of its authority, what could it do in the city of Pender besides opposing this liquor tax?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about municipalities? What about self-governing -- or more or less self-governing municipalities? Are there any of those within this area?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- would happen to them? Would they continue to -- to exist?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would they continue to exist? I mean, aren't they creatures of the State? Can the State create municipalities on Indian Reservations?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. The Tribe has acceded to State sovereignty and the environment and in all sorts of things. Have they threatened to take away the State's activities in this village?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"This Tribe is awfully small. You think they are going to have the power to implement all of these things that you are fearful of? To do substitute services to -- they can't tax for it without the government's permission. So how are they going to do all these, and why would they do all these horrible things?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's nice to have the power of taxation, but they still need the government's approval."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the question of the City of Sherrill says if they try to exercise their powers in a way that's harmful to settled expectations, they might have a remedy in law. That's what City of Sherrill says, but that didn't take away -- the City of Sherrill didn't say the Indians weren't sovereign. It just said they can't exercise the sovereignty. It didn't say it was a diminishment. What they said is they couldn't exercise it because of latches."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- does the Tribe exercise authority in the part of the reservation that's not at issue here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"In the -- in the western part?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what about in the eastern part?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith, I -- I can understand why people might be concerned, for all the reasons that you're talking about. We do have pretty clear and settled law in this area with respect to diminishment, that we've said only Congress can diminish, that the idea is that we're supposed to look to congressional intent. And you say Congress didn't really think in these terms. And there's something that's fair about that. But Congress did use very different language in different ones of these acts, and we've looked to that language as a pretty good guide to suggesting which ones diminish and which ones do not. And it seems as though the language here in -- in the act in which we're concerned -- it's -- it's none of the language that would suggest that Congress diminished this act. So I was wondering if you could talk to that. Is there anything in the language of this statute that suggests a diminishment? Any of the usual kind of we cede everything, we relinquish everything? Like, what's the best you can do on that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, do you agree that City of Sherrill did nothing more than deny particular equitable relief and did not repudiate the proposition of Indian sovereignty over the land in question? Because if you agree with that, then I guess I'm more Alderson Reporting Company inclined to give greater weight to the third factor. But if you disagree with it, as I think you ought to, then -- then I don't see why we need the third factor."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but it says the Tribe doesn't have sovereignty, is what it says."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"To say -- to say that the Tribe does not have sovereignty."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Smith, on the City of Sherrill point, the Chief Justice asked you before do you agree whether this was --  whether this is waived. And you said, well, we cite City of Sherrill on page or something like that. Alderson Reporting Company Below, what was the status of the City of Sherrill argument in the lower courts?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure quite what that means. Does that mean de facto diminishment under Solem, or does that mean -- Solem -- or does that mean that you talked about City of Sherrill as an independent ground?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you. Mr. Clement. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What number? What --  what is the number?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Nine?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Out --  out of how many that took allotments?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Why would that be Alderson Reporting Company odd? They --  they could have taken allotments anywhere, couldn't they --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"--  within the area that was opened up? Couldn't they have chosen to purchase their --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"--  or take allotments outside the reservation?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand the -- Alderson Reporting Company your answer to the Chief Justice's question. An Indian who wanted to have an allotment off the reservation, and allotments were generally available, could take that allotment off the reservation if the Indian chose to do so, correct?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Allotments were only open to non-Indians?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So we're not talking about allotments open to the general population?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What do you mean --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But what do you mean, Mr. Clement, of the language that I read from Solem itself which seems to fit this case?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Did --  did --  did we cite Solem in Sherrill? I --  I don't really recall."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"If it held that, it would have been --  it would have been cited and Sherrill would not have been any big deal."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I thought Sherrill was a big deal."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Justice Ginsburg wrote it. I think she thought it was a big deal. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but Solem did talk about de facto diminishment. And it seems to me that you've got to recognize when they do that, they're talking about something other than de jure, in other words, pursuant to the law. It's pursuant to the facts on the ground. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Except that it's -- it's presented before the Court turns to apply the principles."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's -- it's not -- it's not tied to the third factor."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well --  well --  well, please correct me if I'm wrong from the record. My -- my understanding was in the west portion, the Tribe had done --  had exercised no jurisdiction until the Beverage Control Ordinance recently, but on the east portion, Alderson Reporting Company that they had. But then you say, well, we can't tell the difference in east and west."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And I mean, is --  is that reading of the record mistaken?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What --  what --  but does the fact that nothing, if --  if the record is correct -- let's assume the record shows that the Tribe exercised no jurisdiction over the western portion until this alcoholic Beverage Control Ordinance. Is that relevant to the case at all?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is it relevant?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it --  why is it relevant? To what point?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Limited to what?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What --  what --  what does it state beside the alcohol tax --  sales tax? What else, on your theory, could the Tribe do in the way of governance in this area?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You --  you -- Justice Ginsburg asked you a question, you said, as a practical matter. I thought --  maybe I misinterpreted her question here --  as a legal matter. As a legal matter, if you prevail, can the Tribe cast any doubt on the authority and the jurisdiction of the existing municipality?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If the City of --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If the City of Pender is on a reservation, under what authority could the Town of Alderson Reporting Company Pender regulate things that go on in Pender?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, just educate me because I -- I don't know the law on this point. Can -- excuse me. Can a State incorporate municipalities within the boundary of a Indian Reservation?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Does that displace Tribal authority in that area?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the -- the -- we're talking about the area. Can Tribal -- Tribal police patrol within the municipality?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So there's Alderson Reporting Company overlapping jurisdiction? The municipality and the Tribe --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"--  within the city?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't that create conflict?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the --  the liquor tax that we're talking about is not imposed only on Indians, right? It's imposed on everybody who buys liquor in Pender."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So on Indian Reservation lands, I take it Tribal police have jurisdiction over non-Indians as to minor offenses? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you --  you have the example of a scuffle. Suppose an Indian and a non-Indian are in a scuffle. If --  if there's a --  a minor criminal statute making this a minor offense, does the Tribe have jurisdiction over the non-Indian?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And that's true with reference to all Indian tribes? Can you cite me any proposition for that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kedem. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's what -- what the State can do, but the State wouldn't be obliged to do that, wouldn't be obliged to provide schools?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it would be a question of sovereignty."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"This is -- this is the reservation. That's your argument. It's the reservation, and that's not the -- the State land, so we're going to spend our money for schools or whatever on the -- in the State, not on the reservation. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The Environmental Protection Agency, which -- the State or Federal?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But our -- our questions have been, suppose that you prevail, what can the State do? And we say, oh, it's a practical matter. Don't worry. They won't do -- the Tribe won't do anything. The Tribe won't do anything. What could the Tribe do?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Yes, to regulate nonTribal members."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"We heard about the fuel --  the revenue sharing of the fuel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I suppose one reason the Tribe might --  might not provide services is because the area is 98-point-whatever percent nonTribal, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So they would be -- any services would be for the --  how many? Nine --  nine Indians in the area or 15?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How many non-Indians own land in the western part?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Couldn't the Tribe enact ordinances that govern the Indians in the --  in the western part?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. But at least as to Tribal members in the west --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"--  they would be subject to the Tribe's jurisdiction which they otherwise would not?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I don't understand that. Try -- try it again."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Principles of equity do not apply here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The law that authorized the imposition of these taxes in the western part of the reservation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, doesn't that beg the question? The question was whether or not this reservation has been diminished. So it's not the reservation."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If the City of Sherrill did apply --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If the City of Sherrill did apply, hypothetically --  I'm not nay-saying all the differences you're pointing out --  would you lose?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Explain why not."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Frankly, I'm more --  I'm more inclined to vote your way if the City of Sherrill does apply than if the City of Sherrill doesn't apply. What you're telling me is, unless you get there through Solem, it doesn't matter whether the State and non-Indians have for generations viewed this land as their own. That's what you're telling me, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's not what city -- that's not what Sherrill said. Sherrill said the Tribe had no jurisdiction. It said it had no sovereignty over the area anymore."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That determines the meaning of the statute."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's what I think."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, is that saying there's no such thing as de facto diminishment?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"How is that Alderson Reporting Company consistent with the language in Solem that Justice Ginsburg read?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about Sherrill?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"What about Sherrill?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What's -- what's vague about the language where non-Indian settlers flooded into the opened portion of a reservation and the area has long since lost its Indian character, we have acknowledged that de facto, if not de jure diminishment may have occurred."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I think if you look at the passage, it goes on, then, to discuss in addition to that, then we look to subsequent demographic history as an additional clue as to what Congress meant. I --  I read those as the two different paragraphs as making two different points."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Smith, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Wouldn't -- wouldn't the latter be the case with respect to any municipality that's within a reservation? We've been told there are a lot of those. And --  and wouldn't that --  wouldn't that be a problem in all of those, being that you have overlapping jurisdiction of Tribal police and municipal police? And until you know who the perpetrator is, you don't know which one has jurisdiction."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Their point is, the government says, fine, make that argument. Make it under the rubric City of Sherrill. Maybe you make it when you go down on remand or something, but it is workable to divide the issue into two parts. The first issue is what's the reservation, and the second issue is what can you do on the reservation? When you get to question two, if the Tribe has made no assertion of jurisdiction, nobody even knows about it for years. Maybe it's basically unfair to let them do what they want to do. And that depends on a lot of factors, such as what Congress says. So what do you think of that argument? Let's leave it for later. Nobody's argued it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"JAMES D. SMITH","firstName":"JAMES","lastName":"SMITH","counsel":true,"justice":false,"side":"petitioner","words_spoken":2792,"interruptions":20,"times_spoken":39,"laughter":0,"num_int_by":6},{"id":1,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":2283,"interruptions":23,"times_spoken":41,"laughter":0,"num_int_by":5},{"id":2,"fullName":"ALLON KEDEM","firstName":"ALLON","lastName":"KEDEM","counsel":true,"justice":false,"side":"respondent","words_spoken":1771,"interruptions":11,"times_spoken":32,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":560,"interruptions":3,"times_spoken":35,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":405,"interruptions":0,"times_spoken":17,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":425,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":631,"interruptions":2,"times_spoken":28,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":321,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":374,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":99,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":124,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":2792,"times_spoken":39,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":34,"words_spoken":4054,"times_spoken":73,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":8,"words_spoken":2939,"times_spoken":114,"laughter":1,"num_int_by":3}],"outcome":{"side":"respondent","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.6010634316772749,"respondent":0.39893656832272506,"date":1472523515699}}