{"petitioner":{"name":"FRANCHISE TAX BOARD OF CALIFORNIA","counsel":[0]},"respondent":{"name":"GILBERT P. HYATT. ","counsel":[1]},"caseNumber":"14-1175","date":"2001-12-07T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 14-1175, Franchise Tax Board of California v. Hyatt. Mr. Clement. "},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There is one --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There's one -- there's one significant difference there, Mr. Clement, which is that States are on a par with each other. So there's a kind of mutuality. So if one State does something to you that you don't like, you can turn it around and do it to them. And that mutuality also makes it less likely that the State will do that thing to you in the first place because they know that. So -- so I think what Mr. Farr says is the fact that there was this outrage with respect to a Federal court might not have registered in quite the same way when States were aware that they were on a par with each other and that they had many weapons that they could use against each other."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, for sure, Mr. -- Mr. Clement, you know, you couldn't go to war with the neighboring State anymore, and that's a difference. But you could say, if you're going to treat me like that, I'm going to treat you like that. And -- and you have other ways of dealing with -- with a State that you wouldn't have with the Federal government."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there anything in our -- in -- in our jurisprudence or our constitutional tradition that say States can protect each other by retaliating against each other?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I mean, I -- I thought that -- I thought that it's illegal for a State to ban Washington apples."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, to take you down to the practical level, and we're not getting involved with war, take Nevada v. Hall. But Justice Kagan's point is, if California says that a Nevada truck coming on its California roads, injuring a California resident, so then Nevada is liable to the courts and the law of California, Nevada can say fine. If a California truck comes into our State and injures Nevada people, we will do the same thing. That's what I think Justice Kagan had in mind."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. The system that you're advocating -- just so I get it right -- you're saying constitutionally any -- every State is immune from any acts that they commit -- this is the point that Justice Ginsburg is making -- from any acts they commit against a noncitizen even if they've waived sovereign immunity within their own State."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All -- all -- all I have to do is what? There's no noncitizen of -- of a State who can ever be held -- who could ever sue a State for whatever bad acts they've had."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what's the --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would they do that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I -- I could understand them getting together, which they haven't done, to agree upon limits to each other's or waivers of sovereign immunity. But what would induce them to come together to do that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If they -- if they don't Alderson Reporting Company think that they're forced to?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And we have here states tell us that they didn't like this rule."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There's no question that they gave -- this is why the Eleventh Amendment -- they Alderson Reporting Company gave up a lot of things to the Federal government. And I can understand why they thought they needed the Eleventh Amendment. But what makes you think that they gave up their sovereignty with each other with respect to these kinds of issues?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not in the Constitution."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's what Hall said didn't exist. Hall said the States, vis-à-vis each other, don't agree to respect the other's sovereign immunity. Hall distinguished sovereign immunity where you are the king, where you are sovereign, a State's immunity. And then said, but when another State is in the --  in the picture, equally sovereign, then both of them are sovereign, and neither has to respect the sovereign immunity of the other, that it's just --  well, when the --  when the nation was new, you will admit that Alderson Reporting Company there was no full faith and credit obligation. If one State was going to respect the sovereignty of the other, it would be a matter of comity, right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So when did it change from comity to an obligation?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I would have thought you would answer that the obligation was an obligation of international law, that comity was an obligation of international law insofar as it extended to sovereign Alderson Reporting Company immunity of each State not being haled into the courts of another State. That was international law."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Yeah. The very concept of comity is a matter of grace, that's international law. That's what this Court said in Hilton against Guyot. Comity is not a kind of a full faith and credit."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, haven't we now recognized that there is no automatic immunity for a sovereign nation, another nation? That --  the Foreign Sovereign Immunities Act said, yeah, sometimes, sometimes we respect the sovereignty of that foreign nation, but sometimes we don't, like in commercial deals."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There is -- there is a certain irony, isn't there, that California is the State that gave us a Nevada against California, right? And California then was saying, oh, yes, we can sue the sovereign in Nevada in our courts if they come into our State and hurt our people. It was California. So is California now saying they were wrong in the argument that they made?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, California has joined the amicus brief, has it not?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's that --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, what do you do with -- I mean, one time we had -- had this issue, and the argument that you're making was -- was made in -- in Alden, and the Court spent over two pages distinguishing Nevada v. Hall on that very point, that there -- when there are two sovereigns involved, then it's different."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But in -- in -- in Hall it does say, we determine the Constitution did not reflect an agreement between States to respect the Alderson Reporting Company sovereign immunity of one another."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they are not totally bizarre. It flows from the principle in Nevada that the State maintained the sovereign power to define the jurisdiction of its own courts, which is also an important sovereign power. So if you look at that power, then you have to say, well, what is it in the Federal Constitution that limits or takes away that sovereign power? So that's, I think, where I'm left after Nevada. And now you have a whole set of arguments, but they require us, for the most part, to overrule several cases."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'd like to get your response to the second part of this. Because your --  I mean, I --  I do --  that's --  I'm finding that rather hard, and it seems to me intuitively at some level correct that a State like Nevada should not be able to give less sovereign immunity to California than it gives its own officials. So I thought, well, where in heaven's name does that come from? And that's what's bothering me, and I'd like a theory. I have --  all I have so far is this: Full faith and credit, two statutes, sometimes exist. And there is also, when you're giving full faith and credit, the competing principle that, if you have a policy of your own State that cuts the other way and it's reasonable and so forth, you don't give full faith and credit. And here, if you're following that kind of principle, the same kind of principles in the Congress clause too, you would say, fine. Nevada, since it doesn't give its own people the sovereign immunity, doesn't have to recognize California's because of the Alderson Reporting Company public policy it's following. But as soon as they run out of sovereign immunity, which is at $50,000, I think, now they have no reason, and therefore they have to follow California's law. Now, I raise that because it's in the back of my mind. I've been thinking about it. And I don't find in the briefs either that theory or a competing theory about why you can't -- you -- you see where I'm going?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'd love your view on that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Clement, I --  I assume, but maybe I'm wrong, that it --  it follows from your argument that a --  a State could not adopt the equivalent of the Foreign Sovereign Immunities Act and make --  make other States suable in --  in their State courts for commercial activities."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't know what you mean: Not of its own force."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no. I'm talking about a State just enacting --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"--  a State legislature enacting a statute that is the equivalent of the Foreign Sovereign Immunities Act."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Any foreign State that is Alderson Reporting Company doing business, not just foreign country, foreign State that is doing business in this --  in this State can be sued if it's --  if it's --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But --  but that does raise --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"So that --  that creates something of an --  of an anomaly which is that foreign States can be sued, but --  but your sister State can't. That's a little strange, isn't it?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Clement, Justice Scalia's question does suggest that there are sovereign interests on both sides of this. Right? There's -- one is I want to have sovereign immunity. I want to avail myself of sovereign immunity. And the other is I want to subject another State to my court system when I feel like it, and I want the choice of doing that or reaching an agreement with another State that we should all treat each other nicely. So on your view, the States are giving up some significant sovereignty interest. They're keeping one, but they're also giving up one. And the question that you have to answer is why -- why is it so obvious that the States would have made that choice rather than the other choice? Which is, hey, it's been working out for us just fine to have the choice and to deal with our States on a going-forward basis on principles of mutuality."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it --  wasn't it -- didn't --  didn't Chief Justice John Marshall explain that, as to a foreign country, yes, there was a rule of comity, but it was not --  it was not binding. We -- we --  we were not bound by --  comity, yes, because nations should be --  treat each other with respect. But obligation, no. I thought that was the whole distinction made in Schooner."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"He didn't put it in terms of raw power, did he?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Farr. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They would need the intervention of Congress, I assume, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They would need the intervention of Congress."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why wouldn't they?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I thought compacts between States always required approval by the Congress."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"The Cuyler case. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that seems to me quite disruptive of the union that the Constitution contemplates in that States would make different arrangements with each other. Maybe they would freeze other States out. You would have have States bargaining with each other. It seems to me that that causes great dissension."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"For instance, California Franchise Tax Board has --  collects tax from people all over the --  all over the United States. And I could see some States saying, well, let's leave California out of Alderson Reporting Company this agreement, but we'll agree with ourselves. That seems to me highly disruptive."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But if you say we're just going to throw the States back on themselves; all the States negotiate with each other? That's not part of our constitutional tradition at all."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If this --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":9,"sideBefore":"justices","text":"What is your first reason for saying keep -- keep Nevada?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I think Mr. Clement says that there are two answers to that. One is that they actually never exercised that sovereign interest, so it didn't mean very much to them. And the other is that in exercising that sovereign interest, they would be violating norms of international law, so that they wouldn't have really thought that that was a significant and exercisable interest. But those are his two arguments against that."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So if the --  if the States thought that they had retained this power, why have you not cited any cases in which this was exercised before Nevada v. Hall?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Farr, I'm concerned about -- about the Eleventh Amendment, which, of course, does not prevent a -- its words do not prevent a State from being sued in Federal court. They only prevent the State being sued by citizens of another State in Federal court. Okay? Nonetheless, in Chisholm, we -- we -- we held it it goes beyond that, Chisholm, which prompted --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Hans --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":5,"sideBefore":"justices","text":"-- the -- the Eleventh Amendment."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Hans against Louisiana."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":5,"sideBefore":"justices","text":"We -- we have held -- it was Hans which held that it's also citizens of the same State that cannot sue in Federal court, but that's not in the Eleventh Amendment. That rested upon -- this is what Justice Hughes said it rested upon, \"Manifestly, we cannot rest, we cannot assume that the letter of the Eleventh Amendment exhausts the restrictions upon suits against nonconsenting States. \"Behind the words of the constitutional provisions are postulates which limit and control. There is the essential postulate that\" -- \"that the Alderson Reporting Company controversies as contemplated shall be found to be of a justiciable character. There is also the postulate that States of the union, still possessing attributes of sovereignty, shall be immune from suits without their consent, save where there has been a surrender of this immunity in the plan of the convention.\" In other words, Hans says there's an assumption behind the Eleventh Amendment that the States cannot be sued without their consent. Now, why --  why should that apply only to suit in --  in Federal courts, and not to suits in the State --  in --  in the courts of other States?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the assurances were based upon the postulate, the assumption, that no State, Alderson Reporting Company of course, can be haled into the -- into the courts of another sovereign without its consent. That was the answer. And that answer applies, not just to being haled into -- into the Federal courts, but being haled into the courts of other -- of other states."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"How do you explain Hans v. Louisiana?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So Mr. Farr, Mr. Clement suggests that it's unthinkable that a State would be so concerned about being haled into Federal court but not Alderson Reporting Company just as concerned or even more so about being haled into suit of another State. What is the response to that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why --  why do you say it was so --  so clearly established that a superior sovereign could not be sued in the courts of a lesser sovereign?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I --  I thought we invented that system of --  of two sovereigns, a superior sovereign and a --  and a lesser sovereign. What -- what --  what examples of --  of the absolutely clear rule that you --  you can't be --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"--  as a superior sovereign you can't be sued in a State court?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There are no sovereigns in England except the King."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's a different point. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If --  if --  I don't want --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I --  I --  I just want you at some point to give three minutes --  I mean, I will accept for argument's sake that the great issue in Philadelphia in was a division of power between the Federal government and the States, not questions of what States could do in respect to each other. And they wrote what they wrote, but that's what they're thinking of. And you're saying the second is what's at issue here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And therefore -- therefore --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--  we have two cases on it. We went through the whole thing. At the very least, don't open it. All right. I'll accept --  or don't go back because it's at least not that clear. And therefore, I'll accept that. Now, I would like just two minutes on what's bothering me. And what is bothering me is I really don't see how Nevada can say, we're going to give Alderson Reporting Company immunity to our own State but we won't accept California's similar immunity. Now, that doesn't seem intuitively right, but if I look at the Constitution, I see it says this. It says: \"Full faith and credit shall be given in each State to the public acts of other States.\" California has a public act which gives immunity. Nevada is not giving full faith and credit to that. I think those acts can sometimes include statutes or common law rules or decisions of courts. So I say, how does Nevada get away with that? Answer: Because they have a strong public policy in not doing it; namely, the policy of they don't give anybody, including their own officials, that kind of immunity. If that's the answer, that answer runs out of steam at the very point that they try to give officials more immunity than California is giving. Now, you see how I've lined up that legal reasoning with what seems intuitive. But I have no idea, to tell you the truth, about whether there is precedent for that; about what that might, in fact, get us into trouble on; or et cetera. So I would -- you must have thought through this. If I look in the briefs, the answer to this Alderson Reporting Company question of equal treatment -- I can't find much."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But the Full Faith and Credit Clause reinforced by it is the same policy there --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- that exists under the Commerce Clause too --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- and the Privileges and Immunities Clause."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Nevada's law is great. Nevada's law says if you're a Nevada worker --  State, you get -- you don't have to pay a dime. In fact, you have to pay 50,000."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But if you're California or some other State, you have to pay million."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that. And Alderson Reporting Company what trouble will I get into with precedents --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- in the Constitution or something else if I were to write the words that I suggested?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That once they go beyond their own immunities, they run out of steam and they have no reason for not following California's law."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":8,"sideBefore":"justices","text":"You don't think that's right. Because your argument --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"I know he doesn't think it's right, and I want to have the reason."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but in marriages and in all kinds of things, I've seen the public policy language when --  when there is a --  a right for a State to ignore the public act of another State where there is some kind of --  it's a --  some kind of policy orientation."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not following --  I guess I'm not --  the --  the California law that is being given or that is argued to be given full faith and credit here is what? The California law on --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"--  sovereign immunity?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All California says about sovereign immunity is you can't be -- we can't be sued in our courts. I don't think California has a law that says we can't be sued anywhere, do they?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And if they did, would they have the jurisdiction to say that? I don't know."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What's -- what's being given full faith and credit, then, under the argument here? What --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's a little odd that the Nevada courts say comity as far as punitive damages is going --  we're not going to slap California with punitive damages, but no comity before --  above 50,000."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you seem to be arguing that no matter how hostile one State is to another, there would be no requirement -- there would be no requirement for equal treatment. I mean, you're making -- that argument seems to point to the need to overrule Nevada v. Hall. If that's the case, suppose Nevada really were completely hostile, uniformly, consistently hostile to California on issues of collection of taxes -- Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- there would be no -- there would be no remedy for that. And you could say, well, the States could enter into an agreement. But if it's not in the interest of both States, they wouldn't enter into the agreement."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Except California has Alderson Reporting Company unlimited damages for its own people."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If -- if Nevada didn't want to give that California tax people the benefit of no punitive damages, that -- it could do that, right? It would be a matter of comity?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And don't you think the --  before your time is up, to answer the argument based on Kiowa Tribe, that is, that Indian tribes are immune from suit by individuals in State courts. So the Alderson Reporting Company argument that your colleague gave is how can the States have less dignity than the Indian tribes?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Clement, four minutes. "},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, can I just ask you to --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"On that last point -- I think this is a very hard case straight up. But it's not straight up, right? You need a special justification on your side. So what is your special justification?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3631,"interruptions":24,"times_spoken":45,"laughter":0,"num_int_by":6},{"id":1,"fullName":"H. BARTOW FARR","firstName":"BARTOW","lastName":"FARR","counsel":true,"justice":false,"side":"respondent","words_spoken":3628,"interruptions":22,"times_spoken":46,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":38,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":532,"interruptions":4,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":198,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":699,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":236,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":781,"interruptions":6,"times_spoken":26,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":953,"interruptions":5,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":147,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3631,"times_spoken":45,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":22,"words_spoken":3628,"times_spoken":46,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":22,"words_spoken":3584,"times_spoken":100,"laughter":0,"num_int_by":5}],"outcome":{"side":"petitioner","margin":4}}