{"petitioner":{"name":"DANNY BIRCHFIELD","counsel":[0]},"respondent":{"name":"NORTH DAKOTA","counsel":[1,2,3]},"caseNumber":"14-1468","date":"2001-04-20T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-1468, Birchfield v. North Dakota and the related cases. Mr. Rothfeld. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it correct to say that you concede that the State could revoke the driver's license for refusing to take the test, either blood, alcohol or Breathalyzer?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, let's -- let's assume that that is a concession or that we hold that or that that's a premise. If the State can impose a civil administrative sanction, why couldn't it also impose a criminal sanction? We could have hypotheticals where you would just be no more than three days in jail, criminal sanction, or a three-year suspension, which is obviously greater. Why should there be a difference?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think the conditions are just different. I --  I don't think that analytically --  analytically it's a --  it's a different proposition."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"One way --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":6,"sideBefore":"justices","text":"This --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":7,"sideBefore":"justices","text":"One way of looking at what the State is doing is not to criminalize the assertion of a constitutional right, but to criminalize reneging on a bargain. And the bargain was, we give you a license to drive, and in exchange for that, you consent to a -- to a blood-alcohol test under certain circumstances. And if you renege on that bargain, then that's what's criminalized. Why isn't that a better way of looking at this?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, under Justice Alito's hypothetical, suppose if for every driver's license you had to sign a consent form, I consent to take a Breathalyzer test in the event the officer has grounds to require it."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm testing Justice Alito's question. Suppose there is real consent. Is that --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it's -- it's real in that everybody had to sign this form that they don't --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm assuming they're going to stop everybody at the border. So someone who isn't from that particular State who hasn't signed Alderson Reporting Company anything is still subject to the same criminal penalties."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Well, that's my next question, but let's just talk about just the State -- the State."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I know."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, that especially in North Dakota and sparsely populated States, you have to drive in order to --  so we know that consent is --  is fictional in that sense. But suppose that it was voluntary and that it was explained and so forth and the --  and the --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and the drivers sign it. It still seems to me you'd -- you'd have an argument that it's -- it's coerced."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that would be grounded in what provision in the Constitution?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the -- the right people have to drive. I thought you were just postulating something saying -- I mean you're saying the States could not take away that right."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, no. But I thought you said, well, of course there's coercion because you can't survive in North Dakota without a car, which I'm happy to postulate, but -- but what is -- what is the basis for that -- that right?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so for purposes of analyzing this case, we have to assume that States could prohibit people from driving, period."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. Now, as far as the border goes, now when it's -- I understand stopping people at the border. But what if there's a sign at the border that says anyone who uses the State roads consents to, you know, blood alcohol testing if they're -- they're pulled over?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it true that the State could prohibit driving altogether without a reason?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":6,"sideBefore":"justices","text":"I suppose the reason would be that the issue we're talking about, all the traffic deaths, right? I mean, if --  I mean, obviously it's not a realistic contention, but that's --  a lot of the hypotheticals aren't. I'm trying to get to the Alderson Reporting Company basis of, it seems to me that the flexibility that a State has in this situation depends upon what rights the motorist has. And I understand the Fourth Amendment argument, but it does seem to me that if you're making an unconstitutional-conditions argument, it is pertinent to determine what authority the State has in any event."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But we're interested in -- in other possibilities. And so if you assume that a State can condition the -- the right to -- the ability to drive on the State's roads -- and let's assume this is not somebody who is crossing the border. Assume a State can condition the -- the ability to drive on a State's roads on consenting to a blood-alcohol test, perhaps under certain circumstances. Let's say this is Alderson Reporting Company done in writing at the time when the person applies for the license, so it's not --  it's not just implied. Why does that --  what is different about that situation from a number of other situations that I can think of? For example, conditioning a --  a license to operate an interstate passenger train on submitting to a blood-alcohol test in the event of reasonable suspicion. The person is operating the --  the train under the influence of --  of alcohol, or the same thing with someone who is operating aircraft. Or suppose there were a law that said that if you want to enter certain government buildings, such as this building, the --  the condition of entering is consenting to a search, and you have to sign something, you have to go through the magnetometer. And then if a person got through that, and there was reasonable suspicion that the person had smuggled in some kind of a weapon, the person would be subjected to a search. What would be the difference between that situation and this situation?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"In those cases, don't you just lose the benefit? You don't come into the building."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You lose your job."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but if -- if you say that, and I -- and I recognize that there's some circularity in -- in both positions here. But you say, well, in Skinner there was no constitutional right because we could take the constitutional right away. Alderson Reporting Company Well, that's exactly what the government is going to argue."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it doesn't seem to me to help us."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we would say, suppose we said this is like Skinner. If the Chief Justice asked about statistics, suppose there was a compelling showing that there was a measurable increase in traffic fatalities. If this was not in force, we would say this is a special condition, and therefore you must consent. And the bottom line is --  and that means there is no constitutional right because we just said there's no constitutional right."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe -- maybe I misunderstood, but I thought that was the whole thrust of Justice Alito's question. Why can't we say it's a special needs? Let's assume the statistics are compelling."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And when we talk about -- talk about innocent -- innocent lives, just as we were in Skinner."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm not sure that was the -- I'm not sure that's different in this case. I mean, in the -- in the railroad case, I think what we're saying is that the need for safe transportation on the trains to protect the innocent people there is -- is compelling enough that -- that it falls within the special-needs exception. And I'm -- again, I'm not -- not sure why that analysis wouldn't apply here. I -- I don't know. I suspect more people die from drunk driving accidents than from train accidents, and so the special need would seem to be just as -- as compelling."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The presumption --  but there are many ways of analyzing this case, so let me try to get you to focus on one that doesn't have to do with consent or any of these differences that you -- many of them that you've been discussing. One way to analyze it is you just ask: Is it --  there is no such thing as an exception to the Fourth Amendment. The question is whether the Fourth Amendment requires a warrant in these circumstances, and Alderson Reporting Company it seems to me if it does, then you win. And if it doesn't, then the State has considerable freedom. It couldn't boil people in oil, but it might be able to do this. All right. So that's how -- what I'm thinking. Now, the question is --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And I don't find this very much in the briefs, and it surprises me. That's what I want you to address. Why -- why isn't there a big difference between a blood test and a Breathalyzer? I mean, look, I look at a Breathalyzer; it's a little box the size of a cell phone. It has a little straw on the end, and you breathe into it. And what you breathe into it is carbon dioxide, which is going to go into the environment anyway; you're not going to keep it. And moreover, it takes place quickly, so the evidence hasn't disappeared. A blood test, you have to go somewhere else. There is risk involved. Time elapses, so you lose some of the evidence. And it's painful in some instances. So, I immediately think, isn't there a difference? So encapsulated in what I'm saying is what is wrong with a Breathalyzer test when it can save lots of lives and is given to those people where there is probable cause, I take it, or at least reasonable Alderson Reporting Company suspicion to think they're drunk. It'll clear the innocent; it'll inculpate the guilty, very little interference. But a blood test, I mean, that might be a different thing. Okay. I'd appreciate what your response is to that line of thought."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why can't we say that Alderson Reporting Company with respect to a breath test that this is a search incident to arrest?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think that this would be based on the notion that it's necessary to preserve evidence, plus the notion which Justice Breyer suggested that this is about as uninvasive as a search can possibly be. And so that given those two things together, that it is useful to preserve evidence and that it is a extremely uninvasive search, that we can assimilate it into the search-incident-to-arrest doctrine."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but there's something very different in the level of invasion, and certainly it's appropriate to look at the invasiveness of a search when deciding whether to do a search incident to arrest. I mean, if that weren't true, we wouldn't have talked about how much you could get off of a cell phone in Riley. If that weren't true, we would allow people to do body cavity searches when they do search incidents to arrest. So it seems to me that the Court can look at the level of invasion incident to a search when deciding whether a particular search comes within the search-incident-to-arrest doctrine, and that that might be a way of separating out this category of cases from the ones that we were talking about in McNeely."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I didn't say ordinary way. I said you blow hard into a little straw-like thing that's connected with what looks like a cell phone. So using the word \"significant\" or not doesn't help me."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it is what it is."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And that -- that -- the question is why it is so intrusive that the Constitution insists on a warrant where that insistence could undermine in many cases the evidence that you are looking for? Now, that's -- that's a question of several factors. And it doesn't -- just doesn't help me to say significant or not significant. That seems to me the question, not the answer."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What does that have to do Alderson Reporting Company with it? I mean, after all, if in fact the person's eyes turn bloodshot when every time he drank four bottles of whiskey, you could look at the his eyes, and that wouldn't be intrusive at all. I mean, what you're looking for doesn't have much to do with the intrusion. It's the way you're looking for it that's the problem. That's the problem. It's not that you happen to want to know it for a particular reason."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. I know we've assumed that it's only evidentiary, but in my experience, police, when they do the road test, do it because they want to confirm that you are in fact drunk. Before they take you in and take you off the road, they're doing this test as part of the probable cause evaluation: Is there enough probable cause to bring you in? There may be, independent of it, but sometimes the breath test exonerates people and they go on their merry way. So why are we thinking that it is only evidentiary? I do think the blood test is, by the way. Once you've arrested someone, you've decided to take Alderson Reporting Company them off the road, and the road is now safe from that person. But --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As I said, there's always -- there's probable cause, and there's probable cause."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm meaning why can't we view it as just part of the necessity of the -- of the stop and suspicion of the stop?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The right. So what is the percent of tests of Breathalyzers that is given at -- by the car? And under what -- and what percent of Breathalyzers is given after the person has been arrested and moved to jail or the equivalent?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm saying what percent is which? Okay? I'm asking because I'm curious and think that might be relevant. You may not know. So if you don't know, say you don't know."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the Breathalyzer test was improved, there's better technology. So let's suppose that all that's required is to put the Breathalyzer a couple of inch -- an inch from the person's mouth and wait for the person to breathe, and that would be sufficient to measure blood alcohol. That -- would you say that's a search?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So if you compare that with what -- what has to be done here, what is the big -- what is the big difference between those? Alderson Reporting Company That you have to put a straw in your mouth?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't seem -- it doesn't seem realistic. The reason why people don't want to submit to a blood-alcohol test is that they don't want their blood alcohol measured. It's not that they object so much to blowing into a straw. Do you disagree with that?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's not true. If you're not drunk, you'd be happy to be tested, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an intrusion when you pat down someone having probable cause to believe he's committing a crime, and you pat him down, which is the worst intrusion, I would guess. Pat-down is a much more intrusive form of search than saying would you blow into a straw."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But we allow it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? That's -- that's really my unknown question: Why. Why? That's why I started with that, because I really don't know the answer."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's, I guess -- please, go ahead."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, you're right that it's designed to get at the same evidence, and you're right that the dissipation of the evidence works in exactly the same way. But you're suggesting that we should close our eyes to the fact that there's a very significant difference in the degree of invasiveness. You know, even assuming that both of these are searches, which I have to say, you know, I think that that's -- we've -- we've held that, and so blowing is a search, there's no question about that, but there are searches, and then, again, there are searches. There are more invasive searches and less invasive searches. And I guess my intuitions are that that's an important difference when we think about these questions."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the standard sobriety tests? I take it you're not challenging a police officer said, walk a straight line."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Even though it's involuntarily, the person doesn't want to do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So --"},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is --  it is a seizure if you say to a person, now you walk a straight line, and that person is in the control of the police Alderson Reporting Company officer at the time."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess, for some --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No. Go ahead."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- but I guess the question that I asked -- I mean, I agree with you that you do need a recognized exception, and that we should not feel good about making up new exceptions willy-nilly. The question is, why isn't this a search incident to arrest given the various aspects that I've mentioned, the fact that the evidence does dissipate over time, that getting a warrant might interfere with that, and that it's -- relatively uninvasive."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure."},{"name":"JUSTICE GINSBURG","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Why isn't --  why isn't it an affirmative effort to get rid of the evidence because you know the longer the interval passes, the less likely that the test is going to reveal a level that's over the standard amount."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel. Mr. McCarthy. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about another bargain, if people find that texting while driving is becoming an increasing problem, and so when you get a license, you're --  you give implied consent for the officer to look at the texts or whatever they can look at on your cell phone to make sure, you know, a minute ago you were texting somebody while driving? Is -- would that be acceptable under your rationale?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I assume. I don't know what the statistics are going to say. It wouldn't surprise me if there are at least as many accidents caused by people texting while driving as drinking while driving."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What do you mean \"the history\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, there's not that much history for texting, because there haven't been iPhones around."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I know. I don't --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I don't -- I don't see that that's a difference with respect to my hypothetical."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"People swerve in the road because they're texting just like they do when they're -- you know, when they're intoxicated, and they're stopped for doing that. And, you know, the officer says, let me see your phone, as opposed to just like let me see your breath -- let me test your breath. Let me check the phone."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What does it -- where does that probable cause come from?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"He's got to do those before the Breathalyzer?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The car's been weaving. The alcohol is smelling. His -- his speech is -- is slurred. His eyes are red."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"This is -- this is standard stuff."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So it's like the Chief Justice's hypothetical of weaving on the road while you're texting."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--  you can get a warrant. I mean, you're not left with that. You don't want the administrative expense of calling a magistrate or setting up a system to get a warrant, but it is a very powerful alternative. That's what we said in McNeely. So it's not that you don't have an out. The issue for us is: Do we dispense with a very important requirement in our law, that before you search -- particularly the inside of a person with a needle or in an intrusive way, that you get a warrant? I'm --  I'm not sure why you think you're left with nothing."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They were only talked about in civil consequences; suspend the license. Alderson Reporting Company That's directly related to the condition that the license is given. But I -- I -- criminal sanctions are a very different thing. In scope and in effect. You're putting someone in jail; you're not taking just their license away."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could you say something about what the practical consequences of requiring a warrant for every Breathalyzer would be in a State like North Dakota? I -- when -- my picture of North Dakota is that it's not like New York City. You don't have night court going on all the time. And so how many of these tests occur during some period of time, and how many magistrates would you have on duty, let's say, at 2:00 o'clock in the morning to field a request for a warrant?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"How long? What it says in the ACDL brief is that in Wyoming it takes five minutes and in Montana it takes minutes. How long in North Dakota?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why is it harder to get somebody on the phone in rural -- than in a busy city?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think people in the rural areas were sitting waiting for the phone to call. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So that excuses you from a constitutional requirement? We're now going to bend the Fourth Amendment, which I always thought started on the presumption that we favor warrants, we don't disfavor them. But since many jurisdictions seem to manage it, we give a pass to North Dakota because it doesn't want to?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. McCarthy, I think what we're -- people are asking you is to try to get some Alderson Reporting Company sense of the real world harms here. So let me ask you to assume something. Assume that you actually could put into practice a system which got you a warrant in or minutes, which many States of a similar kind have done. What then would be your interest in the -- in -- in the rule that you're asking us for?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"If --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":9,"sideBefore":"justices","text":"If you obstruct justice by refusing to comply with the warrant, you can punish someone for the obstructing justice, and you can get the same outcome as putting them in jail for being drunk and driving. So what is it that justifies doing away with Alderson Reporting Company something as important as the Fourth Amendment warrant requirement?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"If you can do it in minutes."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. What it's trying to do is get evidence of someone -- this is a pure law enforcement need. This has nothing to do, necessarily, with the safety of the community because the person's been taken off the road. And we presume that you can suspend their license. So this is something more."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"This is --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that's what we're asking. Because if you could get a warrant easily in every case, I mean, then I'm struggling to figure out what your interest is in having the kind of law that you have. So -- but maybe I'm just not understanding something. So -- so it really is a question. Suppose you could set up a system where somebody could be reached within or minutes, and they would, in almost all circumstances, give a warrant. And in a couple, say, no, I don't think you've satisfied the requirements, right? So -- and you could do that in or minutes. What would be the problem with just relying on a system like that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm asking about your practical needs, and then, you know, we'll figure out like what is or what isn't consistent with the Fourth Alderson Reporting Company Amendment. But your practical needs."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I think it's not --  I did not understand that answer. What we're struggling for in the wake of our recent cases where we talk about warrants, we find out that modern technology allows, in some States, both sparsely populated and heavily populated, to get a warrant in minutes. And the -- the position the States are arguing here is that there has to be an --  that a warrant is not necessary, it takes too long. We're saying: Suppose it takes minutes; what then?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're asking for an extraordinary exception here. You're asking for us to make it a crime to exercise what many people think of as a constitutional right. There is some circularity there. And you could point to no case which allows that. So we have to show that there is exceptions --  there is a necessity for the exception, and you're Alderson Reporting Company just not answering the question about whether or not, in the wake of our recent decisions over the last three or four years, warrants have been expedited in many cases, and why; and if they have been, why that isn't an answer to your argument."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We're making law. I don't want --  none of us want an answer in terms of law. We want to know a practical fact. The practical fact is, is it possible that you could get a warrant in seconds? You have a button on the cell phone. It has a big \"W.\" (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"The policeman presses it. A voice comes on, and it says, what's the problem? You explain it in seconds, and they say, ah, I got it. Okay. You got your warrant. Or there's something unusual, and he says no. Okay? Now, if that were in front of us, it wouldn't take me too long to decide this case because Alderson Reporting Company I'd say why don't you use it? You might answer that's ridiculous. It isn't seconds; it can't be. It isn't five minutes. It isn't 15, even, in most parts, and it can't be without added expense. Or you could say it doesn't make any difference and explain it. I think you'd have a hard time with that one, but I want to know what your answer is on the facts."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why does it make enough of a difference?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How long --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"All right --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're not answering the question."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":5,"sideBefore":"justices","text":"Do you know how many Breathalyzer tests or blood tests are administered during any period of time in North Dakota?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"6,000 per year?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could I ask you just a different kind of just factual question, which -- how many of these are done roadside, how many are taken to the police station, when are people taken to a police station? What is the practice? Sorry. I see your red light."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Please answer."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. Ms. Keena. "},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"What --  why?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Blood and breath?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Breath."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Are they done --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Because I see --  I see the --  the breath part is the part that sort of now gets me. If you're taking them to the police station anyway to do the breath test, and it just requires a phone call to get the warrant, what's the problem?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Phone on the way. Phone on the way. You say --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But you do the breath test, then. You don't take them to --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"--  do blood test. That's the practical alternative. You have two tests, bread --  breath test, blood test."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"You can choose precinct or hospital."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Why?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Right. You can make it a crime not to. That will force them. Okay. So --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I knew -- that was somehow missing in this argument. I think what people are trying to figure out, at least me, is if -- first, forget the blood test. The blood test is a separate matter, in my mind. I'm thinking solely about the breath test. Do you -- does the Constitution require you to get a warrant before you administer the blood -- the breath test, other things being equal?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"The Constitution leans in that direction. And so I ask you, why not? And now you've told me all the things that cut against you. You say, well, before we give the breath test we take them to the station, and so then that seems to take minutes, and -- and in the meantime why can't you just call the magistrate, and at least we have some kind of safeguard against total arbitrary behavior. That's where you are."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is there -- and so why is that bad for the State? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But you -- I don't -- I don't know how to explain it more clearly than that. I'm not talking law. I'm talking practical facts. If you're prepared to come back and say to me, you know, if we have to get a warrant, percent of the drunk drivers are never going to be caught, ah, I'll listen to that. If you come back to me and say, you know, if you say that a warrant is required, it will mean that policemen have to spend ten seconds more than they'd otherwise spend on a telephone, I say well, that's a point, but not that much of a point. Now, do you see? I'm trying to get a fact."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask a different -- maybe a different way of asking a similar kind of question. When we decided McNeely, there were two opinions. But even the opinion that was, you know, the Alderson Reporting Company concurrence, or just --  I don't remember whether it was a concurrence or a dissent --  but the one that was --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":7,"sideBefore":"justices","text":"There was one that --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":4,"sideBefore":"justices","text":"The Chief Justice's opinion, even that said --  and this was with respect to a blood test. But the Chief Justice's opinion said, look, if there's minutes between the time that you're stopped and the time that we can get you to a hospital to get a blood draw, and you can get a warrant in that minutes, then yes, you have to go get a warrant in that minutes. So at the very least, why wouldn't that be the case? You know, if --  if you're --  if all of these things --  I mean, I have to say when I originally thought about this case, I had in my mind roadside stops. But in all of these cases you're actually driving these people to a station house. So why can't you get a --  at least what the Chief Justice said in McNeely, which is, okay, if you can get a warrant within that time, you have to get a warrant within that time."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"That's good. Let's talk just about the breath test. Number one, I'm -- I'm not sure why they're not roadside, but number two, if you take them to the police station, then you have the -- our question about the warrant. Let's talk just about the breath test and the practicalities of -- of adopting the Petitioner's position."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":5,"sideBefore":"justices","text":"Let's assume -- I know my colleagues are -- but as part of this, okay, assume, as Justice Kagan did, that a system could be put in place for a warrant on a breath test. If you're doing it at the precinct, you can do it as you go there. Alderson Reporting Company Right now, we get dozens of consent cases where the police -- of homes, where the police tell the -- the homeowner, we're applying for a warrant. And the homeowner says, well, then I got to do it. And so the number of warrants are much less because of that. Because they know they're going to get a warrant. So if you can put a system in place for a warrant and you tell the person, if you don't take the warrant, you're going to -- if you don't do the blood -- the breath test, you're going to be charged with obstruction, what are you losing out?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What's enhanceability?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why? You change the law. I mean, you know, it's as if you want us to create Alderson Reporting Company an exception to the Fourth Amendment, and a very drastic one, to give someone the right to say yea or nay without a warrant, but we don't permit people to say yea or nay when a warrant is present. If they don't comply, they're charged with obstruction, and there will be consequences to obstruction. I --  I --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's because you choose not to penalize obstruction at a higher level. That's your choice. We're --  we're now creating an exception to the Fourth Amendment because of your choice."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I --  I appreciate that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I'm assuming if you can get a warrant."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":8,"sideBefore":"justices","text":"Justice --  Justice Sotomayor is assuming that you're going to lose. So she wants to know what your reaction is to that. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Well, it -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Gershengorn. "},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Well, why is that? Why -- why in Maryland have they been able to and Virginia not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"How long it takes --  how long does it take --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"No number. A person is drunk. He is percent above the legal limit, whatever that is. How long does it take to dissipate, do you know?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"I mean, how long before that would -- would register percent above is now equal to or less than?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Is there a number? Have you come across any kind of study on --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"But there are more and more every year, aren't there? I mean, we're now up to over 40, aren't --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Well, I think one of our concerns is that driving is so essential for so many people that it's really different than opting to work for the Solicitor General's Office. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"This is a helpful answer, and your -- your time is running, but I'm going to stop you just to ask another question."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Is it permissible, based on the pleadings and the briefs that are filed with us, for -- for the Court to make a distinction between taking a breath test, refusing to take the breath test and refusing to take a blood test?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"And are those tests often administered roadside or -- everybody has -- they've been telling us they have to go to -- I thought they were roadside."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Well, but presumably there're sanctions for failing -- failing to comply with a valid warrant."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"If the police have a warrant to search your house and you say I don't care, I'm not going to let you in, I mean that -- it's -- presumably is subject to criminal sanctions as well."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Again, what about that is -- assuming, for argument's sake, that you can take a Breathalyzer without a warrant. What need is there for -- for a blood test without a warrant? I mean, why isn't it, at a minimum, that if you're going to have a blood test, you need a warrant?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Of course it's important. But it's going to take time. You've got to get to the hospital. There's risks involved. It's a more serious Alderson Reporting Company intrusion. And so the requirement, as we said, could be pretty minimal. You go to --  during that 15, minutes you're going to the hospital, go get a warrant. Nobody's saying they can't do it. The question is whether they have to have a magistrate's approval, and so that's what my question was. Assuming you win on the Breathalyzer, why would you win on the blood test?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, Counsel. Three minutes, Mr. Rothfeld. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CHARLES A. ROTHFELD","firstName":"CHARLES","lastName":"ROTHFELD","counsel":true,"justice":false,"side":"petitioner","words_spoken":4031,"interruptions":28,"times_spoken":61,"laughter":0,"num_int_by":7},{"id":1,"fullName":"THOMAS R. McCARTHY","firstName":"THOMAS","lastName":"McCARTHY","counsel":true,"justice":false,"side":"respondent","words_spoken":1412,"interruptions":24,"times_spoken":38,"laughter":0,"num_int_by":6},{"id":2,"fullName":"KATHRYN KEENA","firstName":"KATHRYN","lastName":"KEENA","counsel":true,"justice":false,"side":"respondent","words_spoken":700,"interruptions":12,"times_spoken":23,"laughter":1,"num_int_by":3},{"id":3,"fullName":"IAN H. GERSHENGORN","firstName":"IAN","lastName":"GERSHENGORN","counsel":true,"justice":false,"side":"respondent","words_spoken":1661,"interruptions":9,"times_spoken":15,"laughter":0,"num_int_by":4},{"id":4,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":723,"interruptions":4,"times_spoken":31,"laughter":0,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":919,"interruptions":3,"times_spoken":27,"laughter":2,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":616,"interruptions":2,"times_spoken":11,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":974,"interruptions":4,"times_spoken":16,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":919,"interruptions":8,"times_spoken":33,"laughter":0,"num_int_by":4},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1500,"interruptions":6,"times_spoken":31,"laughter":1,"num_int_by":4},{"id":10,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":108,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":4031,"times_spoken":61,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":45,"words_spoken":3773,"times_spoken":76,"laughter":1,"num_int_by":6},{"side":"justices","interruptions":27,"words_spoken":5759,"times_spoken":153,"laughter":4,"num_int_by":9}],"outcome":{"side":"petitioner","margin":6},"prediction":{"petitioner":0.6205766044795487,"respondent":0.37942339552045135,"date":1472418053219}}