{"petitioner":{"name":"RICHARD ARMSTRONG, ET AL.","counsel":[0,1]},"respondent":{"name":"EXCEPTIONAL CHILD CENTER, INC., ET AL. ","counsel":[2]},"caseNumber":"14-15","date":"2015-01-20T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-15, Armstrong v. The Exceptional Child Center. Mr. Withroe. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you tell me, if this is unlike those other cases where we've invoked the Supremacy Clause, what's the basis for those cases?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure I understand your answer."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the claim here, that there's a Federal law that is contrary to the State law, and I don't know why you can't look at this as an enforcement action. The State law won't permit these individuals to charge an amount greater than they're willing to pay. So if these doctors or providers wanted to charge more, they would be in violation of State law and would have an enforcement action against them.  So, I mean, I don't -- I don't actually see this enforcement -- this Alderson Reporting Company enforcement argument that you're making."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they could, and then you would come in and say, you violated Federal and State regulation.  But you --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":4,"sideBefore":"justices","text":"You wouldn't pay it."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but what if they just asked the -- the patient herself to -- to pay a supplemental rate?  And then you would have come in and you would say, you know, you can't do that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, it's not allowed. That's right.  But that's why you would bring an enforcement action against such a supplemental bill."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That would be a merits question.  I mean, they would make that exact claim. They would say, the rates are too low; the rates violate Federal law; we're entitled to a higher rate."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We have an appendix to the red brief that cites some 57 cases.  And is it your contention that those -- all of those cases fit into this mold of an affirmative -- anticipatory affirmative defense or regulation of primary conduct?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could -- can you do this? I'm a doctor, and I -- say I performed some services.  I send in the patient -- the bill to the patients would have been $82, all right?  And the stat -- State statute says you only get 60.  So I bring a lawsuit, and I say, I want 80.  And you come back and say, no, the State statute says 60.  I say, okay, that State statute is preempted by this Federal word that it has to be sufficient so that enough providers come along.  So forget the State statute.  Pay me. Now, can't he say that?        And now -- in California, you could say, well, 80 is too high, you'd have to have some way of figuring out what's the right amount, but everybody would say that if it's true that 60 isn't enough to enlist, then the State statute which says 60 is preempted by the Federal. Now, that isn't trying to enforce it.        What you're trying to do is enforce your claim to get some money for services rendered.  Can they not do that?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I'm not saying we don't to write under 30(A).  There is a plan in California, Alderson Reporting Company and that plan has a lot of words in it, and some of those words say that a doctor who provides services under this plan gets paid.  Now, the next word happens to be $60.  So he wants everything else, but when you get to that 60, he's going to say those words are preempted by the Federal plan and by the Federal statute.  And -- and that doesn't seem to me to have anything about -- all these briefs are about Federal causes of action under the Supremacy Clause. This just seems like a normal case, like where -- where there's a State statute, there is a claim for services rendered, he's entitled to services rendered, but  few words of that State statute are preempted by a Federal one. Now, I -- I must be wrong so -- because this has been the second time we heard this case, and I didn't understand why it was different than that the first time.  So -- so -- so if you can't -- if I'm off-base, don't bother to spend a lot of time."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, yes. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, do you think , Mr. Alderson Reporting Company Withroe -- and this is true of some significant parts of your brief, you might have an argument on the merits that there shouldn't be preemption here, that the nature of 30(A) is that the Federal law doesn't preempt the State law.  But that's an argument on the merits; it's not a question about whether somebody can come into court and make that claim and tee it up for a court to decide whether there's been preemption in the case."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Then what you're arguing is that unless there's a 1983 claim, there's no cause -- unless there's a private cause of action, there could never be a Supremacy Clause claim."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But why doesn't that -- I mean, I thought that the rate that the providers can bill is the rate that CMS approves.  So, first, maybe you should straighten out what is the rate.  We did have the 2006 rate and that was approved by CMS.  Did CMS approve the 2009 rate?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And there has been -- has been no approval of the 2009 rate then?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the recommended rate for 2009, the -- the rate that Idaho itself said was the appropriate rate, that CMS -- CMS did not pass on that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm sorry, what's correct?  That there has been no approval of the particular rates or the methodology?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I still don't understand why, as Justice Kagan pointed, that isn't just an argument on merit.  If we go back to your very first statement, I thought it was important.  You -- I thought you were saying -- please correct this if it's -- if it's improper -- if it's a wrong interpretation -- there -- there -- there's no supremacy problem here because the Federal government and the State government agreed.  And then Justice Sotomayor said but the position of -- of the Respondents is that the Federal government was wrong.  And that's just what Justice Kagan pointed out.  You -- if -- if -- if there's no preemption, then you just win on the merits. And did I miss something about your -- your first statement?  I -- I thought you were going to give us a principled way to say why this case is different from our other preemptions cases, and you began by saying the Federal government and the State government agree. But the point is the Federal government's wrong under -- under the assumption of the Respondent's case."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they have that right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a somewhat ineffective remedy.  Let's assume, as inflation is going up constantly, what happens 2 years into the plan when providers can't work for what the State is giving or the State is imposing a tremendous hardship on them, which is happening to a lot of providers who are being underpaid.  Where do they go?  They can't go to the Federal agency because there's no action to challenge. So what do they do?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume they could go to the Federal agency as well and -- and petition for a new rulemaking."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And if that rulemaking is denied, they could appeal on the basis that that final agency action is arbitrary or capricious in light of inflation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Kneedler. "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Kneedler, you can and I won't interrupt.  But then get to why the various cases that we've said there are private causes of action under 1983 would survive because --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't understand why that is.  Why is the Spending Clause different than any other provision?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"We're not absent the Medicaid program.  The -- the Medicaid program is just Alderson Reporting Company like any other statute which provides certain people with certain entitlements or abilities or benefits or something else.  And the question here is whether a benefit that the Medicaid program has provided and whether a requirement that the Medicaid program has imposed on the State is being flouted, and that's the question, just like it is in any other question not arising under the Spending Clause."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"That still goes to the merits."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But this is forgiving the essence of the Supremacy Clause question.  This is about -- you're trying to make it one of is it preempted or is it not.  But instead, the Supremacy Clause question is:  Do you have a right to ensure that State governments are complying with Federal law, whether it's under the Appointments Clause, whether it's under any provision of the Constitution. Why is it that we should exempt out all Spending Clause cases, because that's what your argument is basically saying, from that kind of enforcement? Who's going to go around when the Federal government doesn't care to ensure that States are, in fact, doing what they promised to do?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"What effect would private suits like this have on HHS's ability to do its job? Would they assist HHS or would they interfere?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"What do you do --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":4,"sideBefore":"justices","text":"Judging from the -- the names on the brief, I take it that HHS does not agree with that statement."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"your brief --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"I suppose -- I suppose HHS may be interested in having these provider rates raised so that they get a bigger chunk of the Federal budget.  And in fact, I mean the competition here is not between the agencies and the providers. It's between healthcare sector and roads, schools, parks. I mean, the effect here is that Federal judges get to decide what the reimbursement rates are in a particular area, and it depends -- I mean, what would happen if you have five cases going, each one claiming rights to higher rates for under the roads program, under the parks program?  Under what?  Are you aware of any situation where the Federal judges get together and try to balance the State budget?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"If CSM thinks that that standard in (30)(A) isn't satisfied that they're not paying enough to enlist sufficient providers to provide the service, could CMS -- we're told in the briefs they can cut off funds.  Could CMS sue this State and say, we want to enjoin you from paying less than what it takes to provide what (30)(A) calls for?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So you -- you agree that -- that CMS has never blessed this 2009 rate, the rate."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Just to follow up, Alderson Reporting Company it never approves the rate in particular, right?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Let's assume that I were to accept the former HHS officials' position that these private causes of action are highly important, given the limited resources of the agency.  Why couldn't we suggest utilizing the doctrine of primary jurisdiction?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I'm not sure what -- \"jurisdiction,\" what that means."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, this is a Federal law.  They're coming in and saying if the State law violates the Federal law.  On the merits, they may or may not win."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But we keep going back to how is jurisdiction missing."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm thinking -- I'm thinking about your -- your -- your distinction between preemption suits we've had in the past and this, which is based on the Spending Clause and there you said there's a -- there's a right to proceed or right to life or liberty or property. What about the American Trucking Association?  There was an agreement with the State. There was no preexisting right.  There was an agreement with the State, and then it was alleged that the Federal government is tripping on this --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So that would -- that would -- that would fit your --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why isn't -- why isn't the business of -- of medical -- providing medical services involved here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Kneedler. Mr. Piotrowski. "},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry.  That just confuses me.  Suppose you were for their approving a methodology that would end up with Dr. Smith getting $60.  Okay?  So what do -- why do you attack it?  You approved it.  If you wanted it, if you like -- you're saying they had a methodology, you approved it, you liked it. Now they apply it and he gets the $60, you think he should get 80.  But I mean, how does this -- now I'm confused. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That's -- that's your whole claim, right, is that they didn't -- the State didn't apply the methodology that the State developed and that CMS approved.  So CMS is completely consistent with your position.  The only --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- thing that is inconsistent with your position -- and the Department, for that matter, is consistent with your decision.  The only thing that's inconsistent with your decision is the State's willingness to go ahead with the methodology that its own department devised and that HHS, CMS approved."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Approved.  Well, then, why didn't you just sue -- see, that's why -- look.  You think -- the doctor says $80, I want 80, you have some statute in there that says 60.  Okay.  I'm suing you. There must be a whole set of rules that say when doctors get paid under this program.  Probably half are State, half are Federal. So he brings a suit under those rules; and when they come to the number that's there, they say, I'm so sorry, but that number has been preempted by the Alderson Reporting Company Federal determination under this statute. Now, why is -- well, I can't get away from that because I don't see why that -- I don't understand what's wrong with what I'm saying."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There's no set of rules that allows the doctor to say -- in other words, it's not the State that pays the doctor?  Who pays the doctor?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If there were a set of rules to that effect, would you still have an action under the Supremacy Clause, or not? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So -- but what you're saying is if the -- you cannot rely on the Supremacy Clause to enforce the action in that case because there are particular rules that give you an avenue of relief, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  How is that different than -- I mean, from the private cause of action?  What you're saying in that case is you're not going -- you know, you're going to follow these rules in one situation, but you're not going to follow the rules in the other situation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's a good question. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"When Congress has been silent.  What if Congress has been express?  What if they say in the statute, and to be clear, there is no private right of action to enforce this provision, under the statute, under the Supremacy Clause, under anything?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if it -- what Alderson Reporting Company if it means that Congress doesn't want there to be a private right of action?  Because for the reasons that have been set forth in our implied right-of-action cases, there's an expert Federal agency that regulates in this context, there's other avenues of relief for people, they just say, look, we're entrusting this to HHS.  It would be too difficult if every provider can bring a cause of action, if every provider under every provision of the healthcare act can bring a private right of action, we want the agency to be the one in charge of implementing this."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And if you say that Congress can cut off -- that it can prevent a suit like yours, if it says that expressly, I don't know why it doesn't follow that Congress can also do that if it is clearly -- if we can clearly infer from the statute that Congress didn't want that, where do you get -- where does this express statement rule come from? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How about 1983?  Do you agree that there's no 1983 claim here?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"When you say it's clear -- it's clear to exclude a 1983 claim, but it's not clear to exclude the claim that you're bringing --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- why is that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Isn't there a difference in the remedies of the two actions?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, you know, when we're talking about a private right of action, we're talking about damages, we're talking about restitution, we're talking about all sorts of things.  Here, we're talking just about younger stopping the State from doing something that's wrong.  Isn't that it?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let me try once more.  I did understand all these molecules.  I ought to be able to understand this.  I don't know if I can.  Maybe I'll put it this way.  This is how it always seemed to me it should work, but apparently it can't.  I'm a doctor, I want $80.  Under the -- under the -- under the rules of California, I can go ask for 60. So I follow all those rules, I file my claim, and when it comes to the number, I put 80 instead of 60.  All I did was change the 8 to the 6.  And the defense says, hey, you shouldn't have changed the 6 to Alderson Reporting Company the 8.  I say I did that because the 6, that number 6, is preempted by this language in Section 30 of the Federal thing, and I think, though it doesn't tell you, it should be 8, okay? Now I've got my preemption into the case. If the district judge agrees with me, he's going to make a point.  He's going to say:  We can't have 500 different judges deciding whether it should be an 8 or a 3 or a 5 or some other thing.  Don't worry; there's a doctrine called primary jurisdiction; go ask the agency what to do.  And the agency will either tell you, hey, there's no problem with the 8, or it will have a hearing or it will submit a brief.  It will do something and everything will work out.  We'll get there. But now, there's lots wrong with what I just said.  Maybe you can't even know where to begin.  But insofar as you can shed some light on it, I would be helped."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"There used to be a fairly well established doctrine at the Civil Aeronautics Board, of blessed memory, and the -- the -- they'd sometimes get briefs, sometimes they'd send the parties over.  There were ways of doing it. Now, that doctrine I don't think is too live, and if -- so maybe you shouldn't go on.  Just leave me to try to do my best."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":7,"sideBefore":"justices","text":"All right.  May I go back to this -- what you started with earlier.  You're okay with the methods and procedures that have been approved for the States setting of rates.  You're saying they misapplied --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"What exactly are you saying?  Because you keep saying, I'm entitled to more money.  But what did they do wrong?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So that’s the point, you're saying --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":4,"sideBefore":"justices","text":"Can I ask you this question to understand how far your argument goes?  The federal law still makes it a crime to sell marijuana.  Some States have legalized the sale of marijuana.  So let's say there is a party in one of these States who can satisfy Article III standing, is injured in fact by the sale Alderson Reporting Company of -- of marijuana, the person lives near the facility, the person says it causes crime and so forth in the area. Could that person file a lawsuit like yours based on the Supremacy Clause to challenge the State law legalizing marijuana?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But you're saying there wouldn't be Article III standing.  My hypothesis is that the person could show injury in fact and the other elements of Article III standing."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What about if --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"If you have --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"justices","text":"In this case -- in this case there is a puzzle based on the district court's determination.  (30)(A) is what you're relying on and it requires sufficient -- all that, sufficient to enlist enough providers. According to the district court, all eligible recipients received the services that they needed.  So again, there was no waiting list; nobody's being kept waiting.  These providers, while they say they're not getting enough, are still providing the service.  So where is the 30(A) violation?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But if you look at this and say, well, the service was efficient, it was economical, quality care, and it enlisted enough providers."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Can I -- but that's really irrelevant -- it's not relevant to -- to your argument.  You're saying CMS approved a certain method and procedures for setting the rate.  The State didn't follow what CMS required, and -- well, what they agreed to.  And as a result of that, the rate was -- the rate they set had nothing to do with the method and procedures that had been set.  Doesn't matter whether it's efficient, it doesn't matter what it is.  The bottom line is that they were required to follow a Alderson Reporting Company certain method and a certain procedure. Am I correct about that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Absolutely."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What -- there are dozens of different types of providers under the Act. There's home care providers, you have dentists, you have brain surgeons, orthopedic surgeons, everything.  And in most instances -- I don't know, maybe all -- they have a similar provision:  Rates have to be reasonable to ensure the availability. Now, what do you do if -- if each of those providers bring a lawsuit similar to yours?  The effect, it seems to me, will be putting the setting of budget priorities in the hands of dozens of different Federal judges, and I just don't know what the practical significance of that's going to be."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"That's in each -- in each particular case, right?  Let's just say down the street in the next courthouse or across the river in Montana or whatever that there is a suit going on for orthopedic surgeons.  Their rates are not reasonable and they bring the same suit.  What -- it seems to me that this is a prescription for budget-busting across the board."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's not the problem, the problem -- that's -- I mean, that underlying this is what's bothering me, that you have a very strong case, in your view, that there is a number, the number is produced by CMS methodology, they just didn't follow it. And, therefore, all the relief you need is tell them follow the Federal rule, which is CMS period. Alderson Reporting Company But if your suit is allowed, I do not see how you distinguish -- let's say there are 5 million medical procedures.  Each has a cost.  There are 500 judges.  And 500 times 5 million is an awful lot of numbers and they will conflict with each other.  And how do we get some coherence out of this? Although you've solved the problem here, we can't close the door to everybody else if we open it to you.  So how is that problem solved?  That's why I was harping on primary jurisdiction, et cetera.  But what I'm looking for is the solution to the problem the Chief Justice brought up."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  Are you asking us to send this back to the agency?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But you don't want us to Alderson Reporting Company send it back to the Federal agency so they can tell us whether you're right or wrong about the number?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"They approved the methodology.  They didn't approve the number.  That's what you're challenging here, not the methodology.  You agree with the methodology.  You can't at one and same -- at the same time agree that this is a primary jurisdiction case and yet not ask to send it back to, to the Federal agency."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Which is it?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I see.  It's too late for that now."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Piotrowski --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":4,"sideBefore":"justices","text":"It seems to me if I understand your claim, it's that CMS has already spoken. All you're asking is for the State to come into Alderson Reporting Company compliance with what CMS said, that's it."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So they're not going to send it back for you.  They've already spoken.  You're just asking the State to come into compliance with what HHS has said."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"HHS has not said $80.  It has said the methodology.  If you think $80 is not in accord with the methodology, according to Justice Breyer you should send it back to the Federal agency --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":9,"sideBefore":"justices","text":"No, you think --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":6,"sideBefore":"justices","text":"-- under primary jurisdiction but you didn't ask for that and you still don't ask for it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"That's the problem.  I mean -- but now we're getting to the merits and it's not before us. Alderson Reporting Company Justice Breyer was absolutely right and this answers just -- the Chief Justice's point.  The injunction here should have been a simple one:  State, come into compliance with the methods.  The -- they may have come out to the same number if they had figured it out.  Armstrong was the guy they -- who published, but the State didn't accept that number.  But they should have done the method and presented the figure to the judge.  But that's not what happens here, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So maybe there's something wrong with the injunction, but all you were seeking was compliance with Federal law, follow the methods and procedures that CMS approved."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, if that's correct, then it's -- again, as Justice Breyer pointed out, there's no way to allow you to seek that relief under an implied right of action under the Supremacy Clause without opening the courthouse door to everybody Alderson Reporting Company who says the Federal law was not followed, whether it was in going from 80 to 60 or improving the methodology or whatever."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, so it doesn't matter.  The discussion we'd be having over it's whether it's 60 or 80, the rates, or if it's the methodology. Under your theory of the case, it doesn't matter.  You still get into Federal court, right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If I understand your position, it is that the Federal Government could create a system in which it's for the Federal agency to decide whether the State has complied or not.  It can do that. It just has not done so expressly here, right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And you say it cannot do so impliedly."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I think they're -- they're asserting that under our standard there -- there is no private right of action unless it is created by the Congress and we do not have implied rights of action. Now, you -- you want to create an implied right of action here.  I -- I don't know why that isn't implicit in the scheme.  Congress did not give a right to the providers.  It -- it provided a remedy through the Federal agency."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That may well be, but it seems to me it's -- I am able to say that -- that when Congress wants the scheme that you desire, it creates a private cause of action.  It has not created a private cause of action here and, therefore, it impliedly does not want the scheme that you desire."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If the plaintiffs in Sandoval and Gonzaga, for example, had brought a suit like yours, would they have stated a claim?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So they just missed -- they just missed the boat.  They didn't -- all of this has been clear for 200 years, but they missed it and the court missed it, right?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So the Court spent a lot of Alderson Reporting Company time determining whether there's an action -- whether there's a claim under 1983 or whether there's an implied cause of action at all was clear and has been for a long time under the Supremacy Clause itself?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Could I --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Piotrowski, could I go back to Justice Breyer's question and just if you will tell me if you agree with this.  In the -- in the mine run of cases, CMS will have approved something.  It will have approved a methodology and/or a set of rates.  And -- and somebody's going to come in and challenge that and -- and they're going to lose, right?  Because the Court is just going to say, we give deference to CMS and CMS has approved what the State has done -- is doing, Alderson Reporting Company end of case, correct?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So that leaves I think two kinds of cases.  And it's exactly the kinds of cases that we've seen in Douglas and in this case.  In Douglas the State just flouts CMS.  It says we're going to go ahead and do what we want without seeking their permission.  States usually don't do that, but that's what they did there and that gave rise to a claim which was not so easy to dismiss.  And then in the second kind of case, the State goes to CMS, says:  This is what we'd like to do.  CMS says:  You're right, this is a great thing to do.  And then the State just doesn't do it. All right. So it's these two very cabined circumstances:  One where the State flouts CMS; and the other where the State asks CMS, gets its approval and then decides, we're not doing it.  Those are not the mine run of cases.  The mine run of cases are going to be extremely easy, I would think, under standard principles of deference, to deal with."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Are those merits determinations?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Do you agree -- do you agree that -- with your brother that -- that C -- CMS could have gotten this injunctive -- could have gone into court and said, they told us this is their method, they didn't follow it, court enjoin them from not following the method? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying it's clearly right under the law because of CMS that we should get $80.  Clearly right.  Now, for a variety of reasons, we can't just go into court and say, give us the 80.  But what we want to do is reverse it.  Ask that the Federal law preempts the State's reason for not giving us the 80, namely, that statute.  Is that right?  That's the form of this suit?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can CMS go into court as you say?  I thought -- I thought what CMS can do is to -- is to simply refuse to fund the program."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is that right?  Do you know of any cases where that's what CMS does instead of -- instead of using the coercive power it has to simply cut off the funding?  I thought that was its only remedy."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"It's had that power but never used it. Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Does CMS routinely -- and do Federal agencies that have this Draconian power -- do they in fact -- are there in fact fund cutoffs?  I mean, the reality is that a fund cutoff hurts everybody; the recipients don't get the benefits, the providers don't get money for the services they rendered.  So it's a theoretically very powerful remedy, but practically it's never used as far as I know."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Withroe, you have four minutes remaining. "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sorry, Mr. Withroe, but I just -- when you say that, I mean, my understanding of the district court's opinion was that it was specifically -- it wasn't sort of doing this on its own in deciding what would be efficient by its lights.  What it was entirely based on was the State's own cost studies and it was just saying that the State had already decided this and because the State had already decided that this was necessary in order to meet the standard, that the State had to comply with its own views."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So are you agreeing with him that you didn't follow the procedures and methods set out in (30)(A), that you went about it your own way?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Let me -- let me go back to -- forget your position, take my hypothetical. You didn't follow the methods and procedures.  Who has -- do they have any right to come in on ex -- on an ex parte Young theory --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and say, moving forward, follow the procedures and set a rate consistent with the methods and procedures that you obligated yourself to do."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"CARL J. WITHROE","firstName":"CARL","lastName":"WITHROE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2148,"interruptions":11,"times_spoken":30,"laughter":0,"num_int_by":6},{"id":1,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1163,"interruptions":8,"times_spoken":21,"laughter":0,"num_int_by":4},{"id":2,"fullName":"JAMES M. PIOTROWSKI","firstName":"JAMES","lastName":"PIOTROWSKI","counsel":true,"justice":false,"side":"respondent","words_spoken":2276,"interruptions":17,"times_spoken":62,"laughter":1,"num_int_by":7},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":758,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":969,"interruptions":7,"times_spoken":31,"laughter":0,"num_int_by":6},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":458,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":809,"interruptions":5,"times_spoken":17,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1232,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":301,"interruptions":2,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":498,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":323,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":19,"words_spoken":3311,"times_spoken":51,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":17,"words_spoken":2276,"times_spoken":62,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":19,"words_spoken":5348,"times_spoken":123,"laughter":0,"num_int_by":8}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":1,"respondent":0,"date":1472501779362}}