{"petitioner":{"name":"HENRY MONTGOMERY","counsel":[0,1]},"respondent":{"name":"LOUISIANA. ","counsel":[2]},"caseNumber":"14-280","date":"2001-10-13T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-280, Montgomery v. Louisiana. Mr. Bernstein. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"","text":"So how would you describe the adequate and independent State ground on which the -- this decision rested?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"","text":"So why don't we have jurisdiction to answer that question?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"","text":"If a State says, we acknowledge that we are holding a prisoner in contravention of Federal law but we choose to do nothing about it, then the answer is Federal habeas corpus; there is not a second answer that the State can be required under the Supremacy Clause, under its own procedures, to enforce the Federal law? And if -- if I'm -- and if I were to take -- to argue that second position, I'm not quite sure what case I would have to support me. It wouldn't --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"","text":"Yes."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"","text":"In effect, are you -- we saying that the Supremacy Clause binds the States only in direct criminal proceedings?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"","text":"I mean, is that another way of phrasing your argument?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"","text":"How do you differentiate this case from Standard Oil?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"","text":"But we did say that that State could define the exemption any which way it wanted."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"","text":"And so it could -- it's almost identical here; we would announce what the Federal law is, send it back. The State has already said it's going to follow Teague, but I guess it might or might not be free to change its mind about doing that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"How -- how -- suppose -- let's think of the first Teague exception. Suppose -- substantive matters. Suppose that many States had Alderson Reporting Company sedition laws that make certain conduct unlawful so there are a thousand people in prison. This Court in a new rule holds you cannot criminalize that behavior. All right. What is the law that would make that retroactive to people in prison? It sounds to me that it isn't like some kind of statutory discretion. Rather, there are human beings who are in prison, who are there without having violated any valid law, because it was always protected by the First Amendment. And if that's right, then it's the Constitution, the Due Process Clause, that says they are being held -- even though they committed the crime years ago, they are now being held in confinement without due process of law because you cannot criminalize their behavior."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"Do you see where I'm going?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"That being so, it's a Federal Constitution rule, the exceptions of Teague, Teague drops out of the case. The only question is whether they satisfy the two exceptions."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"I've made it a new rule."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"For purposes of my hypothetical, I'm making it a new rule."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"Danforth was the case saying that the States could be more generous. It wasn't a case --  this is a case that --  the opposite of being generous: Can they be more stingy? And I cannot find anything in --  in Harlan --  maybe I'll read it again, but I can't find anything there, nor can I find anything in Danforth that answers the question. So I thought it is a new question. Hence, that question I posed to you, because I want to get your response. I don't think you can answer it by means of precedent. I think you have to try to figure it out without the help of precedent."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"That's all right. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"That's true. But then we have Teague, and Teague is saying we don't like Linkletter --  and --  and --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"All right. But you're saying that we have --  then maybe that's wrong."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"I mean, why doesn't it violate the Constitution to hold a person in prison for years for conduct which the Constitution forbids making criminal?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":0,"sideBefore":"","text":"Well, it wasn't criminal at the time. I mean, it wasn't prohibited by the Constitution at the time he was convicted, right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"That would be the reason."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"Is there anything else you can say? Because I can make -- you know, I can say, which witch is being a witch? There were some people in Salem who were imprisoned for being a witch. And lo and behold in 1820, it was held by this Court that that violated the Constitution. Now, you see, I just make a more outrageous example of the same thing."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"","text":"And -- and what I want you to say, okay, I got your point. It didn't violate the Constitution at the time. I've also got the point you have some authority. Anything else?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":0,"sideBefore":"","text":"But that's -- that's not what is happening here, Mr. Bernstein -- I mean, if you Alderson Reporting Company assume the premise of Justice Breyer's question, which is that there is a Constitutional violation in keeping somebody in prison for some conduct that can't be criminalized. The State has set up a collateral review mechanism. We're not asking it to set up a new mechanism that it hasn't had before. It has a collateral review mechanism, and the only question is whether it's going to comply with Federal constitutional law in that collateral review mechanism."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"","text":"Thank you, counsel. Mr. Plaisance. "},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't it just like a State saying: We have a Fourth Amendment, and the Federal Constitution has a Fourth Amendment; we are going to apply our own Constitution, but in applying it, we will follow the Federal precedent? I think we would say, in that case, the case has been decided on the State constitutional ground, even though the State court, in interpreting that ground, is looking to Federal decisions."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought that the -- the case it cited said that. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought it cited an earlier Louisiana Supreme Court case which made it very clear that it was following the Federal rule as a matter of discretion and not because -- not because it had to, and it could in a later opinion decide not to follow Federal law."},{"name":"JUSTICE ALITO","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"Did they not say in Taylor that they were not bound to follow Teague? Didn't they say, we're going to follow Teague but we -- we want to make it clear we're not bound to do that?"},{"name":"JUSTICE ALITO","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"They've never -- never retracted that, have they?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I thought -- I thought it's unless they clearly state otherwise, we will assume that they're applying Federal law. And here they did clearly state otherwise. They said, we don't have to follow Federal law, but we're going to model our State law on Federal law. It seems to me that satisfies the -- the exception requirement of -- of Michigan."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, they did say that here. They said that. This is a matter of State law; we don't have to follow Teague, but we choose to as a matter of State law. I thought that's what they said."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"But Mr. Plaisance, I think what people are saying to you is that this is different from your standard Michigan v. law question -- Long question. It's a different question. It's a State that says, we're not bound to follow Teague, we know we can do something different, but we want to follow Teague. That's what we want to do. And then in -- in all its particulars. All right? And then the question is: If the State commits to following Teague, it's not -- it doesn't think anybody else has committed it. It self-commits to following Teague and to following Federal law. Then what happens? Is there enough of a Federal question to decide this case? Now, that's not a Michigan v. Long question. It's more like a Merrell Dow question or something like that, where Federal law is -- the State has chosen it, but it's just part and parcel of the claim, because the State is so committed to following Federal law in all its particulars."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But what's -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry. Why don't you finish?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Federal statutory law, right? I thought that was the point of Danforth, that the reason the States can go beyond what the Federal interpretation is is because we're talking about the Federal habeas statute. Right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"How do you deal with Mr. Bernstein's point that your client would be worse Alderson Reporting Company off if --  if you are correct? That is, if the question comes up on Federal habeas, then the Federal court decide --  decides it without any AEDPA problem. But if the State court goes first, then the Federal review is truncated."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But in --  in --  how do you answer the argument: All right, suppose you're right, but your victory is going to leave your client in a worse position because when he gets to the Federal court, he will be saddled with AEDPA?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Plaisance, on the jurisdictional point, let me see if I understand what you're arguing. A lot of State rules of procedure are modeled after Federal Rules of Procedure, and a lot of State courts simply follow the Federal Rules. But they follow it as a matter of choice and not because they think they're bound by the Federal rules. So let's say that there is a --  a disagreement in Federal court about what Federal Rule of Evidence means. The State court says, well, you know, we're going to follow the --  the Federal rule, and we think that the right course as between these two divergent Federal courts of appeals is the Second Circuit. So we're going to follow the Second Circuit's interpretation of Federal Rule What --  would we have jurisdiction to --  to review that decision as --  as a decision on a question of Federal law?"},{"name":"JUSTICE ALITO","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"Suppose we hold that we can review the -- the -- we have jurisdiction because the State court said it was going to follow Teague. And then we go on and we say that under Teague, Miller can be applied on collateral review. And then the case goes back to the Louisiana Supreme Court, and they say, well, we said previously in Taylor that we were going to follow Teague, but that was based on our understanding of Teague at that time. But now that we see what it's been interpreted to mean by the U.S. Supreme Court, we're not going to follow Teague. Then what would happen?"},{"name":"JUSTICE ALITO","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"It would be? Why? Because it said that we would voluntarily follow it in Taylor? That bound them?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"They changed their mind. They have now chosen the course not to follow our jurisprudence. What forces them to stay where they were? It's a matter of State law. They've decided, we're going to change State law."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, not yet, but if we -- if we agree with you and then we send it back and they look at it and they say, oh, if that's what Teague means, we're not going to follow Teague, what stops them from doing that? And doesn't that make us look foolish?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"That we render decisions that can be overruled by somebody else?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You're not asking --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"But the question is: What's a Federal claim?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Why didn't you cite Standard Oil v. Johnson in your response to the Alderson Reporting Company questions from Justice Scalia and Justice Alito?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Do I have --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"-- the name of the case right? Yes, Standard Oil v. Johnson."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you asking us to decide the question left -- left open in Danforth? Danforth said that it was a minimum -- the -- there could be a constitutional minimum, but it wasn't answering that question. Are you asking us to answer that question?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"But let's assume we -- all right."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Dreeben. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"petitioner","text":"Do you think they can change --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"petitioner","text":"They can change their mind, right? You said \"voluntarily chose to follow it.\" Alderson Reporting Company voluntarily anymore. case. What MR. DREEBEN: That's right. CHIEF JUSTICE ROBERTS: And choose they're not going to MR. DREEBEN: That's right. And the same is true in any they can follow it Michigan v. Long Michigan v. Long said is that this Court has jurisdiction under Section to resolve State court resolutions of Federal law, and it will presume that a State constitutional decision of a mirror image, say, of the Fourth Amendment, will be binding, but recognized that the only circumstance in which the Court will not treat Federal law as governing both questions is when the State makes clear that it would reach the same result under State constitutional law as it did under Federal law. It did not preclude the option of the State going back and reaching a different decision once enlightened by this Court as to the content of Federal law. Standard Oil is completely clear on this. It says the State chose to use Federal law to determine whether a Federal post exchange was a Federal instrumentality. And we're going to correct its understanding of Federal law. Alderson Reporting Company But on remand, the State can now, freed from its misapprehensions of Federal law, decide what it thinks State law requires. And if it does that, then there may be a Federal constitutional question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":4,"sideBefore":"justices","text":"How --  how --  how does it work? It --  it should be pretty elementary, but --  I mean, I looked at the Indian case, and that seems a little far out. The --  the --  the --  though it definitely gives you support on your statement here, suppose you took Justice Scalia's example: We have Iowa State Rule We interpret Iowa State Rule the same way as the Federal Rules of Civil Procedure. That's our rule. And now this is what it means in that case. And they say, but we're doing it under Iowa State rule. Now, you say we can review that because they said that Iowa State rule is the same as the Federal."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"Is that right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"Now, I just --  how do you fit that in the words in 1257?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"Well, they say in a particular case, it's guidance. It's great guidance. We agree. Our interpretation is the Federal interpretation."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"Now, can we review that -- because, in fact, it wasn't the Federal interpretation? But can we review it?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"Yes or no?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"So you say the Court does Alderson Reporting Company not in the example of the Federal Rules of Civil Procedure that Justice Scalia gave?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"petitioner","text":"Okay. It's a thought."},{"name":"JUSTICE ALITO","id":11,"spokeBefore":2,"sideBefore":"petitioner","text":"Well, but when you say that that's a doubtful case, I think you are implicitly acknowledging that, if we adopt your argument, we are going to get that case and lots of similar cases, and we're going to have to parse the words that were -- were -- the words that were used by the State Supreme Court: Well, we're following -- we're going to be guided by it. We're going to be strongly guided by it. We're going to adopt it. We're going to get all of those cases. Why should we go down that road --"},{"name":"JUSTICE ALITO","id":11,"spokeBefore":2,"sideBefore":"petitioner","text":"-- when there's a perfectly available and possibly superior remedy available to the Petitioner by filing a Federal habeas petition? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"petitioner","text":"Mr. Dreeben, what's the problem --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":6,"sideBefore":"justices","text":"Pardon me. Did you misspeak? When -- when Federal law is adopted as State law, the Federal courts can review it. Isn't that what you meant to say? Or -- or -- I mean, you're very -- you're very careful, and you don't make mistakes, but I --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"petitioner","text":"You -- you said --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":2,"sideBefore":"petitioner","text":"-- when -- when State law Alderson Reporting Company adopts Federal law as Federal law, then there's review. Okay."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"petitioner","text":"You're --  you're --  you're saying \"hooray\" that --  that the Federal habeas court will thereafter be bound by it --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"petitioner","text":"--  because the State got there first."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"petitioner","text":"Could you --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":6,"sideBefore":"justices","text":"I was just going to suggest maybe we hear a little bit more on the merits."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"petitioner","text":"Would it be enough -- is -- is it enough if the States simply say, okay, with respect to people who have been mandatorily sentenced to life without parole, we're going to provide parole?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"petitioner","text":"Mr. Dreeben, how do you explain how your articulation of your test wouldn't apply to the guideline changes in Booker that we made?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"petitioner","text":"What is the substantive difference -- if you pardon the use of that word -- between your formulation and Petitioner's formulation? He says this is substantive because it did away with mandatory life imprisonment. You're articulating it slightly different. Tell me what you see as the difference and why your articulation is --"},{"name":"JUSTICE ALITO","id":11,"spokeBefore":2,"sideBefore":"petitioner","text":"Would it be accurate to say that a rule is substantive if it makes a particular outcome less likely or much less likely or much, much less likely than was previously the case?"},{"name":"JUSTICE ALITO","id":11,"spokeBefore":2,"sideBefore":"petitioner","text":"What's the difference between much less likely and much, much less likely?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"petitioner","text":"Have any States treated Miller as retroactive --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"petitioner","text":"-- on State habeas?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":2,"sideBefore":"petitioner","text":"So what is the population we're dealing with if most States do apply Miller retroactively? I think that there was a figure of 2,000 people with life without parole."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"petitioner","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"petitioner","text":"Mr. Duncan. "},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"It didn't say so, though. In -- in -- in Standard Oil, the -- this is a quote from the opinion: \"The relationship between Post Exchanges; and the government of the United States is controlled by Federal law.\""},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Well, that would have been true no matter what the State did, right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"We're deciding a question of Federal law that --  that would have applied on its own."},{"name":"JUSTICE ALITO","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Well, don't you think that the State made its tax-exemption law turn on Federal law because there are Federal constitutional requirements in that area? Could the --  could the State have taxed --  I mean, there was the question of whether or not the -- the Supremacy Clause would permit the State to tax sales to the Post Exchanges."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Well, it did. In the provision I just quoted, it said that the relationship between Post Exchanges and the government of the United States is controlled by Federal law. That's what our Alderson Reporting Company opinion says."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"And Mr. Duncan, isn't it quite similar when Justice Scalia used this \"controlled\" language? The Louisiana Supreme Court has used similar language. It's dictated by Teague. Now, it's only dictated by Teague because they've chosen to make it dictated by Teague, but once that choice has been made, all outcomes are dictated by Teague. It's the same issue."},{"name":"JUSTICE ALITO","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Well, in Ohio v. Reiner, which you just cited, was there any other way in which the State could have obtained review of the State Alderson Reporting Company supreme court's erroneous determination that the witness in question there did not have a Fifth Amendment privilege because she said that she didn't commit the crime?"},{"name":"JUSTICE ALITO","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"And do you think that's not a distinction between that case and this case?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Well, we weigh in when we have jurisdiction. You don't think that matters at all?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Well, so what you said doesn't make much sense."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Let's get in there quickly, whether we have jurisdiction or not. You're not saying that, are you?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"We clearly have jurisdiction, don't we? Why -- I'm just trying to figure this out in my mind. We have jurisdiction where there is a person -- that's the defendant -- and the defendant says the court's decision -- that's your court's decision -- is contrary to the Constitution or statute of the United States. That's just what they say."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"So we have jurisdiction to answer the question. Now, the question is: How do we dispose of the case --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"-- in which we have jurisdiction? And in three instances, I guess, the Court has done, in disposing of such a case, what the Solicitor General says; namely, they have said, we are -- we are not going to say whether he's right in saying it's contrary to the Constitution. That's because there might be an adequate State ground; there might not be. Their adequate State ground was one that was -- was elucidated or explained as being -- flowing from a certain interpretation of Federal law."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"We will say their interpretation of Federal law was wrong, and now we'll send it back to see what they do."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Is that right? Have I got it right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"What is --  what is the Federal law you're talking about?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Yes. That's not a Federal law, it's --  the Federal habeas statue is a Federal law, right?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"And Teague is an interpretation of that Federal law."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Was that Federal law at issue in this case?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"Of course it wasn't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"But the Teague standard -- Alderson Reporting Company the Teague exceptions could well be constitutionally required. The Teague exception --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":8,"sideBefore":"justices","text":"Have we --  have we ever said that?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"--  means Teague doesn't apply."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"You want us to hold that in this case?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Did we say the opposite in Danforth, or did the majority say the opposite in Danforth?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Could you tell me why you would think that something like Atkins would not be retroactive to States? As a compulsion, meaning not as by election of Teague retroactivity."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"It has to do something different, because as Justice Breyer pointed out, you have wide discretion to structure it as you want, but if you structured it in a way that you're going to say, I'm offering due process, isn't there a check, a substantive check by due process --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"--  that you have to offer the minimum? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"But we have any number of cases where States have viewed the exceptions as controlling the fact that they have to offer the constitutional minimum."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Hasn't yet."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"And why shouldn't we?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"That's really the serious question."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Duncan --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"-- can I give you just a hypothetical? I mean --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"-- suppose that there is a State and it has a -- a mandatory minimum for a theft. It says the mandatory minimum for theft is years. And suppose a court looks at that and says, you know what? That's incredibly disproportionate to a lot of theft, and so strikes the mandatory minimum. Says, you just can't have a mandatory minimum like that; make it lower. Alderson Reporting Company Would that be a substantive ruling?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"It does not go to the manner of imposing. It says nothing about the manner of imposing. What it does is it just increases the range of sentencing possibilities. It actually leaves it to the -- to the courts. It says absolutely nothing about what factors ought to be taken into account. Nothing about that at all. All it says is, you can't have a mandatory minimum of years for theft; make it lower."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"But I think --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"So if you're saying, no, that's different because there was something else in Miller -- there is something else in Miller. There is a bunch. There -- there is -- there is a process Alderson Reporting Company component of Miller, no question about it, where the Court says what courts are supposed to look at is -- are the characteristics of youth and are supposed to try to figure out whether these terrible crimes are functions, in part, of immaturity or -- or -- or not, whether you -- you really are looking at an incorrigible defendant. So there is that process component. But that process component does not take away the fact that there is a completely separate, self-sufficient component as to what the range of punishment has to be. That's completely on all fours with the hypothetical that I gave you."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"No, you're exactly right. It did not take the LWOP punishment off the table. But Alderson Reporting Company similarly, in my hypothetical, a 20-year sentence for theft has not been taken off the table. What the Court has done is to say, there have to be other options. There has to be an option of ten years or five years or two years, whatever it is. So they've expanded the range of possibilities. They've just made the sentence different, because a sentence is defined both by its upper end and by its lower end."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"And so they've made the sentence different."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"But you don't have a distorted new trial if you just grant a parole hearing."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"You were going to say --  at some point you started --  suppose you look at the Alderson Reporting Company watershed procedural change. My -- my impression from the case you cited, Summerlin, is that deciding whether that's retroactive has two parts. I think we were unanimous on this point. The two parts were: Is it implicit in the concept of ordered liberty? And here it would seem to be, because it's applicable to the States. And the second is: Is it central to an accurate determination that life without parole is a legally appropriate punishment? And the -- the -- the rule that a mandatory can't exist is central to making that -- that was the whole point of the Miller opinion. So if that's the correct analysis for watershed rule, procedural rule that's retroactive -- if I'm right about that, why doesn't it fit within that category?"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Duncan, I --  I --  I think not. I think by your own definition this fits on the substantive side. You said you --  you categorically remove a certain outcome. And --  and --  and that's exactly what Miller does. If you --  as long as you understand a sentence, which I think you agreed with, as defined both by its upper end and by its lower end, effectively what the Court said in Miller was that that sentence, which was the mandatory LWOP sentence, cannot control for juveniles."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"There has to be a different Alderson Reporting Company sentence, one that includes other punishments."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"That --  that increases the range."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"It allows something within the range, but it has --  it has completely changed the range that's --  that is --  that is given for any juvenile defendant."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"The range is important. It's not just the top end. This is what we said in Alleyne, that you can't think about a sentence without thinking about both parts of the sentence, both the maximum and the minimum. And when you decide whether a substantive change in that sentence has been made, you look at both the maximum and the minimum."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"I'm --  I would --  I would not describe changing the range of sentences available as changing the sentence."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"It doesn't change the sentence --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"--  necessarily."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"But this is what we --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":10,"sideBefore":"justices","text":"You still get the same sentence."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Which is what we said last year. We said, it's impossible to disassociate the floor of a sentencing range from the penalty affixed to the crime. And similarly, we said criminal statutes have long specified both the floor and ceiling of sentencing ranges, which is evidence that both define Alderson Reporting Company the legally prescribed penalty."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"That is the penalty --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"-- is the range."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Winsor -- Mr. Winsor --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"I know that we didn't ever look at this issue. I'm sorry. Reading the wrong one. I apologize. But do you really think that we -- that any State would have not applied Woodson retroactively? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"They all did."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"It just said you couldn't have mandatory death penalties, just like here: You can't have mandatory life without parole."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"The sentence -- exactly --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"And to give sentences less than --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"-- mandatory death. But they could have still given death."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"All right. But that's the language -- \"bedrock\" is -- I don't think is the right language, because that was the language he referred to in a sentence in Mackey, correct? I've just been looking it up. And -- and -- but then in Teague itself, Justice O'Connor tries to get the right words, and -- what she ends up with here is that the procedural is the first test, the first part, is -- can be addressed by limiting the scope of the second exception -- that's the watershed rule -- to those new procedures without which the likelihood of an accurate conviction is seriously diminished. Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"And that's joined by the Chief Justice, Justice Scalia, and the fourth I can't remember. But -- so is it seriously diminished? Now, we read through Miller. It's pretty hard to say -- I Alderson Reporting Company mean, my goodness, Miller is just filled with paragraph after paragraph about how a mandatory requirement for life without parole fails to take account of all the characteristics or many characteristics adherent in youth. And it's pretty hard to come away from that without thinking, gee, accuracy under a mandatory life without parole does seriously diminish the accuracy of imposing life without parole when you apply the mandatory to a youth."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"No, no. But you have to say the accuracy is seriously diminished. And she says, then I don't think there will be too many such cases."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Is there any watershed procedural rule other than Gideon?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"We have one brief that tells us that this Court has never barred punishment as cruel and unusual under the Eighth Amendment, but refused to make the decision retroactive."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Is that -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Well, but I think that you Alderson Reporting Company yourself cabined it when you said that the difference is one --  there is some category of cases which do refer to process, to how a decisionmaker makes a particular result, and another category of cases which refer to what we've called substance, which is: What results are on the table? What category of punishment is on the table? And that's the difference between this and all the other kinds of things that you're mentioning."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"This is not about the how -- or it's partly about the how, but there's also about what punishments are on the table."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Bernstein, you have three minutes remaining. Alderson Reporting Company "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"","text":"Thank you, counsel. And, Mr. Plaisance, you have three minutes remaining."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":12,"sideBefore":"","text":"Thank you, counsel. Mr. Bernstein, the Court appointed you as an amicus curiae to brief and argue this case against this Court's jurisdiction. You have ably discharged that responsibility, for which the Court is grateful. The case is submitted."}],"people":[{"id":-1,"fullName":"RICHARD D. BERNSTEIN","firstName":"RICHARD","lastName":"BERNSTEIN","counsel":true,"justice":false,"side":"","words_spoken":1561,"interruptions":10,"times_spoken":27,"laughter":0,"num_int_by":3},{"id":0,"fullName":"MARK D. PLAISANCE","firstName":"MARK","lastName":"PLAISANCE","counsel":true,"justice":false,"side":"petitioner","words_spoken":888,"interruptions":14,"times_spoken":28,"laughter":0,"num_int_by":6},{"id":1,"fullName":"MICHAEL R. DREEBEN","firstName":"MICHAEL","lastName":"DREEBEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1795,"interruptions":15,"times_spoken":29,"laughter":0,"num_int_by":6},{"id":2,"fullName":"S. KYLE DUNCAN","firstName":"KYLE","lastName":"DUNCAN","counsel":true,"justice":false,"side":"respondent","words_spoken":3743,"interruptions":34,"times_spoken":69,"laughter":0,"num_int_by":6},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":454,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":275,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":437,"interruptions":8,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":254,"interruptions":4,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1301,"interruptions":3,"times_spoken":34,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":708,"interruptions":2,"times_spoken":29,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1111,"interruptions":5,"times_spoken":22,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":464,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":11,"fullName":"A second point on the merits","lastName":"merits","counsel":false,"justice":false,"side":"","words_spoken":63,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":29,"words_spoken":2683,"times_spoken":57,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":34,"words_spoken":3743,"times_spoken":69,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":25,"words_spoken":5004,"times_spoken":162,"laughter":1,"num_int_by":7}],"outcome":{"side":"petitioner","margin":3}}