{"petitioner":{"name":"WESLEY W. HARRIS, ET AL.","counsel":[0,1]},"respondent":{"name":"ARIZONA INDEPENDENT REDISTRICTING COMMISSION, ET AL. ","counsel":[2]},"caseNumber":"14-232","date":"2001-12-08T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-232, Harris v. The Arizona Independent Redistricting Commission. Mr. Hearne. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Hearne --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"The second part, do -- do you want us -- do you want us to overturn the factual finding that compliance with the Voting Rights Act, the -- the preclearance procedures, was the reason -- real reason for the deviation? Do you want us to overturn that as a factual finding?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask you a -- a question? It's -- it's odd that you're making this charge that there was an impermissible effort to increase the Democratic authority, power, in the legislature, but the end result was that the Arizona plan gave Republicans more than their proportionate share of seats in the State legislature. And I think Alderson Reporting Company the numbers are, in total, Republicans won  percent of the State Senate seats, percent of the State House seats. And that exceeded the Republican party's Statewide registration share of  percent. So if there was an attempt to stack this in favor of Democrats, it certainly failed."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it -- it's still not clear to me what -- what you want us to say about the -- the Commission's rationale for compliance and Voting Rights Act compliance that was wrong as a matter of law, because if you don't overturn the factual finding that they had a -- a good-faith belief that what they were doing is correct, then -- then you have -- then you have a problem, it seems to me. Or do you have a problem? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I -- how confident are you of that? I mean, the -- the preclearance process at the Department of Justice is famously opaque, and usually the States and municipalities have to go through, or had to go through, several layers of back and forth, here's a proposal -- it's sort of a bargaining process. I don't know how confident you can be that -- that it wasn't necessary."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So they were mistaken. I mean, you're -- you say they -- they could have done it without -- without disproportioning, but they -- they thought that that was okay. They thought that they were doing this in order to comply with the Justice Department. What's the test? Is the test what they intended, or is it an objective test?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So let's assume the answer to that is no."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the people who -- who made this apportionment were mistaken, and they thought that it allowed, and indeed may require, you to do that. So? That doesn't show a bad motive on their part, does it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, bad legal advice is different from an impermissible motive."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Justice Scalia is asking what -- what -- what the test -- what is the test here?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and it was more than mixed motive. It was a finding of dominance, that the dominant purpose of this was to attempt to meet Section"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's a -- that's a fact-finding which you -- you have a burden if you're seeking to overturn it."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Just to pin this down a --  a little bit, Mr. Hearne: You --  you are not contesting the factual finding that the predominant motive was to comply with the Voting Rights Act; is that right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you keep on saying mixed motive, and I guess people keep on coming back to you and just trying to figure out whether you are, in fact, or are not, in fact, contesting that --  that the predominant motive was the Voting Rights Act."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Was the attempt to comply Alderson Reporting Company with the Voting Rights Act?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And this --  and the --  and the court found, and it is a factual finding, that that's the predominant motive? And I don't mean to harangue you on this. I just want to understand what your argument is."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- I'm -- I'm even further confused. I -- I understand that you gave up any racial or -- or political gerrymandering case. This is just a voter-dilution case."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I understand there's one case you're relying on that was summarily affirmed, but is there any other case from this Court that has ever said that a -- a deviation of this amount is significant? I think we've always called it anything below percent de minimis, correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't actually understand. I don't know of any case where we've required an explanation under percent."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in fact, they have. They've pretty much used percent. We've not discouraged them from doing that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What it says, actually, in Brown v. Thomson, it says our decisions have established, as a general matter, that an apportionate plan with a maximum population deviation under percent falls within this category of minor deviations. And what we held previously was that minor deviations from mathematical equality among State legislatures are insufficient to make out a prima facie case of invidious discrimination. All right. So that's the holding of the Court. And this seems to be within the category of minor deviations where you have to make out -- you have to do something more than you would have to do if it were a -- larger than percent."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, what do you think you have to do?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why bother having a minor? Don't you think this will lead every single plan to be challenged as voter dilution?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You didn't show that. You didn't just establish it by the fact of the deviation. What kind of evidence did you present to the district court?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Looking at the chart at 112a of the appendix?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's got the color chart."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But I --  I thought --  I --  I thought, Mr. Hearne, that you were saying that the -- that the thing that you had presented had to do with an impermissible motive, and the impermissible motive was that they didn't have to do all this for Voting Rights Act compliance; is that right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. But that's the very thing that you said, you weren't challenging the factual finding, that that was a subsidiary part of the redistricting."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The dominant part was the voting rights compliance, and I take it you want to undermine the voting rights compliance rationale. But then I'm stuck on the same question that Justice Scalia is stuck on, is what evidence did you Alderson Reporting Company present that -- that there was an impermissible motive with respect to that, as opposed to different views as to what the Voting Rights Act compelled."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. General Brnovich. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"It sounds fundamental that a statute can't authorize a constitutional violation, so that even an attempt to comply with the Voting Rights Act is not sufficient if it violates the Equal Protection Clause. Have we ever said that -- I mean it's obvious, but have we ever said that in the context of what the voting rights requires?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So we have said that even -- you read our cases saying even minor deviations are not permitted if they are statutorily required?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"And that's what Judge Wake said in his dissent."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you say it's correct that compliance with the Voting Rights Act, the desire to obtain preclearance, is at least like other traditional districting considerations, like respecting county lines, respecting municipal lines, having contiguous districts? Would you agree with that?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"So if -- if that is the case, then is this what you were asking us to say with respect to the Voting Rights Act, that the things that were really necessary to obtain preclearance are legitimate, but you can't go -- but they went further. They -- they went beyond what was really necessary to obtain preclearance, so we would have to determine whether that was true or not, or some court would have to determine whether that was true or not."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, what if the only way that you -- that a State could obtain preclearance when Section was still in force was to under-populate some Alderson Reporting Company districts? Would that be permissible?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Just as you might have a situation where the only way in which you could respect municipal lines or county lines was to under-populate some districts to some degree."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But Justice Alito can protect his own question, but he's asking you whether or not a deviation is permissible for protecting communities of interest, protecting municipal lines, whether some slight deviation is permissible."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I guess I'm not sure what that means."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Yes, I'm not sure. I had thought you -- I had thought you were saying that it doesn't matter whether you were doing it to obtain Alderson Reporting Company Justice Department clearance. You cannot do something that is unconstitutional."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"If in fact you're -- you don't have equally apportioned districts, it goes beyond what is tolerable. It's a violation, regardless of whether you're -- you're actually trying to comply with the Justice Department. Isn't that what you were saying?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Can you explain --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"I guess I'm just not really sure. Let's -- let's say that there's a policy that says we want to respect county lines. And we also know that we want to do one-person, one-vote, but we think we have, basically, some leeway up to percent. And -- and there's a policy. We want to respect county lines, even though that's going to cause a little bit more deviation on the one-person, one-vote metric. Are you saying that that's impermissible?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"It's a policy. I mean, it's an intentional policy."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Even though it just, say, takes you from to percent, or from to percent. You're not crossing the percent threshold. But as long as you're going up, and you're doing it purposefully --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"--  in the sense of we have a policy to maintain county lines, that's impermissible?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"General Brnovich, just as a matter of curiosity, how do you end up being on this side of the case? You --  you were defended in the district court, weren't you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, but only on appeal. Alderson Reporting Company You didn't argue this side in the district court, did you?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What happened? Was there an election in between or something? (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I knew it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you -- do you agree with your colleague that it doesn't make any difference; that in the end result, the -- the legislature -- that the Republicans were disproportionately advantaged, had a disproportionate share of the seats?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Whether it would have ended up, if you're right, an even greater disproportion -- a greater disproportion of Republican representatives. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Smith. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Do you -- do you accept the -- the fact -- speaking of accepting fact-finding, Alderson Reporting Company do you accept the fact-finding that at least part of the motive was partisan?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Oh, really? Why?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Predominant motive. That's right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you know, I would be Alderson Reporting Company very upset if -- if it -- there was any motivation of partisanship because -- I wish this case had come up before the case we had last term, which -- which approved your commission, despite the -- the text of the Constitution -- (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":6,"sideBefore":"justices","text":"-- because this commission was going to end partisanship, get politics out of redistricting. And here the very next term we have this case which -- which asserts that there has been a lot of partisanship on the part of this --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- supposedly divine commission."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, the district court found -- and this is on 79a of the Appendix to the Jurisdictional Statement -- \"partisanship played some role.\" So do you want us to interpret that to mean that if there was no partisanship, everything would have come out exactly the same way? It had no affect whatsoever on the districting?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's a -- that's a red herring. We don't need to discuss the issue of parity. If you have a system of proportional representation and you get percent of the vote, you'll get percent of the -- of the representatives. But in the kind of electoral system we have in the United States, with single-member districts and winner-take-all, a neutral -- a neutral districting plan Alderson Reporting Company will never produce exactly the same breakdown of legislators as the breakdown of the votes in the election. But that's -- I mean, that's a side issue. What do we do with this statement: Partisanship played some role?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"This is what -- this is what interests me about the case. If we assume, as the district court did, that partisanship is not a legitimate consideration, and it's not, like, respecting county lines, and if we interpret the district court's opinion as finding that partisanship was part of the reason for the plan that was adopted, then is the test, the Mt. Healthy test -- which in my understanding is what we normally apply in a constitutional mixed motive situation. So that if an illegitimate, unconstitutional consideration is one of the reasons, the burden shifts to the defendant to show that things would have come out Alderson Reporting Company the same way, even if that factor had not been in the case, or is it what the court said in Bush v. Vera and a few other cases, that in this particular context, that's not the test? The test is whether the illegitimate factor there, race, was the predominant consideration."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"It seems to me it -- it turns on the choice between the two."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Is that a wrong?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, aren't you saying that it's permissible to use, as one factor, an illegal standard if there are some other factors that are also in play? That it's permissible to use an illegal standard, in part? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Is that what you want us to write in this opinion?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's one of the issues in the case. We'll talk about that later, about partisanship. If you -- if you want to say it doesn't make any difference because partisanship is -- is a valid consideration, fine. That's your point. But my question is, it sounds to me, in response to your answer to Justice Alito, that you're saying that it is all right to use an illegal standard, in part, to reduce equal -- equal representation."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Can I put in my notes that Alderson Reporting Company you're arguing that partisanship is a valid consideration in redistricting? Is that what you want me to say?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That's the problem. There -- there is -- I'm suddenly waking up here and following --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well -- well, how -- how do you -- it's a -- how -- how do we write this? There are two areas that are difficult to write. One is, I know there is this percent rule, but it doesn't say we don't look at it at all. We institutionally can't review thousands of pages of record in every redistricting case. So what are the words there that describe the standard we should bring to this? And the second, which is a direct application of the first, is you're quite right. How can we say that partisanship can't be used at all when Alderson Reporting Company you're doing one-person, one-vote but the sky is the limit. Vieth."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"When in fact -- of course, I dissented there. I -- but the sky is the limit when you're drawing boundaries. Now, how do we reconcile -- how do we reconcile our institutional ability with the need to have some policing here? And how do we reconcile what we say in this case with what we've held in the line-drawing area?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, those -- those are two questions in the back of my mind, and I'd like to have your position."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Fifty words or less. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I didn't ask you what we shouldn't say. I asked you what we should say."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's not -- let's talk about that for a second. If action in redistricting or overpopulation would constitute illegitimate racial discrimination, can the answer that we're doing that to comply to get preclearance from the Justice Department legitimize that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, my --  my question is if the action that is taken would otherwise constitute illegitimate racial discrimination. I'm trying to find out if the Justice Department's Alderson Reporting Company procedures can trump the requirements of the Constitution. In other words, it's -- it's an issue of -- you know, we -- we said in Ricci v. DeStefano that it's not an excuse -- not a complete excuse for intentional discrimination, that you're trying to avoid liability under Title VII --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- for discrimination on the basis of effects."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And I'm wondering if it's somehow different. If the Justice Department is insisting on conduct that would constitute a violation, if they're insisting on more than they should be, is that a defense for the -- for the redistricting?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I understand that."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But it doesn't say that all bets are off."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it seems to me you're avoiding my question."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What if the requirements that the Justice Department asks for, for preclearance go too far?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right. So -- so whether or not preclearance is a defense depends upon whether the Justice Department is insisting on too much."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Look at the finding to support what the --  the Chief Justice is drawing there. While partisanship played a role in the increased population deviation associated with changing District 8, so, too, did the preclearance goal play a role in motivating the change. It's the first half of the sentence which is raising the issue that I think people are trying to --  to get you to say how we write that. You see? Because it says it played a role. And so we're going to be asked here by the other side to expand on what that means, \"play a role,\" and we have to write an opinion. And if you win this case, there will have to be words that support you. And so how do we take this thing? What would you say about the words \"play a role\"?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, what if there were? What if there were a case where the --  the commissioner or whoever was responsible for producing the plan produced --  chose between two plans. Plan A has a deviation of  percent; Plan B has a deviation of percent. And they write a report, and they say, well, we --  it came down to these two plans, and we chose B, because we want to maximize the representation Alderson Reporting Company in the legislature of Republicans or Democrats. And you would say that that would be constitutional?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, it's not this case, but it --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's because there's no constitutional criterion for where you draw the district lines. There is a constitutional criterion for -- for how you -- how you weigh voters, district by district. There is."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"One-person, one-vote. There's -- there's no -- no such criterion for where the Alderson Reporting Company location of a district line has to be."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Harrington. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"Is --  is percent really de minimis? I mean, I think you can say it's minor, but de minimis strikes me as misleading when you're talking about percent."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"I know it has, yes. (Laughter.)"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"Does anybody contest that? I don't think that's contested here. I think the other Alderson Reporting Company side is willing to --  to concede that it's presumptively okay, which means they have to come forward to show that there were invalid reasons why there is this discrepancy. Right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"I don't understand that. I thought a prima facie case means if --  if you haven't made a prima facie case, it means you have to bring in other evidence. It doesn't mean you're out of court."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":11,"sideBefore":"","text":"Well, let --  let's assume that the --  the opinion of the district court found that partisanship was a consideration. So are you saying that that finding can't be sustained because it wasn't based on sufficient evidence brought forward by the plaintiffs?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":11,"sideBefore":"","text":"Well, was it a factor or not? Was partisanship just irrelevant, that it played no role, everything would have come out the same way -- Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":11,"sideBefore":"","text":"--  without partisanship according the district court's finding?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"If the --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":3,"sideBefore":"justices","text":"The district of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":10,"sideBefore":"justices","text":"What is the position of the United States on the question of whether it's permissible to intentionally take partisanship --  to use partisanship as a guiding principle in redistricting? Is that permissible or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"I know you haven't. It seems very unfortunate. It's a little difficult for Alderson Reporting Company us to address it since that's one of the main questions in the case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"So you're --  you're unwilling to tell me whether intentional use of partisanship in redistricting is acceptable or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":11,"sideBefore":"","text":"I took it that the position of the United States is at least, since many commissions are nonpartisan because they have two people who are more partisan on one side, two people on the other side Alderson Reporting Company and one neutral. So at the least, where the commissions -- commissioners don't account for a majority, the partisan motive is not held by a majority of the commission, then it is constitutional --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":11,"sideBefore":"","text":"-- for some members of the commission to take partisan considerations into account where they're not a majority and where the result is under percent."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":11,"sideBefore":"","text":"Is your conclusion as representing the United States."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":11,"sideBefore":"","text":"Ms. --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"I read the finding as saying, well, two members of the commission out of five did have a partisan motive, in part."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":11,"sideBefore":"","text":"So I have to -- you have to -- I think have to say whether you think that is -- that situation, is constitutional or not. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"I don't understand this two out of five. Do you --  do you think if four of the justices of this Court voted a certain way in a case because they were racists, the opinion would still be valid because, after all, five of us weren't? Would you even consider that? And why is it any different for a --  for a commission like this? The mere fact that two of them are --  if --  if partisanship is indeed bad --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":11,"sideBefore":"","text":"Well, not --  what I think --  one, this isn't racist. Number two, it's not this Court. Number three, I don't know any court like that. And number four, if you're -- (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"--  if you're going to say --  if you're going to say. If you're going to say that no members of a redistricting commission can ever have --  can ever have partisan views, I don't know where you're going to get your membership from. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"I mean that --  that is -- that many of these commissions, I would think, would balance people who know about districting and who are also Republicans with people who know about it and are also Democrats, and then you have someone of undoubted neutral --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":9,"sideBefore":"justices","text":"Which is not the case here. That places a lot of weight on selecting the fifth person who is lily --  lily-white pure, right? And if that person, deep down, is partisanship one side or the Alderson Reporting Company other, the whole --  the whole thing goes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"And that is the allegation here, by the way."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"","text":"I agree with that. And that's a different point."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"I mean, you don't have a position on whether that's acceptable or not."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"There's a difference between something's a necessary evil and saying it's evil. (Laughter.)"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":11,"sideBefore":"","text":"Well, I'm really surprised with the way you --  the way you read the district court's opinion. In footnote of the district court's opinion, they set out the standard that they apply."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":11,"sideBefore":"","text":"It's on --  I'm sorry -- 63a, running over into 64a. And in the --  the final paragraph that begins at the bottom of the page, \"For decision purposes, a majority of the panel made up of Judge Clifton and Judge Silver have concluded that Plaintiffs have not demonstrated that partisanship predominated over legitimate redistricting considerations.\" Doesn't that mean that they found that there were some illegitimate considerations, or at least they --  and they assumed that partisanship was an illegitimate consideration?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":11,"sideBefore":"","text":"No, no."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":11,"sideBefore":"","text":"I'm sorry. Just to clarify your answer. So you think that what they said in footnote only applies to one district."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":11,"sideBefore":"","text":"Thank you, Ms. Harrington. General Hearne, you have four minutes remaining. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What about footnote 10? Do you agree with -- with the characterization that the other side has made? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I want a finding. I want a finding. I don't -- I don't want to look at a chart --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to make my own factual determination. What factual finding other than footnote is there?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but to what extent? I mean, the other side's going to say, yes, that's true, but it's only true as to that one district discussed in footnote"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was because they wanted to make super sure that they complied with the Voting Act. I think --  I think that that's why they said they kept going. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But where -- where is the district in which -- or the State in which partisanship does not play a role in redistricting?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If I could ask the -- the question that Ms. Harrington left with, was that -- I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"No, please. Finish."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Even -- if -- if you're saying that even within the percent, you know, to go from percent to percent, or from percent to percent, and then somebody can come in and say that's partisanship, it means that every single plan will be up for grabs in every single place, doesn't it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MARK F. HEARNE","firstName":"MARK","lastName":"HEARNE","counsel":true,"justice":false,"side":"petitioner","words_spoken":2168,"interruptions":16,"times_spoken":38,"laughter":0,"num_int_by":6},{"id":1,"fullName":"GEN. MARK BRNOVICH","firstName":"MARK","lastName":"BRNOVICH","counsel":true,"justice":false,"side":"petitioner","words_spoken":1041,"interruptions":7,"times_spoken":23,"laughter":0,"num_int_by":5},{"id":2,"fullName":"PAUL M. SMITH","firstName":"PAUL","lastName":"SMITH","counsel":true,"justice":false,"side":"respondent","words_spoken":2057,"interruptions":15,"times_spoken":35,"laughter":1,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":523,"interruptions":2,"times_spoken":27,"laughter":2,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":217,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":457,"interruptions":0,"times_spoken":14,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":794,"interruptions":3,"times_spoken":30,"laughter":3,"num_int_by":3},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":534,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":136,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":772,"interruptions":3,"times_spoken":16,"laughter":2,"num_int_by":3},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":846,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":11,"fullName":"MS. HARRINGTON","lastName":"HARRINGTON","counsel":false,"justice":false,"side":"","words_spoken":1141,"interruptions":17,"times_spoken":27,"laughter":0,"num_int_by":4}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3209,"times_spoken":61,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":15,"words_spoken":2057,"times_spoken":35,"laughter":1,"num_int_by":5},{"side":"justices","interruptions":15,"words_spoken":4279,"times_spoken":135,"laughter":7,"num_int_by":9}],"outcome":{"side":"respondent","margin":8},"prediction":{"petitioner":0.589754267134883,"respondent":0.410245732865117,"date":1472418053225}}