{"petitioner":{"name":"STEPHEN DOMINICK McFADDEN","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"14-378","date":"2015-04-21T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument this morning in Case 14-378, McFadden v. United States. Mr. Russell. "},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But just to make sure I understand all that you're agreeing on, you do agree that if the defendant knew that the substance was illegal under the Controlled Substances Act or the Analogue Act, even though the defendant didn't know the chemical structure or the particular effects -- say that the dealer had handed him a box and said this is our new analogue which is illegal under this -- under the Analogue Act, you -- you agree that that is sufficient for a conviction."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that -- that sounds sensible to me.  What about the expert testimony from chemists?  Is that still put on in the trial?  Does the government still have to show -- put on an expert to say, well, this is chemically modified, but it's substantially similar and the jury sits there knowing that it doesn't have to listen to this?  I mean, how does that work?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but does a jury have to understand the chemical testimony?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But it is the government's burden to show both the composition in relation to the controlled substance, and the -- the effect of the drug.  Those -- those the government must prove.  But what we have out of the way is that the defendant now doesn't have to know -- you agree the Alderson Reporting Company defendant doesn't have to understand the chemical structure?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the government has given up a lot getting to this point and I think you've just given up a lot. I would have thought your -- your position that you have to know that it's regulated under the chemical substances or Controlled Substances Act, it seems to me is -- is contrary to the proposition that ignorance of the law is no excuse.  If you didn't know -- I didn't know this was regulated, you would say he's -- he's innocent because he didn't know the law. I thought your position was that you do have to know, as in all the other cases in the mens rea area, the -- the facts that make your conduct illegal.  You don't have to know that it's illegal."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And if he doesn't know, he's innocent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"If he's ignorant of that law, he's not guilty."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and I take it that's the same as under the Controlled Substances Act itself; is that right?  That's the analogy, is that you can either show the person knew it was heroin or you can show, well, the person didn't know it was heroin, but the person did know that it was some drug that was on Alderson Reporting Company Schedule I of the -- of -- of -- and so a controlled substance."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  You keep saying \"knowing that it's illegal under the Act.\"  He doesn't have to know the Act.  He just has to know it's illegal, that some law regulates it; otherwise, he's not going to know what the number of the law is or the Controlled Substance Act."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, criminals don't care.  They just know that this is -- they may think it's something.  They just know it's a controlled substance."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  The -- the Alderson Reporting Company government would say if he's selling it without paying the sales tax, he knows that that's illegal, that's enough to convict him under the Controlled Substances Act."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's take the -- a case involving a drug that isn't an analogue, a drug that's actually listed.  And let's say that the facts are these:  The distributor gives it to the person who's going to make the distribution and says this is an illegal drug, go distribute it.  And the person then goes and distributes it and tries to evade law Alderson Reporting Company enforcement and so forth, is caught. Now, is it -- is that sufficient -- is that evidence sufficient to take the case to the jury so the jury can find -- the jury can decide whether there's circumstantial evidence that the person who distributed the drugs knew that it was a controlled substance under Federal law as opposed to one of the few things that is illegal under State law, but not under Federal law?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the supplier tells the dealer this substance produces exactly the same effect as cocaine.  Would that be enough to satisfy the mens rea requirement? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you say he has to know the -- the chemical makeup that causes it to be an analogue.  Right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand.  Let's assume that he doesn't know that it violates the law.  He also doesn't know that it -- what the chemical makeup is. But he knows what it is.  It is MVD-3.  That's all he knows. Now, under the Controlled Substances Act, that would be enough.  He wouldn't have to know the makeup of it.  He would just have to know it's one of the named controlled substances.  If indeed MD-3 is -- is an analogue, why isn't that enough that he just knows what it was and what it was is an analogue?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this isn't a rifle. This is, in fact, an analogue of a controlled substance. I mean, it's -- it's not a proper comparison."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"He knows that it is -- he knows the identity of it.  And -- and that chemical is -- has, in fact, the characteristics that make it an analogue."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true.  And -- and knowing that it's cocaine doesn't prove that you know it's a controlled substance."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the distributor gives it to the person who's going to distribute it and says, here, distribute this and there's the actual chemical formula on the container and it's the chemical formula, excuse me, for PCP, whatever that is, C-something H-something and -- so that's all a person knows. He knows exactly what it is, the chemical formula. Is that -- has he not committed a -- a crime then?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It does list the chemical name."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But you don't know -- the person has just arrived, excuse me, from -- from Mars and has no idea what -- you know, whether -- whether it's legal or not."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what do you do with the actual facts of this case?  That is, the defendant gave names to what he was peddling.  He called it speed, Nu-Up, a replacement for the listed -- now listed MPPD.  He -- these were supposed to be bath salts, but there's no bath salts in the world that cost what those packets cost. So what -- what do we make of what he was advertising this to be, Speed-Up, and selling it at a price that fits a controlled substance?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I thought you said that that kind of evidence was enough to get you to a jury, right?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That the defendant acted furtively or that he sold these for incredibly inflated prices, that all of that, it's not -- it's not the thing itself, but it's evidence of the thing that the government is trying to prove."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But then if I can just understand.  I mean, I think -- tell me if I'm wrong -- that the only thing that's possibly separating you and the government -- we'll see if it is separating you and the government -- is this question of what happens if the defendant knew it was illegal under something other Alderson Reporting Company than the CSA or the Analogue Act, right? And that's the only point of potential difference between you and the government?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait -- wait a minute. I mean, yes, you do differ with the government on that."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but assuming that -- that the government cannot prove any belief in illegality, the government would not say it therefore must prove that you knew the chemical composition of what you were selling. And you say, you have to know the chemical composition."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So --"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And this is for --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":3,"sideBefore":"justices","text":"Assuming it's not sufficient, what -- what else does the government have to prove?  I think you differ on that."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Which means the chemical composition?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  We'll see."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And who would that reach other than the -- the chemist?  The underground chemist would be in a position to know that, but an ordinary person would not."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, my -- my under -- well, the government will tell you, but my understanding of the government is it would be enough if the defendant knew the name -- the name of the drug, that it's blue fly --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or whatever else.  And if, indeed, that drug has the chemical composition."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the court instructs the jury that it's -- it suffices if the defendant knows that this is an illegal drug because of its hallucinogenic effect."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  It's an illegal drug because of its hallucinogenic effect.  Maybe that's Alderson Reporting Company incorrect because it has to be chemically the same, so that's incomplete.  But it seems to me that should suffice for mens rea."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And, excuse me, and then -- and then it's -- it's shown that this is chemically similar."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the instructions at page 14 of your brief -- the brief in footnote 9 -- can Alderson Reporting Company you say that by adding just a sentence or two to the first paragraph?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Or -- or is it beyond hope or what?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry to put you through this again, but it's important, I think for me anyway, to get it right.  I understand your -- your understanding that the SG -- it's a big difference.  The SG says you have to know it's illegal under any law. You say, no, under the CSA. Now, what was the other way in which you disagree with the government?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  But I thought that you were disagreeing about names and characteristics."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I ask, Mr. Russell, about your difference as to whether it's under this statute or under any statute? If you look at some of the instructions that are given just under the CSA, not analogues, that some of the instructions just say that you need to find that the defendant knew that he was distributing some kind of prohibited drug.  And they don't say a drug prohibited under the CSA.  So if we use that as the analogy here, that would suggest that -- that the -- the jury wouldn't need to find the -- the analogue prohibited under the CSA and the Analogue Act, but just that they knew it was prohibited by something."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, and you don't defend that, right?  I mean, ignorance of the law is no excuse."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"","text":"You would agree that, even though you're totally ignorant that it's on the Analogue Act, if you know the chemical composition and it happens to be on the analogue -- covered by the Analogue Act, they got you; right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait.  Wait.  Wait. Wait."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what does that mean?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I know all of the chemical characteristics.  Okay?  I have to, in addition, know that those characteristics make it an analogue? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right.  You -- you reject that."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose -- I mean, I'm not a chemist.  I don't know that it's substantially similar, but I do know what the chemical composition is. I have to, in addition, know that that chemical composition is substantially similar?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think so.  I think if I know the chemical composition and, in fact, that is Alderson Reporting Company substantially similar --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- they got you."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume your argument is simply that it's a kind of coincidence.  You have to know that this substance is an analogue, and there are two ways you could know that.  One way you could know it is you could know what the chemical composition of this is and what the chemical composition of, say, cocaine is.  That would be one way.  Very few people other than chemists know that. Then there is a second way you could know. The second way you could know is that you know that it is forbidden by a law which has the title forbidding analogues.  And if you happen to know that it falls within that, of course you know it's an analogue because you know it falls within it.  And those are the two ways."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"And no one's been able to Alderson Reporting Company think of a third. And ignorance of the law is no excuse has nothing to do with this case.  This is just a coincidence that those are the two ways you could know it was an analogue."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but you say that the government has to prove knowledge of two chemical compositions:  The chemical composition of what is being sold, but also, the chemical composition of one of the items on the -- on the list of controlled substances."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But only if that's the government's theory.  Only if the government goes that route rather than the route of just saying you knew it was an analogue."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was there enough evidence in this case to go to the jury under the instruction that you want?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Harrington. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"My question is -- that I Alderson Reporting Company posed to him is really for you."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I'll try. Suppose you have to show, and I think you do, that the defendant did know it is an analogue, say to cocaine.  There are two ways you could do that.  The first way is you could show that this defendant, being a graduate in chemistry, knows what the chemical composition of cocaine is, knows what the chemical composition of this other substance is, and knows they are the same.  You're not going to be able to do that very often."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Another possibility is you could show that he knows that this particular substance is banned by a law that is called the -- the Analogue Act, because obviously if he knows that it is banned by the Act that bans analogues, it must be an analogue. Those are two ways you could prove knowledge. To prove that it is banned by the Anti-Turkey Shoot Act proves nothing about his knowledge that this is an analogue.  And, therefore, once you say, as you are trying to say, I think, that some other illegality is enough to convict, I no longer understand Alderson Reporting Company the argument."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but then you're not -- then you are saying the defendant does not have to know it is an analogue, and that, I think, you don't want to say."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Because you could think it was banned by some other act, and that would make you know that it is that thing that the other act bans.  It doesn't tend to show it's an analogue."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's not what the statute Alderson Reporting Company says.  The statute doesn't say knowingly be a bad guy. It says knowingly manufacture, distribute, or dispense a controlled substance."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's what the knowingly applies to.  So you have to know that it violates that law, not just know that you're -- you're a bad guy. That doesn't -- that's not what it says."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Under the statute."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How do you answer the -- the Cuban cigar that turns out to be filled with marijuana?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"some drug law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But the problem -- I mean, that highlights what I think is the practical difference here.  You've got a defendant who is obviously -- knows something's out there.  He's trying not to do something, whether it's not to violate the CSA or whether it's not to violate anything.  And you just want to be able to show to the jury, look, something is bothering him.  He knows that something's afoot, and -- and that's all you want to be -- have to prove, as opposed to he knows he's violating either the CSA or a drug law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And I just don't know how that works.  I understand how that works in this case, because you just say to the jury, look, he's -- he's checking the schedule every day, he's doing this, he's doing that.  But I'm a little concerned about Alderson Reporting Company extending that as a general matter, where it doesn't have to be the law in -- one, because I think usually it's not a question whether you know anything about the law at all, it's simply whether you know a question about the facts, and whether that happens to bring it under the law. But then I don't know how broad the principle is that you just have to know what you're doing is -- would raise a doubt in the jury's mind about whether you knew it was legal or not."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"He thought he was violating a sales tax law, and you're going to send him up the river for 15 years. that -- culpable?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"It's illegal because, in fact, it's bad for animals, and the law involved -- prevents veterinarians from using this kind of drug for animal treatment. That's all he knows. That's all he Alderson Reporting Company thinks. Now, he's guilty of this statute?        That doesn't tend to show at all that knowledge that he knows it's an analogue.  But in your view, because he feels guilty, as perhaps he should, he's guilty of violating this law."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why?  Can you give me any authority for that?  I mean, your example of willful blindness is an example of where, in fact, in respect to this law, he knows there is a risk he is violating doing the conduct that it -- that it permits, he knows there is a serious risk, and he pays no attention to that at all."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"That's not a very strong analogy, I don't think."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it might be except that there is some evidence in this case different than what you're saying. He checked, according to his brother, the Controlled Substance Act; didn't see this listed. And also when he was told something was illegal, he flushed it down the toilet. So why isn't -- why don't we leave this to the court below to figure out whether the error was harmless or not, given the evidence in the case?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. He has to Alderson Reporting Company know that it's a controlled substance?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Not even an analogue, because plenty of people sell things thinking it's maybe cocaine, but in fact, it's crack, or they sell something else thinking that it's a different drug, they just know it's a drug."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, but you keep saying has to know it's an analogue.  I think that's wrong.  He just has to know it's a controlled substance."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is this a real world problem?  This sounds to me like the most artificial distinction that I've heard in a long time.  Is there -- does Virginia have an Analogue Act?  This is from Alderson Reporting Company Virginia, right?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Does have Virginia have an Analogue Act that's different from the Federal Analogue Act?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do the States typically have Analogue Acts, period, or do they have Analogue Acts that are different from the State Analogue Acts?  You know, all of these cases -- unless this case involves a chemist, your proof that a person knew the thing was an analogue is going to be that this person engaged in all kinds of furtive conduct to try to hide it from -- from law enforcement. And so it's going to be for the -- for the jury to -- to determine, based on circumstantial evidence, whether the person knew that this thing was illegal under some law.  And if it's not the Federal Controlled Substances Act, I don't know what act it's going to be.  The defense is going to be, well, you know, I knew that it was illegal, but I thought it was illegal under the State Analogue Act, it wasn't illegal under the Federal Controlled Substances Act.  Is that what we're worrying about here? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah, and the question I'm asking, a practical question is, we've got the Federal Controlled Substances Act, the Analogue provision.  What is this other -- what is this other body of law that might come into play here?"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Harrington, I mean, I take your points that this is going to have a very small practical effect in terms of what either the prosecutor or the defense attorney is -- is putting on at trial. Alderson Reporting Company But it actually seems to me to be a real theoretical difference, which has implications far beyond this case. Then what Mr. Russell has suggested is two ways of showing that a defendant knew a fact.  That the fact that he was distributing an analogue, and you might know it because you know the chemical structure and all its properties, or you might know it because you know -- you know, somebody has given you a box and said, this is an analogue prohibited under the Analogue Act, and so you know that it's an analogue. So those are two ways of knowing a fact. But you're saying that in addition to knowing a fact, the mens rea is satisfied if you can just show that the defendant knew he was acting culpably in violation of some law.  And that, it seems to me, is a theory that could be put on to any law.  That in addition to knowing all the facts that a statute says you have to know, the government has an alternative way of proving its case, which is just to say, oh, look at -- look, you were acting culpably.  You knew you were doing something wrong."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose he thought that there was a labeling law and he was violating the labeling law.  He's wrong, there is no labeling law, but it violates the Analogue Act.  Guilty?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So you -- so you -- just to clarify, you -- you are saying it's not just any illegality, it has to be an -- a drug law that's -- that's a qualification."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What do you mean by \"for purposes of this case\"?  What is the law generally? Must it be a drug law or could it be any law?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Why don't you give it up, Ms. Harrington?  I mean --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"We've got the willful.  I don't think the problem is with your articulation."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"I think the problem is we're sitting here thinking of examples like, you know, there's an anti-bird hunting statute, and it says you cannot hunt green-eyed turkey's, you know, and the guy has never heard of that, and you say, okay, I don't know if this is a green-eyed turkey, and I don't know if it violates the green-eyed turkey statute, but maybe it violates something.  You know, and that sounds like an odd principle, even if you limit to all laws concerning birds.  And -- do you see the problem?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"And I suddenly worry the government's going to start -- he's skulking around in the bushes, you see. (Laughter.) Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"We can go on like this, but I think I better not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but you say you're embracing the narrower articulation, but it seems Alderson Reporting Company to me that's just a case-specific one, and Justice Alito is right, it's hard to see how that would make a difference here.   But I think it could make a world of difference when you expand that to the other cases involving mens rea.   And when you get to that point, it is sort of an ignorance of the law question.   I mean, in all the cases involving mens rea, we do not ask whether you have any idea whether it violates the law or not."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and we -- your position makes it much easier to convict people because you don't have to show that they even knew the facts that made their conduct illegal.   All you have to do is say that -- under -- illegal under the law that they're being charged.   All you have to do is say, they did something that makes it look like they knew that -- they did something that makes it look that they were suspicious.   And if we can find any law in the United States Code that makes what they did illegal, we can prosecute them for what we want to prosecute them for, even though they didn't know that the facts fell under that provision."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, and part of that prosecution is you must show that they had the requisite mens rea."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And what you're saying is, we can show that simply by showing the jury that they were acting suspiciously."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What's the best case you can give us to help?   In Morissette, the defendant didn't know that the surplus shell casings belonged to the government.   And he was exonerated because he had to have an intent.   Suppose that he -- he didn't know they Alderson Reporting Company belonged to the government, but he thought that it was an illegal casing because it was dangerous.   And he was wrong about that.   But it did wrong -- could he be prosecuted then?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what -- is there a case you have for us?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's the best you have?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Just --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Just to follow up -- I'm sorry, just to follow up quickly on Justice Kennedy's hypothetical, what if he knew he was trespassing when he went on to the government property and -- and took the casings?   You have to show he knew what he was doing was illegal, he was trespassing.   The sign said government property.   And so we can convict him for taking the shell casings."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Let me try this out. Start with a drug that is on the list. All right.   The defendant knows the chemical composition of the drug that's on the list.   The defendant has no idea that this is on the list, knows nothing about the Federal drug laws.   This person distributes it intentionally, knowingly. That person has violated the law. The person's ignorance of the fact that this is a controlled substance is irrelevant.   Are you -- am I right so far?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"He knows -- he knows what it is."},{"name":"JUST ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So he knows the chemical composition.   He knows the name.  All right. Now, let's assume that we have a list of analogues.   It's the same thing.  If the defendant knows Alderson Reporting Company that the thing is on the list, knows the chemical composition of it, and it turns out that this is an analogue, that is sufficient.   That's not going to be the proof in most cases. And I think maybe the confusion is that the defendant -- a defendant's knowledge of the illegality of what he or she is doing is not something that has to be proven.   It is circumstantial evidence that the person knows that the thing that is being distributed is something that is on the list."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it makes it easier to understand --"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- if we imagine that there is."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But it's not something that Alderson Reporting Company you have to prove.   You don't have to prove that he knew that it was illegal under Federal law, or under State law, or under any other law. You have to prove that he knew that it was a substance that constitutes -- that, in fact, constitutes an analogue. But the fact that he knows that it's illegal under Federal law is circumstantial evidence that he knew that it was something that fell within that definition."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Wait.  The light is dawning slightly, maybe.   Don't say I'm restating your argument correctly if I'm not."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Please.  The -- you're -- you're saying, first, he doesn't know the chemistry.   So he doesn't -- he has to know it's an analogue, but he doesn't know the chemistry. Now, you're saying, of course, if he knows that it is illegal under the Analogue Act, that's good enough because he knows it's an analogue."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Now you're saying if he Alderson Reporting Company knows it's illegal generally under the drug laws, that should be evidence of the fact that he knows it's an analogue because let's ask him why do you think it's illegal under the analogue -- I mean, why do you think it's illegal under the drug laws?   I'm going to tell you its not a listed substance.   Why could it be?  And he'd sort of be stuck there because he doesn't want to say, hmm, because it's a lot like cocaine."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Because once he says because it's a lot like cocaine, he knows it's an analogue.   And if say, using my, you know, far out examples, it's not because he thinks it's a veterinarian law. So what it should be -- is this right -- if I follow your argument, you'd say the fact that he knows it's illegal under the drug laws, is, itself, evidence that he knows it's an analogue, but he's free to come up if he wants with some kind of basis for saying that even though he thought it was illegal under the drug laws, he thought it was illegal under some other law that had to do with postage stamps or something.   That -- that should be, if the jury believes that, get him off. Have I got it basically right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What would \"some drug law\" be other than the CSA and the Analogue Act?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but the illegality must relate to drugs."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The illegality must relate to drugs. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and sufficient.  It's not just evidence that he knew it was an analogue; it's conclusive evidence."},{"name":"JUSTICE KAGAN","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So even if he comes back and says, Yes, I thought that what I was doing was wrong, but -- but it wasn't because I thought this was an analogue, it was for some other reason."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You said sufficient.  How Alderson Reporting Company about necessary?   Is it necessary?  Is the drug -- is the law that he thinks he's violating, be a drug law, is that necessary?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so the conduct is related to the genus of illegality."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I think -- I think there are areas where criminal defendants do try to tailor their conduct to fall within, if they're captured or caught, particular laws but not others.   I recall cases where that's true. I mean, hypothetically, let's say they know that this much marijuana or cocaine is a misdemeanor. Alderson Reporting Company If they got up to this much, you know, it's 15 years mandatory minimum, so they structure their activities to fall within the lower level. You would be able to prosecute them, according to your theory, for the big 15-year mandatory whatever, if they happen to go beyond the misdemeanor amount."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what does that do to your theory that they have to -- what they have to know is that it's illegal under the drug laws. What -- what was illegal -- what they knew was the misdemeanor amount.   And you're saying, well, that doesn't -- it doesn't matter that they -- doesn't matter that they didn't know they were distributing the larger amount. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"He knew what he was doing was an -- was a misdemeanor."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Because of the amount.   He didn't know it was a going to be a felony because he didn't know he had that much of the drug."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you know, you charge what the market will bear.   And if it has the same effect -- if it has the same effect as cocaine, even if it's perfectly legal, you should charge 400.   Don't you believe in the free market? (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"All it shows is that he knew it would give you a high.   That's all.  And -- and so he was charging what people are willing to pay for that."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the Petitioner's counsel agrees that there is sufficient evidence to convict under a proper instruction."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"How can we -- when a jury is told that human ingestion is enough, he has to -- he has to intend that this -- these bath salts are not to put in the bathtub, but to ingest, that's all that he -- that was the only mens rea that was charged.   Isn't that so?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Russell, you have four minutes left. "},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"A defendant who knowingly Alderson Reporting Company distributes heroin, knows that it's heroin, doesn't have any idea that it's illegal, nevertheless has violated the law.   Now, I don't see why the rule should be any different with respect to an analogue."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So then the defendant doesn't have to know the legal status of -- of the drug."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sorry.  If a State law calls it an analogue, he knows he's violating the State law, he knows this is an analogue."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I'm not sure that you answered Justice Alito's question fully."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"He --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"KEVIN K. RUSSELL","firstName":"KEVIN","lastName":"RUSSELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":3907,"interruptions":28,"times_spoken":67,"laughter":0,"num_int_by":6},{"id":1,"fullName":"SARAH E. HARRINGTON","firstName":"SARAH","lastName":"HARRINGTON","counsel":true,"justice":false,"side":"respondent","words_spoken":3411,"interruptions":33,"times_spoken":72,"laughter":1,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1034,"interruptions":0,"times_spoken":20,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":745,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":386,"interruptions":1,"times_spoken":16,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":403,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":245,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":759,"interruptions":5,"times_spoken":38,"laughter":1,"num_int_by":3},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":876,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":9,"fullName":"MR. RUSSEL","lastName":"RUSSEL","counsel":false,"justice":false,"side":"","words_spoken":3,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1032,"interruptions":0,"times_spoken":18,"laughter":1,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":28,"words_spoken":3907,"times_spoken":67,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":33,"words_spoken":3411,"times_spoken":72,"laughter":1,"num_int_by":8},{"side":"justices","interruptions":8,"words_spoken":5480,"times_spoken":140,"laughter":2,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9},"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472418053229}}