{"petitioner":{"name":"SAMUEL OCASIO","counsel":[0]},"respondent":{"name":"UNITED STATES OF AMERICA. ","counsel":[1]},"caseNumber":"14-361","date":"2001-10-06T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-361, Ocasio v. United States. Mr. Davis. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean that you Alderson Reporting Company would have to -- in order to get at this -- this venture, you would have to bring two separate prosecutions, one against your client for the extortion, and then a separate crime -- a separate prosecution in State court against the body shop owners?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it well established, or even not well established, that you are obtaining property under color of law when you give somebody a bribe?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me -- what that means to me under color of law is you -- you pretend to have a legal right to it, which in fact you don't have."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I dissented, I assume. Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we have stated that a person may be liable for conspiracy even though he was incapable of committing the substantive offense. Does that carry the day for the government's argument here, or is that distinguishable at principle?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And why?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But he might not even be capable of it, must not even be capable of it, as I understand what we've said."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't that test satisfied here, because the shop owners agreed that Mr. Ocasio would commit every element of the substantive offense?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the -- the -- Mr. Ocasio is committing every element of the substantive offense. He is obtaining property from another; that is, he's obtaining property from the body shop owners. And the body shop owners agreed that he would do so. So it seems to me that in the normal way that conspiracy law works, there is a conspiracy here."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They only need to agree that he should obtain property from another, and that is exactly what they agreed to."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that any stranger than the Mann Act situation, where the woman who is being transported across State lines for immoral purposes, conspires with the person who is transporting her across State lines? That's permissible, isn't it?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, \"any woman\" is broader than \"another woman.\" \"Any woman\" means any of billion-plus women in the world, and that subsumes \"another woman,\" doesn't it?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they're two different words, but the syntactical problem seems to me to be identical, which is that it's just not natural to say that the transported woman is herself transporting any woman, right? I mean, the transported woman is not transporting any woman. But the reason the Court said that a conspiracy was possible there was because the transported woman could agree with another person, let's say, the man, that the man would transport any woman, namely, herself. It's --  it's an almost identical syntactical issue."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What difference did it make in this --  you're --  you're not contesting the extortion convictions, right? You --  it's only the conspiracy; is that right?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And did the addition of the conspiracy conviction affect the sentence? Would it have been different if there had been no conspiracy charge."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I have a small question, but not unimportant, which is: Who paid the bribe, Majestic or the brothers?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Out of their own pockets, or did they --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"--  Majestic, issue a check?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So why isn't Majestic the other person here?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Was Majestic a separate corporation or was it just the proprietorship-owned?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Moreno and Mejia are two --  are two people; they're not the same person, right? So I assume even if it was --  let's say it was a partnership, they each would be entitled to half of the money, right?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So Moreno could conspire with Ocasio to obtain money from Mejia and Mejia could conspire with Ocasio to obtain money from Moreno."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Did this government argue this proposition as its theory of the case in the trial court or here?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you acknowledge that the -- that the police officer is -- is guilty of a violation of the Hobbs Act, never mind the conspiracy, but just the Hobbs Act violation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if you don't -- if you don't challenge that here, I -- as I recall, your briefs say that to disagree with you in this case is to establish a Federal law of bribery for the whole country. But it seems to me you -- you have that once you -- once you acknowledge that, never mind the conspiracy charge, but just the substantive Hobbs Act charge. That's a national bribery law, isn't it?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's all you need Alderson Reporting Company to have a national law against bribery, it seems to me. You just get one of the two, I don't think you have to get both."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about --  what do you do with the government's argument that Ocasio was conspiring with other police officers to get the money from another? In other words, that conspiracy got money from another, the --  the two individuals."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think if I'm remembering the government's response to your first point, is that it certainly would have been harmless error in this case."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any difference to your argument based on the government's position that your client was charged under the general conspiracy statute and not the Hobbs Act statute?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's my problem, which is it's not an extra step. You can conspire, if not every --  you started by saying that not every conspirator has to be --  commit the --  of every element of the crime. So why can't the general conspiracy Alderson Reporting Company statute do the work?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is that -- that begs Justice Kagan's question, which is they wanted Ocasio -- they wanted the police officer to act under color of right and to take the bribe."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I don't think that's right. The \"from another\" is clearly an element of the substantive offense. But you're saying it should also be a freestanding limit on the conspiracy offense, and Alderson Reporting Company there's no reason for that to be true. It is, of course, right that somebody has to obtain property from another, but the conspiracy offense is made out if two people agree that somebody should obtain property from another. And that's exactly the situation here."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They intended and they agreed that Mr. Ocasio should obtain property from another. And that's all they have to do."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a statute, and the statute just says the other has to be somebody different from Ocasio himself. So in this particular case, the somebody other is the people who are in the agreement. In another case, the somebody other might be somebody Alderson Reporting Company who is outside the agreement. The statute just -- the -- the substantive law says it has to be from another. The conspiracy -- and this is just -- it's consistent with Salinas, it's consistent with Holt, it's consistent with everything we've ever said about conspiracy law -- is that it just has to be an agreement for somebody to do that substantive offense even if the people agree and can't do it themselves. And it's true, the people agreeing can't do it themselves. They can't obtain property from another. But Mr. Ocasio can, and they're agreeing that he should."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about aiding and abetting? Could the brothers who own the body shop, could they -- could they be charged with aiding and abetting --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the extortion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- is it extortion or attempted extortion? If two brothers, as here, try to get money from a third party and the third party really wants to give them the money -- say, for example, he wants to give them the money because he's going to illustrate how awful the police are in that town. Or he gives them the money because he thinks it's funny. Or he gives them the money -- is that extortion? Because I'm having trouble distinguishing between why it should be extortion but not conspiracy Alderson Reporting Company for extortion, because that's what you're aiming at. You're prepared to say, okay, it's extortion. Well, if it's extortion, you've heard all the arguments and why can't these other people commit it and you're simply helping them. But is it extortion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"He takes a bribe, all right? Is it -- is it a bribe when the person just showers him with money, hoping for nothing illegal?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"He might think it's a bribe, but -- but is it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"He voluntarily gives him the money expecting joy and happiness. I mean, you see, that's where it seems to me the odd part of the case lies."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So if bribe, then we're back -- if bribery is extortion, then why isn't conspiracy to commit bribery conspiracy to commit extortion? We're back where we began. The odd thing is in calling bribery extortion. Once you cross that bridge -- that's where we started. But we're back -- in my mind, it sort of got back where we started. And you're trying to drive a wedge there, and all your arguments seem to be me, really, to be aimed at why are we calling bribery extortion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because they are showering with money. They love it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that, but, I mean, how you're asking me to make that distinction, how do I do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, before -- I mean, the government says, of course, is there's -- there's consent and there's consent, and they suggest that there's a difference between consent and conspiracy. Right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's your answer to that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"And what payment of a bribe is not extortion?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So the only ground, then, we could say is say, well, they went just up to the limit of the logic in the other case, and we're just not going to be logical to extend it further."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Works for me. (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Davis, if you could go back to what you just said about the consent. I mean, look, I mean, Evans makes perfectly clear that bribes and kickbacks are included in this statute. And --  and there is a difference between --  there --  there are cases in which somebody participates in a kickback scheme and does not consent. I mean, suppose some public official comes in and says, in order for me to give you a license to do something, to be, you know, a member of some profession, let's say a cosmetologist, you need to pay me $20 as a kickback. And the person, you know, pays him $20 because you've got to get your license. But there's no way in the world in which that would count as a conspiratorial agreement. It would count as consent under the Hobbs Act. So there's a big gap between consent and a conspiratorial agreement, even in the context of bribes. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it fair to say that you are advancing an argument that is limited to the precise language of the Hobbs Act? You -- you are not taking issue with the proposition that a person can conspire to commit offense that the person could not personally commit. And you distinguish the Hobbs Act from the Mann Act because one refers to \"any\" and another refers to \"another.\" So is it fair to say that what you want is a special conspiracy rule that applies only in cases of Hobbs Act conspiracies?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And if another substantive offense doesn't have the word \"obtain property from\" -- the phrase \"obtain property from another,\" then your -- your rule doesn't apply?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Kedem. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do --  do you agree that under your approach, every private individual who seeks to bribe a State official is liable for conspiracy to commit Hobbs Act extortion?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, suppose he arranges to meet on the park bench at 2:00 o'clock, and has a follow-up call to the official to please be there. Is that -- does that suffice?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How do you charge that to a jury?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"How do you charge it to a jury?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I mean, I'm a juror and I say, I --  police officer came to me, asked me for bucks, and he'll let me go for my ticket. I'm Alderson Reporting Company active participation. That's what I'm thinking."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. That's lovely. And that --  you know, that prevents this law from --  Federal law from hitting anybody who pays a bribe, which is certainly a desirable result. But I don't see how it comports with your theory of the case. I mean, there is just as much of an agreement between the two people to obtain money from another, whether that other actively participates or not. Where --  where do you get this active participation requirement from?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Except to make it up to sweeten the deal, so that --  so that we --  we don't extend this --  this law too far."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And where did they get it from?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And where did Holte and Gebardi get it from?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's not what conspiracy law says. It's any agreement. If -- if you agree, you're -- you're liable to conspiracy. Where -- where do -- can -- can you hang on this active -- is there an active participation requirement for other conspiracies?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But I -- I --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Where is the -- the active participation point in the jury instructions?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So if --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"That makes sense to me."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":4,"sideBefore":"justices","text":"If --  if I could just understand what you're saying, you think active participation is more than an agreement along the typical conspiracy lines."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Would --  would?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Right. But --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"--  this does sound more like an aiding and abetting standard than it does a conspiracy standard, because typically in conspiracy we say it doesn't really matter if you actively participate, as long as you reach an agreement."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now that agreement is more than acquiescence, right? It's more than I reluctantly give you the bribe that you're demanding of me."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But --  but I guess I'm with Justice Scalia that I don't really quite understand how to get from the typical real agreement that we require in conspiracy cases to some higher standard with respect to this crime of active participation."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The -- the answer, as I understand this now, the purpose of this active participation doctrine is let's look at the substantive offense. And all of a sudden we're saying every policeman, every State official, everyone in the country who goes to any person and says, give me some money for my position, they're already guilty. That already is extortion on this case that we've been talking about before, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So now what you're going to do is you're going to make not only them guilty of the Federal crime, you're going to make anybody who pays them guilty of the Federal crime. That's the purpose of this case. Now you say don't worry about it, because there's situation A and situation B. In situation A, the policeman is the heavy, and all the victim's done is stop at the traffic light. He says, give me the money, and that's a bribe, all right? He's a bad guy, the policeman; the victim is not so bad. But in the other case, the victim says, I love it, like these people, because we're really getting money from the public. That's what they're trying to do -- who are the real victims here, but they're not -- that's not charged that way. And that's what the active participation thing is designed to do, separate the -- the sort of innocent victims who aren't policemen from the cooperating victims who love the policemen to take the money because they want the result; is that right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. I've got it right so far."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"The argument on his side is don't make a bad situation worse."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We already are federalizing vast numbers of State crimes, which really are the States' business. And now you're not necessarily doubling the number, but you're increasing it by about percent. Now that --  that's what I've got as a practical argument that he's making. And --  and your answer to that is, don't worry it's not your business. It's just follow the logic."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I understand."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What I'm interested in is if I understand it correctly."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, before you do, I'm still stuck on the jury instructions. You cite in your brief language on Joint Appendix page where the judge says -- I think these are the instructions. Maybe I'm wrong, but you cite them, where the judge says mere knowledge or acquiescence without participation in the unlawful plan is not sufficient. Is that -- that's the language, I take it, you're talking about with --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- \"the jury was instructed.\""},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on page 194, it says, \"The extent of a defendant's participation has no bearing on the issue of his guilt.\" And I just wondered whether your -- it's active participation. That suggests to me something that goes to the extent of the defendant's participation."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I'm afraid you haven't scared me. I don't --  I don't think that in the situation you posit where --  where the --  the two gunmen say you come into the bank with me and I'll point the gun at your head and say, what, unless you cough up the money, I'm going to shoot my friend. I don't see why that would be a conspiracy --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"--  to point a gun at another."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Sure. But --  well --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And I would not think that that's a conspiracy to point a gun at another."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It's a conspiracy to point a gun between themselves."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, I understand --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- but you were trying to present a clear example."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And it doesn't seem to me very clear at all."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But the other reason your hypothetical doesn't work too well is we know that he's not going to pull the gun because he's his friend, but Alderson Reporting Company in this case the money is going to be given. So it doesn't work."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is it -- if -- what -- I'm still -- a crime requires that the victim give consent. Now, what kind of -- it could be obtaining consent to do something. Smith obtains consent to do something. The victim agrees with Smith to participate in that crime. But in agreeing to do it, he is giving consent. So from that point on, there is no further consent to be given. So it's like robbing the pocket of a stone idol or some -- what used to be Alderson Reporting Company called in law school -- once the consent is given. So maybe he is agreeing to participate in a conspiracy to attempt to get the consent. But he's agreeing to the -- he gives the consent at the moment he agrees."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So how can you be conspiring to -- to do something to get a consent that was already given?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You could conspire to attempt to get it, but not to get it, if you're being really picky on these words."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You haven't talked about Majestic yet, and your friend said that's maybe because you had never raised that below. Is that -- is that true? In other words, the Majestic is the other from which the funds are going to be obtained?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Was that just -- was that in your brief in opposition to certiorari?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Is Majestic a sole proprietorship?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Was it indicted as part of this crime? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You do say in your brief that if we adopt the Petitioner's argument, that basically you would never have any cases. But I'm not sure that's right. For example, the most common situation is the New York City permitting official. Generally, they agree with developers to have contractors pay them a bribe to expedite their work. That, you could prosecute because two people are agreeing to get money from another, the contractors. Those situations are not so unusual."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I think, as one of my colleagues said, there was a conspiracy here to get money from the victims."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You had no other substantive crime to charge against the brothers?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Why didn't you just charge them with getting money from the customers? I mean, that's who -- they're conspiring -- after all, they're giving $150 to the policeman. They aren't philanthropists. They think they're going to get that money back from the people whose cars are wrecked."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So those are the other people. I mean, this is really a conspiracy on behalf of the policeman and the -- and the owner of the repair shop to get money from a customer, a person whose car Alderson Reporting Company was wrecked. That's why they do it; isn't it?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And, indeed, isn't it right that what Justice Breyer is saying was the very theory behind Evans, why this was extortion, is because the real crime was to the public at large, not to any particular customer. But yes, there was a crime to the -- the general public."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And the Federal government's interest in this case, right, the reason is -- is, what?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That automobiles are Alderson Reporting Company instruments of interstate commerce?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, oh, it doesn't have to be any -- any Federal constitutional authority, just --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what is it? I mean, here, it is -- I assume that it's automobiles."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you agree with your friend's point, though, that charging the Alderson Reporting Company conspiracy gives the prosecutor considerably broader range in the evidence that he wants to admit at trial?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What is the relationship between that argument and the question of whether there's a conspiracy between Ocasio and Moreno and Mejia? It might apply to the conspiracy between -- the alleged conspiracy between Ocasio and the other police officers because it -- although it could allow the -- make it easier to admit evidence of what the other police officers did."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But what -- it has no -- whether or not there was a conspiracy between Ocasio and Moreno and Mejia doesn't seem to me to have anything -- anything to do with what evidence would be admissible at trial."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought you told me that was wrong. I thought you told me you agreed with your friend that it gives broader scope to the range of evidence that could be admitted beyond Alderson Reporting Company charging simply the substantive offense."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Do you -- do you agree that the most that that gets you is a remand to address the Skilling question?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and is it a sufficiency -- I would have thought it's a statutory interpretation challenge and not simply a sufficiency of the evidence challenge."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on that I guess your -- your friend says that the whole thrust of the case you presented was based on the conspiracy between the two brothers and the officer rather than the spokes, I guess is the jargon, involving the different officers with Ocasio. Is that true?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't that just harmless error, assuming we agree with your -- your -- with the Petitioner and say the other has to be somebody else?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So you think it's sufficiency?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Davis, you have four minutes remaining. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But did you challenge the instructions in the district court as well?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Will you, in your answer, get to what I think is the main point; the main point being, look, two policemen and a shop owner. The policemen say, give us money and we'll help you out later. That's extortion. All right. If that's extortion, then why isn't it conspiracy when, three weeks before they meet and bit by bit say, we will do that very thing which is extortion --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the shopkeeper is helping the policemen do what is the thing that counts as extortion and, therefore, he's conspired with them. That's their very simple argument. A simple answer is?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. The \"other\" -- \"another\" means another other than the two policemen."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's what this Alderson Reporting Company other case says. And the law says that it's another -- another other than them."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no words. Another. Another. Joe and Bill are the policemen; Sam is the shopkeeper. In the substantive crime, the other, another, means not the two policemen; it means Sam. And Sam, two weeks earlier, helped and conspired with the two policemen to get money from another; namely, Sam."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Odd, but English."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Davis, I don't think you need to add words. What you need is to shift perspective. There is a difference here, but that's the difference, that the government is insisting that you look at it from the perspective of the person who, in Alderson Reporting Company this case, is doing the acts of obtaining property from another. And you are insisting that it be looked at from the perspective of the person who has agreed to help him do that. But there's no reason under standard conspiracy law that we would use the perspective of the agreer rather than the perspective of the perpetrator."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"There absolutely is a unity of purpose, that one person should do the crime."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Go ahead."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ETHAN P. DAVIS","firstName":"ETHAN","lastName":"DAVIS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3265,"interruptions":30,"times_spoken":64,"laughter":0,"num_int_by":8},{"id":1,"fullName":"ALLON KEDEM","firstName":"ALLON","lastName":"KEDEM","counsel":true,"justice":false,"side":"respondent","words_spoken":2941,"interruptions":24,"times_spoken":64,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":498,"interruptions":1,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":130,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":563,"interruptions":4,"times_spoken":25,"laughter":2,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":213,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":915,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":342,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":342,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1175,"interruptions":2,"times_spoken":29,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":30,"words_spoken":3265,"times_spoken":64,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":24,"words_spoken":2941,"times_spoken":64,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":12,"words_spoken":4178,"times_spoken":132,"laughter":2,"num_int_by":4}],"outcome":{"side":"respondent","margin":2},"prediction":{"petitioner":0.6468418114308596,"respondent":0.3531581885691404,"date":1472418053228}}