{"petitioner":{"name":"KANSAS","counsel":[0]},"respondent":{"name":"SIDNEY J. GLEASON. ","counsel":[1,2]},"caseNumber":"14-452","date":"2015-10-07T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument first this morning in Case 14-452, Kansas v. Gleason and the consolidated cases. General Schmidt. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you agree -- do you agree, whatever the Eighth Amendment does not require, that it would be better practice for the trial judge to tell the jury what the burden is on mitigators, just to ward off any possibility of confusion?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So why can't we presume it's required by the State law, not the Constitution? I mean, as I'm reading the decision below, the court is saying that the principles of the Eighth Amendment give voice to or support for the use of this burden and Kansas is commanding it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did the Kansas Supreme Court read these cases?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"How can you explain it if --  if indeed our prior cases are so clear on the point?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't like the death penalty."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But that can't be. Already we know and the Kansas court knew the dissent pointed out that a burden for mitigating circumstances of a preponderance of the evidence is okay, so they can't believe that no burden is required by the Constitution. They know that there is no requirement Alderson Reporting Company because the cases mentioned by you and Justice Scalia say that. So it has to be their view of State law."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I suppose the issue is not what they believe, but what they said."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, we -- we -- we don't psychoanalyze the lower courts; we -- we look at what they said. And if they said that it's the Eighth Amendment, it's the Eighth Amendment."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"If you prevail here on your position, is it necessary for us to remand to the Kansas Supreme Court to determine -- for them to Alderson Reporting Company determine whether State law would require a different result on this issue? I know there are some other issues in the case, but on this issue or --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- or are we permitted simply to reverse outright?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Certainly remand on some on other issues, I understand."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Why couldn't -- why couldn't the Kansas Supreme Court say on remand, thank you for enlightening us about the Eighth Amendment, but we still think that Kansas law, independent of any Federal constitutional requirement, requires juries to be told what the burden is? They could do that on remand."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the other? Didn't they say something about inadmissible hearsay having prejudice -- cause prejudice in the Carr case?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- to go back to the question that Justice Ginsburg has asked, as we say, this Court has never held that there is an absolute requirement that you give the reasonable doubt -- don't say it's no reasonable doubt in a mitigating case, just what you said. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"We send it back because, as you said, they just --  if the law in the State is different, they've changed it. When they changed it, did they apply the change retroactively?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What did they say?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But that court's held it's only prospective?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You --  how can you retroactively give an instruction? Right?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"Well, you very simply say, yes, have a new trial, that's how. I mean, you simply set a new sentencing hearing --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There would be a need if Alderson Reporting Company Kansas law, as is now revealed by their pattern instructions, suggests that you do have to give the instruction that's required, that the -- that the defendant wants, and you'd have to have a new sentencing proceeding, wouldn't you?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how was the change to the pattern instructions made? Who made it?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it approved by the Supreme Court or is it divorced from the Supreme Court?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"You believe it's correct, that it is approved by the Court."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"My thinking is the following, so you'll understand why I ask this question. It, I think, could be the case that you're right, that this Court has never held that the Eighth Amendment requires giving such an instruction. Next question: Should it now hold it? Well, the answer to that question could be this is not a good case to decide that. Because it may be that the Kansas court has held it as to the future and may apply the future rule as to the people who are involved in the past. Therefore, send it back. What do you think of that reasoning?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Probably not much, but I'd Alderson Reporting Company like to know your reasons. (Laughter.)"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't it true, General Schmidt, that it makes a big difference whether this is done under the Federal Constitution or under Kansas law? And presumably, the Kansas Supreme Court understood that it had the capability of basing its decision on Kansas law. But if -- if it did that, it would have to take responsibility for the decisions in these cases, which involve some of the most horrendous murders that I have seen in my years here. And we see practically every death penalty case that comes up anywhere in the country. These have to rank as among the worst. So it didn't take responsibility for that. It said it's the Eighth Amendment, and we have to apply the Federal Constitution. Now, it may be they will say, well, we're going to say that Kansas law requires this, but then it's their responsibility; isn't that true?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I wasn't speculating Alderson Reporting Company on why they did what they did, but the consequences of basing it on the Federal Constitution. One of the consequences of basing it on the Federal Constitution is that they don't have to take responsibility for it."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do -- do you have retention elections in Kansas?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. And the fact -- how -- how many people are there on death row in Kansas?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Which would suggest that -- that Kansans, unlike our Justice Breyer, do not think the death penalty is unconstitutional and indeed very much favor it, which might suggest that a retention election that goes before such people would not come out favorably for those justices who create Kansas law that -- that would reverse these convictions. I'm just speculating, of course."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What is this Court supposed to do when it's told its own lower courts three times before this case, or two, you must give this instruction? What -- what -- what's the Court supposed to do?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Whether the Constitution requires it or not, it has said the better practice is to give this instruction. What's a court supposed to do? Say, willy-nilly, my lower courts can disagree with me and not do it?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. And it can't -- Alderson Reporting Company and it can't, by doing so, immunize itself from --  from review in this Court. And that's Michigan v. Long, which --  which --  which I don't know if were cited in the brief, but Michigan v. Long, to Justice Alito's point, made it very clear that a --  a State court can't hide behind a --  a Federal law and --  and --  and be immune because there might be a State law to predicate. We have to see what they wrote. And this --  I assume that Kansas would pride itself on --  on being cited in other jurisdictions. And if it's wrong and it uses a Federal calculus that's incorrect, it's --  it's this Court's duty to reverse."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose --  I suppose that it is true that if you're a juror and you're Alderson Reporting Company considering whether or not to grant mercy, that's not something that's easily subject to a burden-of-proof analysis one way or the other. If a juror thinks I have sympathy for this person or I want to grant mercy, that -- that's not really the -- the kind of fact like you're -- you're or you're or your father did or didn't abandon you that can be proven in -- with a burden of proof of any sort."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Sorry. What does that mean, a \"catch-all instruction\"?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't the Court --"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":9,"sideBefore":"justices","text":"I'm reading that from Gleason, and that's also in Carr?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't the Kansas Court say, yes, we have that, but the only burden of proof in any of the instructions was in aggravating circumstances and that the State bore that burden? And it pointed to the fact that aggravating and mitigating were mentioned in the same clause or times with no explanation of what the burden was for mitigating. The Kansas Court thought that the jurors Alderson Reporting Company could be confused or would be confused by what burden of proof was needed."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I think what they're saying is that some jurors would be confused. And certainly, there have been jury -- jury studies to indicate that jurors are often confused, generally, about burdens of proof."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It is such common sense that there is a maxim of interpretation that invokes it. When -- when somebody says interest-free loans for people with good credit, it implies that there are not interest-free loans for people who don't have good credit. Inclusio unius, exclusio alterius. And if one says there are aggravating factors and mitigating factors, and you must prove the aggravating factors beyond a reasonable doubt, the normal understanding is you don't have to prove it Alderson Reporting Company beyond a reasonable doubt for the mitigating factors. That's such -- such common reasoning that -- that any juror who doesn't follow it is -- is certainly not the typical juror, and not the person for whom the jury instructions have to be devised."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Well, the jury instructions don't have to be devised necessarily for the Court. They should be understandable to jurors. And I doubt very much that any juror has heard of that maxim. But putting that aside, the Kansas Court, which has much more experience than we do with trial court decisions, has determined that confusion exists or can exist. Why isn't that enough for us?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the prosecutor in Carr did tell the jury, I'm going to create reasonable doubt as to the defendants' mitigating evidence. So that prosecutor didn't do what you said."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But General, if I can understand your argument, you're saying not only that that analysis would come out the State's way, but you're saying this -- the lower court really never did that analysis at all, right? Alderson Reporting Company It didn't think that it was doing that analysis. It didn't think that that analysis was necessary because it thought that there was just a per se rule that one had to give this instruction; is that correct?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I find that a little bit confusing. It just -- it sounds like they just sort of cited Boyde but failed to pay attention to anything Boyde said about what the analysis ought to be and instead substituted their own analysis, which was a per se rule deriving from the Eighth Amendment. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What a -- what a wonderful system we've created. We give -- even when a State court is wrong in convicting somebody, so long as they're reasonably wrong, we uphold them. And when they're wrong on a legal conclusion applying our test, we jump in and reverse them, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. Mr. Green. Alderson Reporting Company "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that true of the Gleason case? There was no -- am I right, that there was no objection to these instructions given on Alderson Reporting Company mitigators in Gleason? You pointed out in your letter there was in Carr."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And did you -- did you ask -- oh, it was the court in Gleason. Was the sentencing court asked to charge that mitigators need not be proved beyond a reasonable doubt? Was there any request to charge that was turned down?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I don't understand the point you're getting to. What -- what is your point? That this was -- this decision was based on State law?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I thought the whole point of our decision in Michigan v. Long was to make it clear to State courts that we weren't going to do this kind of thing. We weren't going to try to look, well, how many Federal cites, how many State cites. Unless it's clear that it's based solely on State law, then we assume it's the Federal question and Federal basis in that case. And --  and I assume your friend was correct about how many times the Eighth Amendment was --  was cited in the opinion."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It doesn't matter under Michigan v. Long. It's debatable whether that's a good rule or not, but it is the rule. It says if there's any doubt, this Court will assume that the State court was going on the Federal ground, not the State ground."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I was just going to add, are you asking us to dismiss the case because there's an adequate and independent State ground?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But if -- if -- if this Court determines that this instruction is not confusing as a matter of Eighth Amendment law, that surely has a Alderson Reporting Company significance -- I would think it would have a significance on any remand proceedings that might take place. And plus -- and it has additional significance for the other jurisdictions that use this -- and other States that use this instruction. So surely we have something significant and necessary to decide under the Eighth Amendment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, presumably, the Kansas Supreme Court is familiar with Michigan v. Long, as we are, and they're on notice that if they start putting the Federal authorities mentioning the Eighth Amendment times, that the court is going to look at it as a decision based on Federal law. Alderson Reporting Company The whole point of Michigan v. Long was that -- so that we wouldn't have to do what we've been doing for the last minutes, which is to debate whether a decision that mentions both State and Federal law is based on State or Federal law."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Of course, you know, if they didn't read our Eighth Amendment cases, maybe they also didn't read Michigan v. Long. I mean, that's entirely understandable."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"But would it not be true that the Kansas issue --  the Kansas law issue could be raised in a State collateral proceeding? Why is a remand necessary?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"In the ordinary case, let's say a State Supreme Court decides an issue. They make no -- they make no reference whatsoever to State law. They based it on the Federal Constitution. It comes up here; we reverse. We would not remand and say, well, you didn't say anything about State law, but it's possible that you might want to find that the same rule applies under State law. We wouldn't do it in that situation, would we? In every case like that we would remand?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, is that what we have done in such cases? We've remanded all of those for them to say, well, you didn't mention State law, but maybe you want to think about State law?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"All right. If we assume for the sake of argument that we would not do that in every case, then what you are proposing is that we do it here because you think there's a sufficient --  there's sufficient uncertainty about the basis for the decision. And then we're going to get into the situation in all of these cases of deciding, is there enough? Well, they cited some State cases, they might --  we're going to have to be making these decisions in every one of these cases."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"The other States that have no mitigating burden, do you know how many of them require an instruction just like this one?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You're not saying that that's required by the Eighth Amendment; is that right? You're not advocating a per se rule that such instructions are necessary."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So could I -- could I talk about the circumstances of this case?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Which is, you know, you have an instruction here that is unfortunate in its juxtaposition of the reasonable doubt standard and the reference to mitigating circumstances. And, you know, it is unfortunate, and I can see why they changed their pattern instructions. But -- but we've said that the analysis is a holistic one. We look at everything. You also have this mercy instruction. You have a catch-all Alderson Reporting Company instruction. You have, in both cases, arguments by the prosecutors that indicate fairly clearly that this is really all up to the jurors in Gleason. It says, \"Mitigating circumstances are every juror's individual choice.\" In --  in Carr, the prosecutor says, \"Anything in fairness may be considered as extenuating.\" So I guess the question is, even if this is a really unfortunate wording in the reasonable doubt/mitigating circumstances juxtaposition, why doesn't all of this other stuff indicate that no juror was likely to be confused?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Which -- which case? In which case, Gleason?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But the jury was also aware that there was a big difference between aggravators and mitigators. They were told they had to be unanimous on the -- on the aggravators. But on mitigators, each jury -- each juror was to make the determination for herself and, moreover, that the same mitigator need not be found by all the jurors. So the -- the aggravators, unanimous, they all have to Alderson Reporting Company agree on the aggravated. Mitigator, one could say this one, the other could say that one, and that would be okay."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you --  don't you think it's --  it's sort of hard to contemplate each juror --  each juror's ability to find mitigators on his or her own without regard to whether others find the same mitigator? Isn't that somewhat incompatible with --  with the juror's belief that the juror had to find it beyond a reasonable doubt? My goodness, if it's beyond a reasonable doubt, you would think every other juror would find the same mitigator, and they were expressly told that they don't have to find the same mitigator."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Where are you quoting from?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, the Gleason."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You put it in the red brief. It's also in the petition for writ of certiorari appendix, the white appendix. Gleason 133, page of the white."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Your proposal is that -- is that the floor was not telling them, mitigators don't have to be shown beyond a reasonable doubt. But that still doesn't tell the jury what the burden of proof is on mitigators. Why are you urging beyond -- you don't have Alderson Reporting Company to find beyond a reasonable doubt. Okay. So what do you have to find in order to accept a mitigator?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I have the same question. Suppose the jury is instructed you -- mitigators do not have to be proved beyond a reasonable doubt. And then the jury sends a question, well, what is the burden of proof on mitigators? How should the trial judge answer that?"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"We're asking under the Eighth Amendment -- or at least that's my interest -- under the Eighth Amendment, what is required in response to Justice Alito's question? I didn't mean to interrupt."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Wait. It's not a matter -- we're asking the factual finding of whether the mitigator existed, not weighing the mitigators against the aggravators, the factual finding of whether the mitigator existed, whether indeed this defendant had a troubled childhood or whatever else. What is the burden that the juror has to sustain in order to come to that judgment?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So anything -- anything that was presented to them. I think you said earlier burden of production."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's what the instruction said. When you're considering Alderson Reporting Company mitigating circumstance, you -- back on any aspect of the offense which was presented in either the guilt or penalty phase. If it was presented to the jury, they should consider it. I don't --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it says they have to consider anything that was presented, not things they found beyond a reasonable doubt. If it was presented, they need -- they can consider it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So the instruction said something that you think is okay, and consider evidence that's presented. But you say, well, we have to draw a negative inference from what it said about aggravating circumstances to outweigh what would have been an acceptable instruction on its own."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Katyal. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The circumstances -- the circumstances that count as --  as mitigating, 4(a) of the --  the Gleason brief, \"any other aspect of the defendant's character, background or record, and any other aspect of the offense which was presented.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. I was quoting from"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe it's the same as"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you say something -- if you're considering whether to retire, you said you should be absolutely sure you have enough Alderson Reporting Company money to live on and you ought to think about whether you're going to be bored."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You wouldn't think you had to be absolutely sure you were going to be bored."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"If were on a --  I'm sorry. Finish the sentence."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If --  if I were on a jury and I were told that the burden --  that mitigators do not have to be proved beyond a reasonable doubt, I would find that confusing because then I would ask what is the --  the burden of proof on mitigators? And I don't think there's any way, really, to answer that question. So maybe this is a situation like trying to define reasonable doubt where less is more. It's better not to get into the question of burden of proof at all. And let me --  just to finish this --  this suggestion, and maybe it's misdirected, but you mentioned the mitigator of --  of child abuse. What would --  if there is any burden of proof, what would be Alderson Reporting Company the fact as to which it would apply? The overall category that this person had a bad childhood or that the -- the individual was beaten by his mother or beaten by his father or subjected to sexual abuse or was around people who were using drugs? Unless you define what the mitigators are, which can't be done, I don't see how you can apply any kind of burden of proof."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What --  what burden of proof do you think the jury applied with respect to the showing of mercy?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"They were clearly instructed that they can show mercy. So what --  they didn't say anything about the burden of proof."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you think they had --  they would have interpreted that I have to determine whether to extend mercy beyond a reasonable doubt?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I know. But you're --  you're begging the question to say the instruction was this and the jury didn't follow it."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Katyal, Kansas has already answered this question, hasn't it? Its requirement is that a jury be instructed both that mitigation need not be proven beyond a reasonable doubt, and, second, that the jury be told it has no --  that there is no burden of proof. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"What do you think the jury -- if you -- are they supposed to consider things they didn't find to exist?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I think it's a bit of a stretch to say found to exist implies a particular standard of proof."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"What does it mean to say there's no burden of proof?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Every juror decides individually?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Case 14-452 is --  oh, I'm sorry. You have rebuttal time. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"You have, in fact, four minutes of it. "},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What is the -- I know it's your rebuttal. What's the catch-all instruction you rely on? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of Of Thank you."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Harman didn't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Harman didn't. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no. But they say just what they said here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But then as a succession of references back."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"As we said this -- so as we said, just that. Four sentences you quote, they're Alderson Reporting Company wrong. Now, as to whether the -- the instruction in content here was too confusing because of the placement all the arguments you heard, they didn't really go into that. Nor did they really go into the question of State law. Nor did they get into the question of whether the new State law is retroactive. All those remain open on remand for the parties to ask the Court to consider it, and if the Court decides it's appropriate to raise it at that time, to consider it. Is that satisfactory to you?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Not just State law, it's the confusion. Sorry. Go ahead. Forget it. I wanted to know if it's satisfactory. The answer is no."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":8,"sideBefore":"justices","text":"Thank you, counsel. Case 14-452 is submitted, and we will hear the second question in the other two cases in a moment."}],"people":[{"id":0,"fullName":"GEN. DEREK L. SCHMIDT","firstName":"DEREK","lastName":"SCHMIDT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3474,"interruptions":23,"times_spoken":54,"laughter":0,"num_int_by":6},{"id":1,"fullName":"JEFFREY T. GREEN","firstName":"JEFFREY","lastName":"GREEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2345,"interruptions":14,"times_spoken":35,"laughter":0,"num_int_by":6},{"id":2,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"respondent","words_spoken":1301,"interruptions":5,"times_spoken":15,"laughter":0,"num_int_by":2},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":637,"interruptions":1,"times_spoken":24,"laughter":1,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":401,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":529,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":510,"interruptions":0,"times_spoken":16,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":505,"interruptions":1,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":447,"interruptions":2,"times_spoken":16,"laughter":1,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":380,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":702,"interruptions":0,"times_spoken":11,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":3474,"times_spoken":54,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":19,"words_spoken":3646,"times_spoken":50,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":5,"words_spoken":4111,"times_spoken":110,"laughter":2,"num_int_by":3}],"outcome":{"side":"petitioner","margin":7},"num_jusitces":9,"prediction":{"petitioner":0,"respondent":1,"date":1473627035532}}