{"petitioner":{"name":"DIRECTV, INC.","counsel":[0]},"respondent":{"name":"AMY IMBURGIA, ET AL. ","counsel":[1]},"caseNumber":"14-462","date":"2001-10-06T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 14-462, DIRECTV v. Imburgia. Mr. Landau. "},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the problem that this is California law and a California court said that's what the contract means under California law? In other words, I can't find a case that we're supposed to say -- or we have the power to say that they're wrong, even if they were to say the words \"do not turn on the light\" mean turn on all the lights."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so -- and they may have done that in this case."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Nonetheless, what do we do about it?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"The principle of contract interpretation -- I -- I beg to differ with Justice Scalia, the -- I thought that what the court asked itself is what did the parties intend when they used the words \"State law\"? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's the interesting part. You used the word \"purported.\" What California law did it apply --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"--  that disfavors arbitration? What contract principle did they use?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What was the point of putting State law in at all? If Federal law applies, Alderson Reporting Company then it makes no sense to have any reference to State law. If State law means State plus Federal law and Federal law trumps State law, the reference to State law is just inexplicable."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And we had not yet held at the time this contract was made that those laws are invalid."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm still not sure that I understood your answer to Justice Breyer's question. His question was, this Court purported, and did, give an interpretation of the intent the two parties had when they entered into a contract. And that is a matter of State law."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I understand the problem of preemption. I understand the problem that preemption is -- that a judicial decision is retroactive. This was not the State law. But the -- let's assume that the trial court in the California -- pardon me -- that the California appellate court said the intent of the parties was to interpret the law to mean A. And -- and \"A\" meant this superseded or preempted State law. How can we reverse that determination if it's a matter of State laws interpreting a contract made by two people? I -- I -- that was the question and I'm -- I'm not quite sure what your answer is."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that mean that whenever there is a dispute about the scope of an arbitration clause and a State court says that it includes a certain subject or doesn't -- it doesn't include a certain Alderson Reporting Company subject, that there is, then, the question of Federal law because insufficient weight has been given to the presumption of arbitrability?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, this may be an extreme case, but where -- how do you define the borderline?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And I found no case ever that's done that. And I have exactly the same problem that Justice Alito has."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, once we start with this case, even if this is not too difficult under State law, we've got every arbitration contract in the world where one lawyer or another will suddenly be saying, oh, the interpretation of the contract here by the State court judge is not favorable enough to arbitration or hostile to the act. And suddenly we have Federalized, if not every area, a huge area of State contract law."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, there's another way to do it. We could just ask the California Supreme Court. Now, what about that?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Or -- or come up with an answer to what Justice Alito just asked."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not ask. No. Ultimately, it's a State law question, what does the Alderson Reporting Company contract mean. And the contract, on reading it, seems to mean that it applies to laws that are laws, not laws that have been held unconstitutional. So what I've looked at, I've looked at civil rights cases, for all kinds of cases. I can't find any."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe that's so. But if the California Supreme Court had said this, I would look -- they would read the Contract as if it said, if there is a law in the State of California, a State law, or if there ever has been, whether that law is constitutional or not constitutional, whether it violates the Supremacy Clause or not, if they ever wrote those words in the State legislature into a law, there Alderson Reporting Company is no arbitration contract. Okay? I guess parties have the right to do that. And if the California court said as a matter of California law they did it right here, I don't know that we'd have a ground to stand on."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you --  you need a test, Mr. Landau. You're --  you're --  I --  I sympathize with Justice Breyer's point. You need some test."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where does it stop? We're going to reinterpret every State interpretation of --  of State law that --  that ends up invalidating an arbitration agreement? Certainly not. So what's the test?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Can't you say that at least in this case where --  where the State court's interpretation flouts well-accepted universal contract law principles, the most important of which is you interpret a contract in a manner that makes it valid rather than invalid. And they went out of their way to interpret this in a manner that causes the whole agreement to be thrown out."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So give us a test. Say that, you know."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have to go any further than that, where it --  where it flouts standard contract interpretation principles."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you really think that the parties here --  this is something that I don't know whether to quarrel with or not. The California court said, we don't know what the parties even thought about preemption. And it was three years into litigation that preemption was settled by this Court. Do you really think they would have said that -- one of the parties would have said, your adversary, oh, yes, now I'll go into arbitration after three years of litigation?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Was because California law said --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- you don't."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what they wanted. If California law said no, they wouldn't."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But when they entered -- when they entered the agreement, both parties contemplated that State law meant California law. That's why you did not object to the lawsuit being brought in court. So if the parties' intent at the time they entered the agreement and at the time the lawsuit in court was started was clear, the parties intended that the arbitration agreement would be out because the no class action was unenforceable in California. That's what they intended at the time they made the contract; isn't that so?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If we're trying to find out what the parties meant, why wouldn't we look to see what they meant at the time the contract was formed?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"So, Mr. Landau, let's assume you're right, that this is a really bad mistake when it comes to arbitration. So just to take you back to Justice Alito's point and Justice Scalia's point, you know, usually we don't fix bad mistakes --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- when State courts interpret State law. I mean, there are a lot of mistakes when it comes to interpretation of contracts, including arbitration agreements. So, again, what's the standard? There's nothing on the face of this opinion that indicates hostility to arbitration. To the extent that you can find reasoning in this opinion, which you have to search to find, but to the extent that you can find reasoning, it's about interpreting form contracts, interpreting -- whenever you see an ambiguity in a form contract, you interpret it against the drafter. And that's a principle of contract interpretation that, as far as I can see, has been used hundreds of times in California. It appears to be a very common principle of contract interpretation in California whenever California courts look at a contract of adhesion. So why isn't that just what they did, and is what they did?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we draw the line between --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we draw the line between wrong and the standards you're arguing?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm back to my point. I looked in civil rights cases."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The south passed statute after statute like the sit-in statutes and so forth to try to prevent the Equal Protection Clause from being implemented. So I looked at a few of those that my law clerk got. In none could I find the court saying this matter of State law where it isn't itself unconstitutional, you know, what --  what is a trespass and so forth. There --  it violates the Federal law, what they'd say is we interpret the State law."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They've gone that far, because we think the State would interpret the State law this way. But I can't find an analogy to what you're saying."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"We'd have to say an interpretation of a contract where that interpretation is -- is what?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- I'm looking for the standard."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You read me the words. It didn't say what to do."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It said they have to conform with Federal --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That looks like we're the supervisor of all State contract interpretation judges."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"My other suggestion -- Alderson Reporting Company we're not going to make too much progress on finding the standard, but California does accept requests from us, or other Federal courts, to explain what California law is. I've looked at that statute. And if this is so outrageous as a matter of contract interpretation of State law, why don't we just ask them?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They have not considered this case."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why --  give us all the reasons why this case is on the wrong side of the line. Justice Breyer has --  has mentioned the -- Alderson Reporting Company the rule of contra proferentem, that you interpret a -- a contract against --  against the person who drafted it. Now, that's on the other side. What are -- what are the rules of contract law that --  that so clearly outweigh that?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Make what unenforceable?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, the arbitration agreement was enforceable in lots of situations."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There was no agreement to arbitrate class actions."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But there was an agreement to arbitrate other disputes."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And single disputes."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Go back to Justice Scalia, please. What I understood this to be is one reason this interpretation from your perspective is an unreasonable really weird one is because the statute basically says go to arbitration unless you are in a State where the law would require class arbitration. And if that's the State you're in, dump the whole arbitration --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"--  business. Okay. Now, one reason that's a bad interpretation is that probably what they meant is valid State law."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Of course."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":6,"sideBefore":"justices","text":"All right. That's one."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, is there any other?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Landau, I completely take your point as to what the parties must have wanted, and it does make this State court opinion unsatisfying, would be a kind word for it, but -- but, you know, in fairness to the State court, part of the problem was the way this contract was worded. Everybody else finds ways to word contract provisions like this so that there isn't a problem. If the contract had said, you know, if class action waivers are invalid in your State, then Section is unenforceable, there would have not have been this problem. This is -- it's a very unusual Alderson Reporting Company contract provision. Most companies use very clear ones. This one did not. And so the --  the State court had to sort of puzzle over what it meant and, as you say, probably got the answer wrong. Strike the \"probably.\" Got the answer wrong. But, you know, wrongness is just not what we do here."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you draft this provision, Mr. Landau?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How was the provision changed? Now, this provision is no longer in DIRECTV contracts; is that right?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what --  what --  it was taken out and what was put in instead? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do we have --  do we have someplace that has the change that was made in the language of the contract?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the --  Volt says the law of the place interprets the law of the place exactly in the way --  or allows that interpretation exactly in the way that this State court interpreted it. The law of the place was just the law of the State unmodified by any possibly preempting Federal law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Goldstein. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No, but that's --"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":2,"sideBefore":"justices","text":"So if you said that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"If -- that may be a problem with the FAA. But the FAA was adopted because State courts were hostile to arbitration and Congress didn't like that. Now, how were they hostile to arbitration? They were hostile to arbitration by adopting special rules of contract interpretation that disfavored arbitration. And in those instances, what the FAA says is that that's what they wanted to stop, special rules of contract interpretation, ordinarily a matter of State law, but not when it's hostile to the FAA. And what could be more hostile to the FAA than to interpret a phrase that says nothing about the FAA to dispense with our holdings about -- as they came about -- our holdings about what the FAA has to say. And to do that even though there's a provision in the contract that says this is governed by the FAA."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, I understand -- I'm sympathetic to the notion that this is a matter of State contract interpretation, but that is Alderson Reporting Company precisely what the FAA was getting after, State judges interpreting contracts under special rules hostile to arbitration."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure that I understand what you're arguing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're arguing that the -- the FAA does not cover State gimmicks that disfavor arbitration so as long as what they say is there is no arbitration agreement in the first place."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's what you said."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if we were to look to determine whether it is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- surely, that's a Alderson Reporting Company Federal question."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's exactly what Volt says, what Mr. Landau quoted, is \"Due regard must be given to the Federal\" -- in interpreting a contract. We're talking about interpreting the intent of the parties -- \"Due regard must be given to the Federal policy favoring arbitration and ambiguities\" --  we could ask whether or not this clause is -- this statute is ambiguous -- \"and so the scope of the arbitration agreement must be resolved in favor of arbitration.\""},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, if this was a State Alderson Reporting Company law contract looking at State law principles, but there is a Federal rule that must be followed in --  in making that interpretation, and that is a matter for us to review."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I just don't understand, then, Mr. Goldstein -- and maybe it's the same question that Justice Scalia asked -- I don't see why it's better somehow to discriminate against arbitration by declaring arbitration agreements unenforceable writ large than it is by narrowing the scope of arbitration agreements unfairly."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What he'll say, I think, is -- we certainly pressed him on it enough -- is that the -- read the sentence, the relevant sentence. \"If the law of your State would find the agreement to dispense with class action procedure unenforceable, then the entire Section is unenforceable.\" All right. That's what it says. Now, would the law of California find the agreement \"dispense with class action\" procedure unenforceable? The answer to that question is clearly no. Because they did have a law like that, but it was invalid. So in order to read this in your favor, you'd have to say these words: If, however, the law of your State would find this agreement, you have to read it as saying, if, however the invalid law of your State would find this agreement to dispense with class action unenforceable, then. Now, nobody -- it's very hard to say that Alderson Reporting Company the parties meant if the invalid law of your State would find it and, therefore, contract interpretation is a question of law, this question of law was decided by California to read the word \"law\" as \"invalid law,\" there is no case in California or anywhere else, to our knowledge, that has interpreted contracts in such way out of the arbitration context, and therefore, this rule of law interpreting this word this way is discriminating against arbitration. That's something like what the argument he's making. Your answer to that is?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But does California have a law, a valid law that would find the agreement to dispense with class action unenforceable? Does it or doesn't it?"},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It does. In other words, California now has a law that makes it okay to dispense with class action procedures."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you have to agree with Justice Breyer -- or do you not -- that California interpreted this contract as saying if there is an invalid State law that prohibits arbitration, then that's binding on us. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's what you're saying."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, sure. The parties can do anything they want. But the question is, did the parties do what they want -- did the parties do that here?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's one horrible, and the horrible on the other side is if we -- if we agree with you, the States can do whatever they want to -- to invalidate arbitration agreements so long as they're doing it under the guise of contract interpretation. Is Alderson Reporting Company that not also a horrible?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, if we could see a State court opinion that doesn't say anything that is explicitly against arbitration, but it interprets a contract in such a strange way that the only possible explanation for the interpretation is hostility to arbitration, can that be invalidated?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So that's the question. Does this case fall to that category? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you say that's not the Volt principle. Why isn't it the Volt principle? Ambiguities. I mean, this is even more than an ambiguity. Even ambiguities have to be interpreted -- resolved in favor of arbitration. And this is more than an ambiguity."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And add to that, what did the Ninth Circuit say about this? The Ninth Circuit said it was absurd. Was that the word?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Nonsensical. If we agreed with the Ninth Circuit that it was nonsensical, we --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I don't understand why it's a question of way out of bounds or slightly out of bounds. It's a question of whether it Alderson Reporting Company demonstrates hostility to arbitration. And I think the way you show that is you say, well, look, here they found a number of provisions illegal, and they struck the whole thing. Here, every other case that's not about arbitration, when they find a couple of provisions illegal, they just sever those; they keep --  you know, try to keep in effect the rest of the agreement. That's a different rule for arbitration contracts than other contracts. It's not a question of way out of bounds or way in bounds. It may be a hard question in some cases; it may be easy in others. But it's a very simple question of --  of what the rule is. The rule is does it demonstrate hostility to arbitration contracts?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's --  I understand the point and --  but, as I understand the arbitration law, if you have an arbitration agreement, Alderson Reporting Company says you're going to arbitrate workplace disputes, but not safety disputes --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- and if there's an issue, is this a safety dispute or not, that's covered by the arbitration agreement. The arbitrator decides that. If you have a contract that says you agree to arbitrate with all of our subsidiaries except the one that does this, that's not for the arbitrator because you have to decide if that other subsidiary has agreed or not. Now, this one talks about methods of arbitration. It doesn't seem to me to be covered by either of those two paradigms."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but just clear up, there is an agreement to arbitrate some disputes between DIRECTV and its customers."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It's the arbitration agreement."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It may be, but that's quite different from the question of whether there was an arbitration agreement. Certainly, whether there was an agreement in the first place is quite different from what the meaning of the agreement is. And the -- the courts decide the -- the first thing, and it's -- and not the arbitrator. But this is not a -- there is no doubt here that there was an agreement."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There is no doubt that there was an agreement. The only issue was a matter of interpretation of that agreement, whether a provision of the agreement blew it up."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It may have. They may have. And I just don't want -- I want to give you one other issue."},{"name":"JUSTICE BREYER","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Because it's in my mind, and I'd like you to respond to it, if you wish. Because I think there's some pretty good arguments that this particular interpretation, consciously or unconsciously, is flying in the face of an opinion of this Court, which I disagreed with. That was an opinion that -- that said that this particular provision of California law is invalid. I dissented. All right. So we have, on the one hand, the risks that we'll get into, too many State law cases, if we take their side. On the other hand, there is the risk that they'll run around our decisions. Now, when you get to that second thing, even though I dissented, I think it's an extremely important thing in a country Alderson Reporting Company which has only nine judges here and thousands of judges in other places who must follow our decisions --  and think of the desegregation matters, et cetera --  that we be pretty firm on saying you can't run around our decisions, even if they're decisions that I disagree with, okay? Now, I raise that because I think it is a factor, and so I would like you to --  to say whatever you want. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Landau, you have three minutes remaining. Alderson Reporting Company "},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me. Why -- everybody is assuming that this is just a crazy interpretation, but if you start with the proposition that it's the intent of the parties, and everybody's framing this as invalid State law, or valid State law, but your own company decided before Concepcion that it was okay, they would litigate everything, they would take the words as they stood."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it wasn't. If it was preempted, it was preempted back then."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and it's preempted forever."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Probably could have done what happened here and bring it up to the Supreme Court."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And how far does this go? When do we make this judgment?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why -- why is it that it's so farfetched --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- to place the legitimacy of this action at the time the complaint is filed as opposed to three years later or the day before a trial or the day after a trial before judgment is entered?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You could come in and Alderson Reporting Company make a motion at any of those times. Why does the interpretation of the contract --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- have to be at the time that you make your --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted. Alderson Reporting Company"}],"people":[{"id":0,"fullName":"CHRISTOPHER LANDAU","firstName":"CHRISTOPHER","lastName":"LANDAU","counsel":true,"justice":false,"side":"petitioner","words_spoken":3298,"interruptions":35,"times_spoken":72,"laughter":1,"num_int_by":5},{"id":1,"fullName":"THOMAS C. GOLDSTEIN","firstName":"THOMAS","lastName":"GOLDSTEIN","counsel":true,"justice":false,"side":"respondent","words_spoken":3965,"interruptions":14,"times_spoken":33,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":554,"interruptions":3,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1243,"interruptions":3,"times_spoken":29,"laughter":1,"num_int_by":2},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":417,"interruptions":6,"times_spoken":24,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":225,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":446,"interruptions":0,"times_spoken":15,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":362,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":171,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":484,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":35,"words_spoken":3298,"times_spoken":72,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":14,"words_spoken":3965,"times_spoken":33,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":15,"words_spoken":3902,"times_spoken":109,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":3},"prediction":{"petitioner":0.5070933066186993,"respondent":0.49290669338130066,"date":1472419305696}}