{"petitioner":{"name":"MICHIGAN, ET AL.","counsel":[0,1]},"respondent":{"name":"ENVIRONMENTAL PROTECTION AGENCY, ET AL.; :\nAND :\nUTILITY AIR REGULATORY GROUP, Petitioner No. 14-47\nv. ENVIRONMENTAL PROTECTION AGENCY, ET AL.; :\nAND :\nNATIONAL MINING ASSOCIATION, Petitioner No. 14-49\nv. ENVIRONMENTAL PROTECTION AGENCY, ET AL.; ","counsel":[2,3]},"caseNumber":"14-46","date":"2015-03-25T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 14-46, Michigan v. The Environmental Protection Agency and the consolidated cases. Mr. Lindstrom. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"General, I'm not sure that that's quite what EPA said.  My understanding of what EPA said is that it's necessary because of public health Alderson Reporting Company harms and that it's appropriate because there are technologies that can redress or remedy those public health harms.  So on the one hand, it said that -- it said that the phrase \"appropriate\" went to the nature of the harms.  The phrase -- the phrase \"necessary\" went to the nature of the harms.  The phrase \"appropriate\" went to the existence of technologies."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Where is that?  Can you give us a citation to their opinion?  I mean, the language speaks for itself, I assume.  What are you referring to?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In the reply brief?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, what was the page?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Good Lord."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Is the government going to say that if the predicate for regulation exists, i.e., there are emissions, then it's appropriate to regulate? That's what the government will say.  I mean, that's -- \"appropriate\" is a capacious term. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it would seem to me that the government will say, well, it's appropriate to regulate if there's an emission, so --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":7,"sideBefore":"justices","text":"Are you saying that they didn't -- that they didn't look at the availability of technologies?  Is that what you're saying?  That they thought that the availability of technologies was itself irrelevant to the determination?  Is that your argument?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I'm sorry.  I thought they said only if it was necessary.  Congress was motivated in not listing these sources because it didn't know whether the technology that was going to be put in place to control acid rain would reduce the HAPs sufficiently so that regulation wasn't necessary or a listing wasn't necessary. I had a different understanding of appropriate and necessary.  Appropriate if there were HAPs, but necessary only if those HAPs were not sufficiently controlled by the other technology."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The health hazard could have been low enough so that no -- no standards were necessary. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Can -- can I step back for a minute, General Lindstrom?  Because it seems to me that this quest for very particular meanings attached to each one of these adjectives; \"appropriate\" means X and \"necessary\" means Y.  If we step back a little bit, I mean, that kind of language is used all over the U.S. Code and, indeed, that kind of language is used in our Constitution, the Necessary and Proper Clause. And as I understand what courts have done with that kind of language, that they haven't insisted that there be separate, defined meanings for each of those words.  When John Marshall was doing this in McCulloch, in fact, he starts off with the word Alderson Reporting Company \"necessary\" and then he says, no, this is a phrase and we have to understand what the phrase as a whole means. And why shouldn't we similarly say this idea that, you know, you can catch them in a redundancy or a superfluity, it's just not right because it's a complete phrase."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Exactly.  We -- we have separated out the two words and -- and said something could be necessary and not proper.   And what Marshall said was that necessary doesn't mean absolutely indispensable.   It just means useful.  That's quite different from saying that proper has no -- has no role to play.   It can be necessary; that is, useful to the Federal government, and yet not proper.   So I --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":6,"sideBefore":"justices","text":"So why do you get to pick what it means?   I mean, I thought in -- in our agency law we repeatedly say if a term is ambiguous, and there is no legal definition of appropriate, it's Alderson Reporting Company contextual, yes.   But, by definition, if you're saying a word that's not self-defined, you have to look at in context, then it's ambiguous."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But I look at this statute and I see them doing the first part, the part at issue, and the very next provision says in 4 years instead of 3, do a mercury study that includes costs. I'm looking at it.   I can very safely say one study doesn't use the word \"costs.\"   The other does.  The first one doesn't necessarily intend the costs to be looked at.   What is irrational or not plausible about that reading?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Because we don't -- all we have to find is a plausible reading to -- to uphold the EPA's interpretation."},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But the word -- the word \"appropriate,\" often it's a signal that discretion is what's fitting and you have an expert agency.   So the word \"appropriate,\" I think, is commonly used to indicate that the expert agency will do what it finds fit based on its expertise.   So, how you -- well, you are saying that appropriate necessarily embodies a cost calculation and yet this is a statute that uses cost, directs EPA to consider costs multiple, multiple times. Is there any case in all -- all of our decisions where we have said even though there was no instruction to consider costs, EPA is required to consider costs?   Is there any such decision?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But I think what Justice Ginsburg is getting at, General Lindstrom, is, you know, sometimes what we've done is we've looked at silence and we've said given that silence, cost considerations are precluded, right?   So that's the example in Whitman. Sometimes we've said silence still allows agency discretion.   They can do what they want with it.  But it's so far from our most closely analogous case, which is Whitman, to say not only is -- is cost considerations, you know, not precluded, it's -- it's required when there's silence as to that subject. Now, if Congress wanted to require something, and clearly, Congress required this in other places, Congress knows how to require consideration of costs, to get from silence to this notion of a requirement seems to be a pretty big jump."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not even sure I agree with the premise that when -- when Congress says nothing about cost, the agency is entitled to disregard cost.   I would think it's classic arbitrary and capricious agency action for an agency to command something that is outrageously expensive and -- and in which the expense vastly exceeds whatever public benefit can be -- can be achieved.   I would think that's -- that's a violation of the Administrative Procedure Act."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Even without the word \"appropriate.\""},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  The study at issue that Congress commanded was simply a study.   \"The administrator shall perform a study of the hazards to public health, reasonably anticipated to occur as a result of emissions by electric utility steam-generating units.\"   So the study that was directed to be made was only of public health hazards.   And then it says, \"The Alderson Reporting Company administrator shall regulate these entities after\" -- under this section -- \"if it finds regulation is appropriate and necessary after considering the results of the study.\" So if the study is directed only at public health hazards, doesn't talk about -- it doesn't talk at all about cost, just public health hazards, why in the world would one assume that Congress was thinking about cost?   Why didn't it do as it did with mercury?  Make sure the study tells us how much control is going to cost.   But it didn't do that.  It just said tell us if they're a public health hazard."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But it says only the study."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"After it says -- it says, \"The administrator shall regulate if the administrator finds such regulation is appropriate and necessary after considering the results of the study. After considering the results of the study.\"   The only thing that the study requires is a -- an evaluation of Alderson Reporting Company hazards to public health."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure how you get to -- to -- to them having to do another step, when the only step that's a prerequisite to registration is studying public health hazards."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that doesn't --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":7,"sideBefore":"justices","text":"Does it say after considering only the results of the study?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't say that, does it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sure.  And they have to consider the results of the study.   It doesn't say they can't consider everything else.   And the word \"appropriate\" seems to suggest that they may consider other stuff."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it seems to me that a very salient feature of the statutes that we have to interpret, maybe the most salient feature is that Congress chose to treat power plants differently from other sources.   It could have treated them the same way and if it hadn't done that, then the -- the listing decision would not have taken into account costs, it would have been based on emissions, right? Or if it was an area source, it would have been based on effect of health alone.   So what, if anything, can we infer from that, from the fact that Congress pointedly decided to treat power plants differently?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But they were trying to Alderson Reporting Company create a different regime, but the reason is pretty clear on its face.   They were trying to create a different regime because they thought that the Acid Rain Program might have a real impact on what these electric utilities were doing.   So they said, wait and see and let's see how the Acid Rain Program works, and let's see if we still have a problem to solve.   And that's the reason why they put the electric utilities in a different category, isn't it?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But the point is that the Acid Rain Program didn't do what they -- Congress thought it might have done, and it was still left with this issue of continuing harm from the electric, utilities.   And then once that happened, it seems to me that it's natural to take a look at the rest of the statute and to say, let's regulate in a similar way to the way all other industries are being regulated."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, they could have, but they might have thought, you know, let's take a look at the Acid Rain Program.   Let's take a look at the problem that still remains, if any, and let's give the discretion to the agency at that point, because it will be years down the road in a different set of circumstances."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"If the -- if the reason for the separate treatment was the belief that the Acid Rain Program would be sufficient at some point in time to bring emissions from power plants below the level that would result in their being listed if they were other sources, why would it be necessary to enact this Alderson Reporting Company separate provision asking whether it's necessary and appropriate to regulate them?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see how that can be the explanation."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, because they didn't know.   They thought it might; they thought it might not. They were going to wait and see.   It depended on how the industry responded to the regulatory requirements of the Acid Rain Program."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"When the statute refers to the emissions standards for the 12 percent of the best performing plants, will the government say that implicitly is a cost consideration?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, is that their position and if so, how do you answer?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's true of all --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Mandated -- if that's a mandated base from which the government must operate and --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- and it's -- and I -- it seems to me like there's an implicit cost consideration there.   You still say that's insufficient because?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  But why isn't that taken care of by -- you see, you have to take into account cost somewhere.   And so they -- they -- the other side says, well, there's room for that.   But suppose that 25 percent of all electricity generators are near waterfalls.   This is easy for them, okay?  But 75 percent, it's impossible and they'll all go out of business and we'll have no electricity.   Imagine that were so. Could the EPA, under their current theory, Alderson Reporting Company take account of that?   Well, I guess the answer you want to say is no, but they say yes, they can.   What about this 12 percent rule?   You know, how does that -- well, a little bit earlier in the statute, it says, \"The administrator may distinguish among classes, types and sizes of sources.\"   So if you really had this situation, you could say, look 75 percent of the generators in the United States have this really old technology and they'll all go out of business.   And EPA could say fine. That's a different class.   Okay.  I mean, if that were really true.   So -- so don't they have, through that provision and the 12 percent and the next one, the ability to take into account at least serious cost problems?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they?  Yes or no?  Do they yes or no?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"No, they don't.  Why not?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  My point was -- I -- I want an answer to this.   My point was, if in the imaginary situation that I've imagined, 20 percent of the generators, for whatever reason, can meet this pretty easily; the next 80 percent will require the entire gross national product to meet.   Suppose that were the situation.   You, I guess, could go to EPA and say, create, of that second group, a separate class, a separate type, for that's the reason it's so expensive. And, therefore, the 12 percent doesn't apply to them because they're in a separate class. Now, my question is: Can you legally make that argument?   And they will take it into account.  And that's what I want a yes or no answer to."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you make the argument here now?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're saying yes in the future, let's now go to this case and say, did you make this argument?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Fine.  I'll -- I'll --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":11,"sideBefore":"justices","text":"Has -- has the argue -- has the agency made this obvious argument?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Has the agency said, we're going to take costs into account; we're going to use this -- this provision that Justice Breyer discovered, and -- and that's what we're going to do?   Is -- is that how the agency issued its rule?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think so.  I never heard of this argument."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, wait, because I still want to know a fact.   I want to -- the fact that I want to know -- and you're familiar with this record -- is did anyone on your side of the issue ask the agency to take costs into account brutally, roughly, crudely, or did they all say we want a cost benefit analysis? I would like your characterization of the record on that point, because reading what they've said, it's about cost-benefit analysis, that paragraph.   So that gave me the idea that maybe everyone interested in Alderson Reporting Company cost asked for a cost-benefit analysis."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":7,"sideBefore":"justices","text":"General --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":5,"sideBefore":"justices","text":"As I understand what happens, listing and standards are the only things that you can generally appeal from.   It's only a final agency action when the -- when the standards are issued.   And I thought it was at the issuance of the standards that the government sometimes breaks up the sources and the amount of emissions that each type of source that Justice Breyer is talking about can have. So I think the listing is just of a broad category, because we've had plenty of cases in -- in this Court where we've looked at the agency saying this type of source meets these standards, that type of source meets another standard.   Isn't that the way it Alderson Reporting Company works?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Once -- once they're listed, they are subject to minimum standards, aren't they?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's not up to the agency to calibrate standards.   Once they're listed, minimum standards apply, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And the agency could have discretion as to whether to lift the standards further, but the minimums apply, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's theirs."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Mr. Lindstrom. Mr. Brownell. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Brownell, I -- I would think that cuts the other way, that every other significant industry in the United States is subject to Alderson Reporting Company this program except for electric power plants."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Brownell, can I take you back to Justice Breyer's first question?   And the first question was about the way these categories work and how the categories enable the EPA to mitigate certain dramatic or onerous costs on certain segments of the industry, because that's not an unknown provision of any kind.   And, indeed, it seems to me that the provision very much cuts against your argument, because EPA, in some ways, can't even figure out the costs until it makes those categorization decisions.   But the aggregate costs, not just within each category, but the aggregate costs obviously depend on how EPA categorizes and subcategorizes. Alderson Reporting Company So you would have the EPA make the cost calculation before it really can, given the structure of the statute."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Can -- can I say -- can I ask whether that listing is -- and -- and the minimum standards that that imposes are subject to the categorization device that Justice Breyer was asking about?   Could -- could the agency say, well, you know, we're going to divide these into categories, and since it's too expensive for certain -- 80 percent of power plants that -- that don't have waterfalls nearby, we're going to exempt them from these minimum standards? Can -- can it do that?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Reduce it below --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- below the -- the minimums?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"No.  But the minimums depend --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"That's -- that's what I thought."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":6,"sideBefore":"justices","text":"The minimums depend on the categories and the subcategories.   You can categorize in such a way that the minimums will be up here, or you can categorize in such a way the minimums will be down there."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So your answer --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":7,"sideBefore":"justices","text":"It triggers an obligation as to some standard, but, again, the minimum standard can vary dramatically depending upon how the categories and subcategories are set up.   And because the minimum standard can vary dramatic, so, too, will costs vary dramatically.   So you're having the EPA consider costs before the EPA can know what the costs Alderson Reporting Company are."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"So interestingly -- and -- and this is then confirming what Justice Breyer said -- the point that you had an opportunity and apparently took advantage of it to tell the EPA that it should subcategorize this source, and it decided to subcategorize just one piece of it. So what you're really saying to us is it's not the listing.   It's the way they've set up their emissions standards that I disagree with because they could have decided that there were subcategories that didn't require a standard at all.   I'm presuming that Alderson Reporting Company they could have said anybody by the water doesn't have to do more because they're already 12 -- they're part of the 12 percent.   We're going to do cost by everybody else that's not by the water."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"No, they didn't do it. But -- but you're asking us -- you're -- this is almost a -- this is a challenge to a regulation that's only piecemeal because you're -- you're arguing that they should have considered costs, but they obviously did before they issued the standards.   You can't look at the standards and the emission in a   case, and -- and the listing in a case like this in isolation."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Brownell, when -- did EPA say we are not going to take costs into account at the listing stage because we will take costs into account through this sub-categorization possibility that's being discussed?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":1,"sideBefore":"petitioner","text":"Why -- why didn't they write -- you see what's -- try -- these questions are difficult because they're so hypothetical.   It isn't true that 50 percent of the industry will use up 50 -- all the domestic product, et cetera.   But they wrote this thing in a way that sounds as if even if that had been true, they wouldn't have taken it into account. So -- so what they say is the EPA does not believe it is appropriate to consider costs when determining whether EGU is -- okay.   You see the problem?  So for me -- but the SG is telling us, don't worry.   Maybe they should have written, knowing what we know and what is Alderson Reporting Company undisputed so far, we don't think that the cost problem is big enough for us to warrant a cost-benefit analysis or other consideration.   Okay?  Then they've taken it into account.   So there's no problem if it's within, it's reasonable. Now, they didn't write that. So that's why I'm looking to see is the -- it's really the SG, but I mean, is -- is there really a different way that they could eliminate this horrible scenario if it existed, which it didn't.   You understand what I'm driving at? I'm trying to get your best answer on that."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I -- I suppose we Alderson Reporting Company can't -- we can't uphold an agency rule on a ground that they didn't adopt below, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Under Chenery?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So is your understanding correct that this is not an argument -- a basis for decision that they adopted below?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But that's exactly right, Mr. Brownell.   I mean, the -- the agency, at that point in time, was only answering the very first question, the very threshold issue.   And at that point, the agency said costs were irrelevant.   But costs become relevant later in the analysis and in a variety of ways:   Through the 12 and a half percent, through the 12 percent, through the categorization and sub-categorization, through the determination whether to raise standards even higher.   So costs costs costs later, but as to this particular thing, the agency said, yes, here we don't Alderson Reporting Company consider costs.   We could, but we don't want to because there's all this potential for costs to come in afterwards."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Do you think -- do you think that whenever the term \"appropriate\" is used in a regulatory context in the Clean Air Act, that it demands a cost-benefit analysis?"},{"name":"JUSTICE GINSBURG","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But, Mr. Brownell, before you finish, because your time is out, can you clarify Alderson Reporting Company for me why this is -- is at this stage something that we should be concerned about because there is this regulatory impact assessment and that -- that has said that the benefits vastly exceed the costs, and that's -- that's an impact analysis and has gone through the OR process and OR concluded that EPA appropriately calculated the costs."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"General Verrilli. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Could I go to your -- you're now three out -- your first -- first point.   You concede, don't you, that EPA could have interpreted the statutory language to allow them to consider costs?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But under Chevron, if you adopted a regulation that said appropriate and necessary allows us to consider cost, you think that would be appropriate?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Right.  But since Alderson Reporting Company you're dealing with the term, I think this says as capacious as appropriate, and since you could have issued a regulation allowing the consideration of costs as appropriate, you're saying that the agency deliberately tied its hands and said we're not going to consider something.   We're going to issue a rule saying we can't consider something that we could consider otherwise."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"They could have -- I'm not -- I understand your argument that they could have done that, but I think it's unusual for an agency to say, when they want to do something, that that's the only thing we could do.   Agencies usually like to maintain for themselves as much discretion as they can. And it strikes me as unusual, maybe the agency could go ahead and consider -- and not consider costs, but to say that we're prohibited from considering costs under the phrase appropriate, it strikes me as very unusual."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I thought -- I thought the rule was that the phrase appropriate and necessary did not allow them to consider costs."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I have the same question as the Chief Justice.   Let me ask one more time.  Could this agency reasonably have considered costs at stage one?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Sure."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"How is that -- how is that consistent with this statutory scheme?   If your argument is that EPA's only reason for doing this is that it wants to treat power plants the same as other sources, we know that that's what Congress didn't want or it would have -- it would not have enacted the separate provision for power plants."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"This is what I don't understand about your position.   Congress's decision to treat power plants differently, it seems to me, reflects the fact that Congress wanted at least to hold open the possibility that power plants would not be listed even if their emissions exceeded the levels that would result in listing for other sources.   I don't see another reason why they would treat them differently."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If I can just continue."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Perhaps you may disagree with that, but it seems to me that -- that that's a necessary inference from this statutory scheme. If that is the case, what factor might Congress have thought would justify allowing power plants to emit more than would be permitted if they were other sources? Now, Petitioners have an explanation which is costs, and they say that power plants have to bear a lot of costs that other sources don't have to bear, in particular the Title IV program.   Their emissions might exceed the otherwise permissible limit because they have participated in the cap and trade program, so they have contributed to the reduction in emissions in that way, in a way that wouldn't be reflected in their -- in their own emissions. So what -- that is an explanation. Cost is what's missing.   I don't know what your explanation is."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"If all they were concerned about was health, why wouldn't they impose on power plants the same standard that's imposed on area sources? Just ask EPA to determine whether there is -- I forget the exact term -- but is there an effect on public health, a significant effect on public health, whatever. If so, list."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I don't -- I think that's what the legislative history said."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"There are two parts to this argument.   One is what were they thinking of the word appropriate if it wasn't costs?   All right, I see your answer to that.   I'll think about that. But the second, which I think your argument Alderson Reporting Company very much depends on, in my mind anyway, is, well, don't worry, because there is a way to take into account costs.   So, if, in fact -- I mean, you know, it's a lot of money, $9 billion, and if you divide it by the population, you have $30 a person for a family of four of $120.   That's a lot of money for people, for some people.   And to say, gee, you couldn't take it into account ever, suppose it would have been 500?   You know, it begins to look a little irrational to say, I'm not taking it into account at all.   But you say, never fear, because they will take it into account when they set standards.   And at that point I read the thing about the 12 percent.   I've got the word \"similar source,\" which then can refer me back to the categorization of two things earlier, as they say maybe, and then I have, aside from that, hey, here's what you do.   When you're regulating you look at the top 12 generators and that's the minimum standard.   So they might want to say, hey, that's not right.   I mean, it's right, it says it.  But if you go to the bottom 50 generators, you're going to see it's not going to cost $120 per family, it's going to cost $1,000 a family.   And we have the EPA saying, we won't even look at that. At that point I begin to say, oh, my goodness.   Why?  Why won't you even look at it?  You Alderson Reporting Company could say it isn't true, but why wouldn't you even look at it. And -- and now the answers seems to me to be in that word \"similar source,\" and the classes and the subclasses.   Because were there such an argument, maybe the EPA could say, don't worry.   If there is such an argument, which there isn't, we have the power here under the statute to take it into account. Now, you know where that argument came from? From discussion and thought in my chambers.   Now, maybe it came out of the briefs, too.   But is what I say right?   Can the EPA take that into account, or do they have to just blindly say, if it's the top 12, that's for everybody no matter what the cost?   In which case they can't take it into account ever except for the word \"appropriate.\"   Now, that's the argument I'm putting -- you got it in my argument because that's important."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Revenues doesn't talk about profit, though."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Right .  And as soon as you've said that, you've taken costs into account, which is what they say they wouldn't do."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have that page?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Can -- can those subcategories apply to the minimum standards?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"No, but I thought the standards are automatic.   There's certain minimums. Once they find on the basis of -- of the study that these things should be listed, I thought there -- there is an automatic requirement imposed on -- on -- which is the reason they're complaining."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"The language that does that -- the language that does that is the first sentence of three, which says, \"The maximum degree that is deemed achievable, not less stringent than the emission control,\" that is achieved in practice by the best-controlled similar source as determined by the administrator.\"   That's what allows him to break it into categories and apply the minimums to the -- to similar source."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"Am I right or not?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Where in the record -- where can you point me into the record where this argument was made or considered by the agency?   As opposed to Justice Breyer's chambers.   Because it's a very important principle of administrative law that we will only uphold a rule based on the arguments that were considered and addressed by the agency.   So -- and I -- I -- as I said, it's not something I recall from the Alderson Reporting Company briefs."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you're just saying -- you're just saying that the argument is right, not that the -- not that the agency made it, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's not enough that the argument be right.   The -- the agency must have rested its decision on the point."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"General, can I simplify your answer for you? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"All right.  Basically, you have consistently in your brief, and so has the other Respondents, basically said at the listing stage we don't consider costs, we consider it later.   And everybody gave a few examples.   Whether this example was given or not is irrelevant.   The issue here was, do you have to do it at listing?   It's only some of my colleagues here who are concerned that when you issue standards, you never consider cost."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But at that point the game is over."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Excuse me.  I don't -- I didn't understand that.   I thought that there were automatic requirements imposed once -- once the -- the plants are listed."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where did this categories comes from?   I -- I really don't like the fact that your -- your friend on the other side was -- was not permitted to mount an argument in opposition to this categorization theory that Justice Breyer's chambers devised.   Usually -- usually we have arguments on both sides.   This is an argument I never heard of and I'm not sure it's right.   But -- but I certainly didn't -- didn't know the agency to say, oh, we're just listing, Alderson Reporting Company but we're -- you know, we're going to categorize the listing.   They didn't say that."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"You had responded to the fairly dramatic disparity your friends on the other say, the 6 million benefits, 9.6 million cost.   You respond with a different calculation that looks to -- I call them collateral --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- the ancillary -- co-benefits.   And then the -- the argument is raised that that's -- that's not quite proper because you're using your -- your -- the HAP regulation to get at the criteria pollutants that you otherwise would have to go through a much more difficult process to regulate. In other words, you can't regulate the criteria pollutants through the HAP program, so you get, okay, here we've got this tiny bit of mercury, and so Alderson Reporting Company we're going to regulate, and that's how we're going to get additional regulation of the criteria pollutants. And so it's sort of an end run around the restrictions that would otherwise make -- give you less control over the regulation. What -- what's your response to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, my chambers found it, but -- (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":4,"sideBefore":"justices","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, no, no, no.  I understand --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- I understand how the end run works."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I'm just questioning --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"No, I'm just questioning the legitimacy of it --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- because what they would say, okay, you found, you know, a -- a HAP that -- that you want to list, but you ought to consider only the benefits of regulating that.   You shouldn't consider the -- the bootstrapped --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- benefits -- that should be addressed through the other --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, right.  But, I mean, the --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Well, but the issue that I think raises the red flag, at least, is that Alderson Reporting Company there's such a tiny proportion of benefit from the HAP program and such a disproportionate amount of benefit that would normally be addressed under the criteria --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"-- program.  So -- so it's not just that, yes, where you're regulating one, if -- it's a good thing if it also has benefits with respect to other pollutants.   But if your basis for regulating what -- what is the benefit from the co-pollutants that you get?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Do you remember how much it is?   It's sort of 30 --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"30 to 90 billion. The benefit from the mercury is, what, 4 million?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So you say, we get to regulate this.   We get to regulate it because there's a $4 million impact on mercury.   But when we do that, we get to regulate 35 billion -- in a way that gives us $35 billion in cost on the other side."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So I understand the Alderson Reporting Company idea that you can have -- you know, it's a good thing if your regulation also benefits in other ways.   But when it's such a disproportion, you begin to wonder whether it's an illegitimate way of avoiding the different -- quite different limitations on EPA that apply in the criteria program."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Could you tell me about --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- the natural gas?  You were cut off earlier."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So they were --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":7,"sideBefore":"justices","text":"Now, on this issue of --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":10,"sideBefore":"justices","text":"-- part of the listing, but not --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":7,"sideBefore":"justices","text":"I'll wait."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They were part of the listing, but they were not regulated, because you just sort of turn it off."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Can I ask you another question about these subcategories? Alderson Reporting Company Your -- your argument is that under the last sentence of 7412(c)(1), the EPA can create subcategories based, in whole or in part, on costs; is that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, why didn't the EPA say that?   I thought the EPA said, we are not going to take into account costs with regard to the listing. Now, they could have said, we're going to take into account costs as to whether some categories should be listed and other categories shouldn't be listed.   That's not what they said.   They said, we will not take into account costs with regard to listing.   We list all --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- of -- of these --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- utilities."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"That -- that -- that's how I understood their argument --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":6,"sideBefore":"justices","text":"But --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":5,"sideBefore":"justices","text":"-- entirely.  And I did not understand it to say, we -- you know, we -- we can -- we can exempt some people from these minimum standards because we categorize them differently.   It -- it definitely was not allowing -- Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And, General, as --"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":5,"sideBefore":"justices","text":"Are their regulations that --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":10,"sideBefore":"justices","text":"-- as I understood it -- please."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":5,"sideBefore":"justices","text":"Alito."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":4,"sideBefore":"justices","text":"Are there regulations that set out the criteria for creating these subcategories?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So, well, without them, we really don't know to what extent, if any, costs are taken into account in creating subcategories, do we?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"General Verrilli, let me -- let me ask a question about costs.   There -- there are economic costs.   There are other costs.  Is it -- is it the Agency's position that no cost can be taken into account?   For example, it -- it may find that -- that a particular material has an effect on health, but it may find that eliminating it will have other effects that are even more deleterious to health.   Could that cost be taken into account?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But not for the listing."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Not for the listing. That's right."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, General. Mr. Smith. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Who -- who would have guessed?   I mean, that seems such an artificial division of -- of necessary and appropriate.   Why -- describe it again.   I really didn't -- didn't quite understand it. Necessary means what?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"All right.  And appropriate means?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Why isn't that part of the I mean --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"It's a silly way to read them, I think."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Smith, could -- could you just clarify for me that the -- the categorization happens after the listing; is that correct?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Aren't -- aren't these just requirements above the minimums that automatically Alderson Reporting Company apply?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Yes.  But I'm -- I'm saying the categorization that allows you to -- you know, to reduce some people and -- and not to reduce others, that applies to requirements above the minimums.   No?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"So just to clarify that just for -- for my own purpose, Mr. Smith.   It's just you categorize one way, the minimums are down here.   You categorize another way, the minimums are up there. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"It can make a huge difference in terms of what the minimums are."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"How can we -- how can we tell the degree to which costs are taken into account, if they are at all, without knowing what the criteria are for creating these subcategories?"},{"name":"JUSTICE ALITO","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"No, no.  The 12 percent -- I thought the 12 percent came into play after you've created the category -- the subcategory."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"But how do I know how they create the subcategories?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":3,"sideBefore":"respondent","text":"And it's a rulemaking after the rulemaking that applies to the listing; is that right?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"You -- you confirm it was not made up in my chambers. (Laughter.)"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":11,"sideBefore":"justices","text":"The fact -- the fact is --"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"You're right.  The -- the brief said Congress -- the SG's brief -- unambiguously required EPA to consider costs at the second stage of the regulatory process.   That's what it said.  A few Alderson Reporting Company pages later, they have the statute.   So not surprisingly, I read the statute.   And -- and reading the statute leads me to think it works along the lines you just said."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"But if you did have the most expensive set of generators in the world, you would ask EPA to create a separate category for them in which case the top 12 percent would no longer be in your category and you wouldn't have to do it."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":3,"sideBefore":"respondent","text":"Now, what I'm asking is if that you think it's the system, that's what I read in the statute.   The SG thinks that's the system, but is there a treatise?   Is there a -- an explanation that EPA has put out so that it is clear that it was not made up, that it's clear that this is the system that they follow?   Would you refer me to a source?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"I think that Justice Alito --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":7,"sideBefore":"justices","text":"Is there something in the -- excuse me.   Is there something in the administrative record where EPA adopts that?   When somebody says you're not considering cost.   It's a bad thing.   We're going to go to the Supreme Court if you don't consider cost, and EPA says, oh, no we're going to consider cost.   We're going to consider cost when we categorize the power plants.   Is there a reference to the administrative record where there's something like that?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"The listing decision is not based on cost."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"I want to know if there's anything there that says, but don't worry because we're going to consider cost through the categorization process. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Well, implicit usually doesn't work when you're talking about an administrative record."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"But I thought your position was that you didn't need to consider costs at the first step, and that that would include your initial category."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"But you didn't take that second step."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"And are you saying that was done based on cost?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"I see.  How much money did that save?   I mean, do we know how much of the $9.6 billion cost would be reduced by this categorization?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"I mean, that's the problem here, isn't it?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"Instead of going to jail? Is that it? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":3,"sideBefore":"respondent","text":"I mean, it might still be ludicrous, but it had to be done."},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Is the $9 billion a year recurring annually, or are you saying that most of this is capital investment one time?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Mr. Smith, I just want you to finish your thought.   The four million -- the four billion that they are referring to is only mercury. The agency did not quantify all of the other costs for the other HAPs, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Well, let's put that aside."},{"name":"JUSTICE ALITO","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"Was this the basis for the EPA's decision?   I thought the EPA -- I thought the EPA's position was, it doesn't matter how much the benefit -- how much the costs exceed the benefits, we just will not take costs into account at the listing stage."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, Mr. Smith. Mr. Lindstrom, you have four minutes remaining. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're asking us -- it wasn't the question presented.   Is the question presented that -- not that you have to take that into account at listing, but that somehow that ratio makes any emissions standards wrong --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- even if, for some people, it's really not back-breaking to do it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They do say it does when youre regulating at the emission standard."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not what --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're taking out the categorization.   They don't establish the floor until Alderson Reporting Company they categorize, correct?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that they purported to make the categorization decision without taking into account costs?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And didn't consider cost."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  They proposed categories, and everybody had the opportunity to say it's the wrong category, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And argue why it's the wrong category."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And some people submitted complaints about costs relative to their technology and their kinds of plants, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So, it's not true that -- they proposed them, but everybody gets a chance to tell them, these are -- this technology is different from the others, or this kind of plant is different from the others, and it imposes a cost much greater than you are anticipating."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, what you're saying, it's already past.   It's past because that's been -- the final rule has been issued."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm talking during the rulemaking process.   The rulemaking process does permit the agency to consider the cost of technology in setting up categorizations."},{"name":"JUSTICE BREYER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought we just heard -- I thought we just heard that say the Lignite people, I can't remember if that's the right name, but they said, look, we have special ways of producing this -- our stuff, and they are much more expensive, so please don't put us in the same category as you put the other people in.   Okay?  For the purposes of figuring the best 12 percent, and the agency said, right, okay, separate.   Now, did that happen?"},{"name":"JUSTICE BREYER","id":11,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Then how would you do that without considering cost?   Because their basis was the Lignite people were saying our costs are Alderson Reporting Company more expensive?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"AARON D. LINDSTROM","firstName":"AARON","lastName":"LINDSTROM","counsel":true,"justice":false,"side":"petitioner","words_spoken":2402,"interruptions":39,"times_spoken":69,"laughter":0,"num_int_by":7},{"id":1,"fullName":"F. WILLIAM BROWNELL","firstName":"WILLIAM","lastName":"BROWNELL","counsel":true,"justice":false,"side":"petitioner","words_spoken":1436,"interruptions":6,"times_spoken":18,"laughter":0,"num_int_by":5},{"id":2,"fullName":"GEN. DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":3338,"interruptions":32,"times_spoken":65,"laughter":0,"num_int_by":6},{"id":3,"fullName":"PAUL M. SMITH","firstName":"PAUL","lastName":"SMITH","counsel":true,"justice":false,"side":"respondent","words_spoken":2161,"interruptions":11,"times_spoken":36,"laughter":1,"num_int_by":6},{"id":4,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1032,"interruptions":9,"times_spoken":39,"laughter":1,"num_int_by":1},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1177,"interruptions":4,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":1099,"interruptions":6,"times_spoken":51,"laughter":0,"num_int_by":5},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1285,"interruptions":11,"times_spoken":41,"laughter":1,"num_int_by":7},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":273,"interruptions":2,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":191,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":10,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":752,"interruptions":2,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":11,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1581,"interruptions":2,"times_spoken":22,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":45,"words_spoken":3838,"times_spoken":87,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":43,"words_spoken":5499,"times_spoken":101,"laughter":1,"num_int_by":7},{"side":"justices","interruptions":36,"words_spoken":7390,"times_spoken":211,"laughter":3,"num_int_by":9}],"outcome":{"side":"petitioner","margin":1},"prediction":{"petitioner":0.6688251069504254,"respondent":0.3311748930495746,"date":1472411006070}}