{"petitioner":{"name":"CHARLES E. HARRIS, III","counsel":[0]},"respondent":{"name":"MARY K. VIEGELAHN, CHAPTER 13 TRUSTEE. ","counsel":[1]},"caseNumber":"14-400","date":"2015-04-01T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-400, Charles Harris v. Mary Viegelahn for the Chapter 13 Trustee. Mr. Madden. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not just wages, right?  I mean, you constantly refer to it as post-petition wages. Anything that went into the pot that was still there."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, it would be, you know, lease payments or anything else, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Excuse me.  It really doesn't say what happens to it, does it?  It just says what -- what becomes the -- the estate of the -- of the Chapter 7 bankruptcy."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It leaves up in the air what -- what happens to the material that is not described in -- in that provision, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So why would it go back -- why would it go back to the debtor automatically?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens in bad faith?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but -- and it seems to me that that is a statutory argument that cuts against your position, because the Code makes this -- makes this distinction."},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What does that mean? That -- Chapter 13 is over, Chapter 7 is underway. Remains in a nonexistent estate -- I mean, there's no more Chapter 13.  It goes to the creditors, right?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Incidentally, I must say you are correct, I think this does cut in -- in your favor, the idea that a -- a bad-faith conversion means that the estate is -- is the current one, the current estate."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I think that Code distinction does cut in front of your favor."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What they said, specifically, is the property of the estate, and that's the property we're talking about, the property of the 13 Alderson Reporting Company estate, right?  Because it's the property of the 13 estate that goes into 7 at the moment the petition is filed to convert."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, it says which property of the 13 estate that remains in the possession or is under the control of the debtor.  Is this money which is in the trustee in the possession of the debtor?  No.  Is it under the control of the -- of the debtor?  Well, that depends on the answer to your question.  I mean, if you treat it like an escrow, as they want to, it isn't. If you treat it like a, say, a normal trustee, a normal trustee, I'll ask them this, it isn't.  And, therefore, it's outside the statute.  And there are no other words in this statute that really cut one way or the other. You can make an excellent argument either way as to any other word. So there we are.        I read these and I said, I don't know.  So --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So if you're going to point to -- if you're going to point to the -- to the words, unless I -- I really read them several times in the Alderson Reporting Company statute.  I couldn't say that you're favored or they're favored, because I don't know the answer to that word, control, and I couldn't find anything that really helped."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It doesn't say exist.  We got the words that it says."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And now, why -- why is this -- you could -- why -- why -- is it in his possession?  What they're thinking about with (f), is they're thinking about the aunt left a legacy which he received after he filed the 13.  And what they want to do is make certain that that legacy is counted as part of the 7 estate, isn't that right?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I couldn't find a word that suggests anything else.  You point to it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's the answer to my first question, where I pointed to two words, possession and control?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So is this a revocable or irrevocable trust?  If you can convert, you're claiming it's a revocable trust, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So if it's a revocable trust, what's the trust law in that situation? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So how is that in practice? Is it -- when a 13 gets converted to a 7, so the trustee in the 13 is out, is it common to appoint a different person, or is it the same person with a new hat?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Would your problem, the issue, be moot in 99 percent of the cases if the trustee decided to adopt a procedure which will provide for a distribution at the end of every day?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would only be Alderson Reporting Company the rare situation when this -- even rarer than now, when this arises, and presumably trustees who wish to distribute to creditors can adopt the sort of rule that they desire."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I suppose if there's a particularly difficult -- and maybe this is such a case -- where the trustee has to take some time to figure it out, perhaps.  But in a fortuitous case where the wages arrive on a Wednesday or whatever, it doesn't seem to me that this would raise serious concerns. And the consequence of that is it becomes even more fortuitous when the assets come within the control of the trustee, so that a rule that says there's a huge difference based on the fortuity of the timing might not make much sense."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the parties? Can they -- can they handle the situation by providing in the -- in the Chapter 13 agreement that any funds remaining, if there should be a conversion, will be distributed among the creditors?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So your answer is no, the parties could not -- could not do that."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would Congress adopt a rule that depends so much on happenstance?  I mean, you know, if -- if the trustee distributes the money promptly, there's nothing there.  If he waits three months, the -- the debtor gets it all back.  It's -- it's random, just utterly -- why would anybody adopt a rule like that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, but he doesn't know whether this random event is going to happen or not when -- when he does that.  So you're saying that Congress is forcing the debtor, and the creditors, I suppose, to roll the dice, right?  He doesn't know what he's going to get back; it depends on whether the trustee is lazy or not."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- no, that's exactly the question I have that Justice Scalia just raised.  And I'd like you to think about that.  You practice bankruptcy law, so you're familiar with it in your experience.  Now, I -- assume with me for the moment that the language does not resolve this.  The funds are not in the possession of the debtor.  The Alderson Reporting Company question is whether he nonetheless still controls them, i.e. gets them back.  All right?  So that's the assumption. Now, I had exactly the same reaction, I think, the Chief Justice and Justice Scalia had, that in the mine run of bankruptcy cases, whether a trustee at the moment of conversion is holding funds that he should -- that will be distributed to creditors, but they haven't been yet is a fluke, chance. Sometimes there might be a lot, sometimes there might be a little.  It depends on when the mail went out that day.  It depends on unusual circumstances such as the one in this case, and you shouldn't turn a rule of law on that.  You'll produce a -- you produce gaming and who knows what will happen. Now, you've heard the question.        Is the thrust of the question, which I think you've now gotten three times, right or wrong?  Is it chance?  Is it a fluke?  And I've talked very slowly, so I want to be sure that you get this question, because it's important to me how you answer it."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but that isn't my question about what Congress wants.  My question is, in your experience, what is it?  Is it that happenstance governs, 50/50, almost never, what's your experience?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, from your experience."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But what is your experience?  I would just be curious.  I'm trying to get some kind of a rough answer."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't understand. The three months' wages have -- have accumulated in the estate.  In the ordinary course, if there's no change, they're going to go out to the creditors.  And you just said that the creditors can't get them?  I didn't quite get that.  They can't get them only because, as the questions have indicated, that the trustee is doing something else for a week."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But that doesn't answer the fortuity point, other than what you say the -- that's the statute and that's it."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Mr. Madden."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":8,"sideBefore":"justices","text":"-- follow up on your statement about in this case, the plan called for the bulk of this money to go to Chase; correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Early in the plan.  And you said Chase couldn't get the bulk of this money, why?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It had foreclosed."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But finish this -- but she didn't give the money to Chase."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"She decided to distribute it to the other creditors."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What permitted that in the plan?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There was never any -- there was never any distribution for these -- these wages that were being collected.  They -- there was never any distribution.  They were just held.  Is that --"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How is that -- how is it determined what the frequency of payments will be to the creditors?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But does the plan say payments will be made once a week, or once a month, or --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Madden, I've been thinking about your response to my earlier question about whether this issue could be covered in the plan if the plan said that, you know, any funds still held by the trustee shall be distributed to the -- to the creditors. Your answer was it couldn't because it would contradict the -- the statutory requirement, but there isn't any statutory requirement.  I mean, that's what we're dealing with.  We're dealing with an absolute void.  The statute doesn't say what will happen to this money.  If a statute doesn't say so, what's wrong with having -- having the parties adopt a provision in the plan that says that? And, by the way, in my estimation, this helps your case because I am much more willing to buy onto a random rule of law that the parties can contract out of than a random rule of law that has to be applied in the future.  And you're -- and what you're urging upon us is a random rule of law.  You're just saying, well, you know, Congress wanted randomness.  Well, maybe. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Madden, there's a -- there's a policy argument that cuts against you, which Alderson Reporting Company the Fifth Circuit talked about.  And, of course, it's only relevant if the statute doesn't say much of anything about this.  But let's assume for this purpose that the statute doesn't say much of anything about this, and what the Fifth Circuit said was that Chapter 13 is essentially a quid pro quo, that -- the debtor gives up a certain amount of his wages, but in exchange, the debtor gets to keep his assets.  And here what the debtor is essentially asking for is to get back the wages, but he's gotten the benefit of having kept his assets.  So he's kind of asking for the quid without the quo or the quo without the quid, or whatever it is. So what's your response to that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What about -- I gather there can be payments directly to the creditors. What -- those, I assume, they get those without having to worry about this problem?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  But in the case of the creditor who is paid directly, that's -- there's sort of no middleman, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  But, I guess, I'm just trying to highlight another randomness in fortuity in that some creditors will be -- get their money directly, others it will go through the estate, and if you get your money directly, you're not going to have to worry about this."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that work as a practical matter?  Is there direct deposit of a portion of wages with a creditor?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what would happen -- let's suppose you're right.  The trustee has given this money to the creditors, and she wasn't supposed to do that.  The debtor was supposed to get them.  What happens now?  How do we undo what has already been done?"},{"name":"JUSTICE GINSBURG","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So it would be personal liability on the part of the trustee?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume that trustees have insurance, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So we don't have to feel sorry for this lady. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume there would also be a right to recoup from the creditor if the creditor has received something improperly paid."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Like standard recoupment principles."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- the money that's in the hands of the trustee at the moment that the Chapter 7 petition is filed will probably be wages that, under the 13 plan, were to be distributed to creditors. And the trustee has to make out a check to somebody. So the only question is:        Is the name of the trustee X, which is the creditor to which it has gone, or is the name Y, which is the debtor or the equivalent? So I don't see how we get very far saying that the trustee's services have ended at that point. No one thinks the trustee would keep the money.  And, again, six of one, half a dozen of the other."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you think that the trustees have filed a brief on the other side?  I'm -- I'm not -- I -- I read the brief; it makes a series of legal arguments.  But they must -- what do they care? They obviously care, and I don't -- I'll ask, perhaps, them the question.  But what's your view of that?  Why do they care, since it's just a matter of writing what name to write in?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what's your view of it?  I don't want to ask them without getting your view."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it's easy to see why they care in this case, isn't it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The trustee doesn't want to be liable for the money that she has turned over. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an easy answer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"That --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":2,"sideBefore":"justices","text":"According to his -- I mean, it's the whole group."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Goldblatt. "},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Now, you did not -- the court below said -- rejected your argument that when the money was paid to the Trustee or the Trustee got it, that it vested in the creditors.  It -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- rejected that part of your argument, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So if you don't have a vested right to the money, then what gives you the right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's the plan, right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- the problem is that upon conversion, it nullifies the plan."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So what's the remaining power that you have to distribute the funds to creditors?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- certainly did, because it -- it -- it has said upon conversion, you have to give everything to the Chapter 7 trustee --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- that's in the control Alderson Reporting Company or possession of the debtor. But if it hasn't vested in the creditors, then --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- how -- how -- what remains to --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it -- it at least Alderson Reporting Company raises the question why you should treat differently the -- let's say the inheritance from the new wages.  In other words, say, the new wages come in.  They're garnished.  It goes straight to the trustee.  But that's also a fortuity.  You know, why should you treat the wages different from the inheritance?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, until he decided to switch the petition to a Chapter 7."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How does it work in a revocable trust, a revocable trust?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Let's imagine that on -- on -- under the terms of the trust on February 1, Joe Smith gets a $100.  All right. On March 1, the settlor revokes the trust. There is money in the trust that would pay his monthly payment on February 1, on March 1, on April 1.  That's $300 that he has, $100 after it's revoked and $100 before it's revoked."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, in my example, the January money which is owed before the revocation goes to the beneficiary."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But the March money goes back to the settlor."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And you're saying the same is true here, that the pre-petition 7 money that was owed and not paid should, if in the hands of the -- of the trustee, go to the creditor; that any money that he has, which is for the creditors, where they are not yet entitled to it -- say, like, an early payment of the next month's -- they go back to the -- to the debtor."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"When --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"-- when we talk -- maybe this is too abstract a way to envision of it, but when we talk of an estate, it's somebody's estate, right?  John Smith dies.  He leaves an estate."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"We call it John Smith's estate.  Here, you know, we call this Mr. Harris's estate, at least more naturally than we would call it, you know, Consumer Electronics's, Chase Manhattan's whatever's, estate.  And isn't that a -- a fairly strong signal of who should get the stuff that's kind of left in the middle?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No.  I -- I understand that.  As I said, just sort of looking at it Alderson Reporting Company from a more conceptual level, it does seem that it's -- it's -- well, I guess I can't say it more than that. It's his estate, so stuff that you can't decide where it goes ought to go to him."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is it normally called the debtor's estate or is it called the Chapter 13 estate?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I would normally say the Chapter 13 estate."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What about -- back to the trustee, just for a moment, of a revocable trust."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Now, the standard trust law, CJS, when the grantor exercises a power of revocation, the interest of the beneficiary ceases, and the assignee of the grant or namely the grantor, takes the corpus of the trust free from the trust.  But what you are saying is, if I look further into that, I will discover that if the grantor revoked the trust on February 1, and if under the trust documents, a $100 is due to a beneficiary on January 1, and on March 1, standard trust law is the beneficiary gets the $100 from January and does not get the $100 from March."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  And the thing that I will look up in the trust law to show that, you gave me the cite, and I lost it. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And you're saying that's precisely how we should treat this?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's how you want to treat it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Has anyone else, any other circuit, bankruptcy court, treated your function as that of a typical trustee? I mean --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So, you're not a typical trustee, you're -- you're -- of an escrow account."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You're a trustee for the estate or for the debtor."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Goldblatt, what do you do about the argument that what you're asking to be done cannot be done, because immediately upon the conversion, the Chapter 13 Trustee no longer has any powers?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So I suppose you're saying that -- that the service of the trustee is owed both to the debtor and the creditors. If it were to the creditors, then you would have a weaker position."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about the provision that if the conversion is made in bad faith, then the estate consists of the property as of the date of the conversion."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So the statute appears to make it -- a specific requirement for that, but not for -- for the case we have."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but I would suppose it would apply to your case, too.  Property of the estate as of the date."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But there's also a policy argument, Mr. Goldblatt, that works against you, which is that one of the things we know is that Congress didn't want to disincentivize debtors from using Chapter Alderson Reporting Company 13.  And essentially, if you win, under your argument, the debtor is worse off for having tried Chapter 13 than if he had gone into Chapter 7 initially, because he's now being put to paying down debt that would have been discharged under Chapter 7, and why should we give him that kind of double whammy, given Congress's view that we should want people to try Chapter 13 first."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That is a very case-specific answer."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, wait.  It seems to me it is always a disadvantage to the debtor who converts to have begun in Chapter 13.  Whether there is any money left in the pot or not, he will have paid his wages to his creditors, whereas if he had filed for Chapter 7 immediately, he wouldn't have had to do that."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it is absolutely right, but your exacerbating the effect of that under your proposed rule."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, possibly.  But it's at least an extra penalty that you are imposing on him, and -- and, you know, one way to look at what Congress wanted to do here is in terms of incentives.  Another way is just to say,  we shouldn’t penalize people for going into Chapter 13 first."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but I thought that Congress's baseline is to the extent possible to make -- to -- to encourage Chapter 13 and not to impose extra costs on the people who go there."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Could -- could I ask you the same question I asked your friend on the other side? Assuming we find against you and -- and for the Petitioner on the issue of -- of who gets this money, Alderson Reporting Company would the parties be able to alter that disposition in the plan?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So you agree with your -- with the other side on that point?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Typically, how -- how often are distributions made?  Every three months? Every --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It sounds like -- sounds like she's acting in the interests of the Debtor then."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"At that moment -- at that very moment when -- think of the instant when he filed the conversion. As of that particular moment, had the efforts failed?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What I'm wondering is that as of that instant, is it the case that under the 13 plan, as of that instant the funds were already -- there was already on the Trustee, at that instant, a fixed obligation to write a check to the creditors."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Then and there."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"All right. So that's right. But if there had been money in that pile which she was simply keeping for the fulfillment of an obligation that came up later, that would have under the plan, that she would have had to return, you concede. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It wouldn't exactly have been prepayments.  There would have been money there because of the situation you describe.  And -- and if there was not an obligation as of the Section 7 filing instance to pay the money then and there to the unsecured creditors, then I think, under your view of the case, that money would and should have gone to the Debtor."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"For the same reason as you've just said it would occur --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"In a -- in a revocable trust."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Not at all.  You've provided an easy principle.  The principle is as in a revocable trust, the money that is in the trust that is already under an obligation then and there at the matter of revocation to go to the beneficiary goes.  But where that obligation under the trust document has not yet arisen, it goes back to the settlor.  That's what you've told me --"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And it would apply the same here?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I still have problems, which is if you're talking about the Fifth Circuit saying you don't have a vested right, where does the -- until you're paid by the trustee, and the trustee hasn't paid you, so where is the preexisting obligation coming from?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Or right of the creditor."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"An insured right of the creditor."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you made the argument so --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"That's what I've always Alderson Reporting Company thought of as a vested right."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Goldblatt, you might not be able to answer this question, but I take it from the fact that the solicitor general is not here in this case, the government -- the Trustees don't care who they pay this money to as long as they have a clear rule; is that correct?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I see."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And do you think that it matters to the trustees, to any of them, whether we view this as a role rule or only as a default rule that can be changed by the plan?  Is there any reason why they would care about that question?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Madden, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"MATTHEW M. MADDEN","firstName":"MATTHEW","lastName":"MADDEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3157,"interruptions":32,"times_spoken":63,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CRAIG GOLDBLATT","firstName":"CRAIG","lastName":"GOLDBLATT","counsel":true,"justice":false,"side":"respondent","words_spoken":3669,"interruptions":38,"times_spoken":68,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":509,"interruptions":3,"times_spoken":18,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":699,"interruptions":0,"times_spoken":22,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":314,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":184,"interruptions":1,"times_spoken":6,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1508,"interruptions":3,"times_spoken":37,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":383,"interruptions":8,"times_spoken":28,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":530,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":32,"words_spoken":3157,"times_spoken":63,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":38,"words_spoken":3669,"times_spoken":68,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":16,"words_spoken":4127,"times_spoken":135,"laughter":1,"num_int_by":4}],"outcome":{"side":"petitioner","margin":9}}