{"petitioner":{"name":"VALERIE J. HAWKINS AND JANICE A. PATTERSON","counsel":[0,1]},"respondent":{"name":"COMMUNITY BANK OF RAYMORE. ","counsel":[2]},"caseNumber":"14-520","date":"2001-10-05T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 14-520, Hawkins v. the Community Bank of Raymore. Mr. Duggan. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Didn't the Federal Alderson Reporting Company Reserve Board originally, I think, in take the opposite position and said explicitly that applicant excludes guarantors?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have to give notice to -- to guarantors now?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how can that be? I mean, they're either applicants or they're not Alderson Reporting Company applicants."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If they're applicants, you have to give them notice."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying they're applicants for one purpose, they're not applicants for another?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The agency can make that up?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I never liked that case."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just out of curiosity, why --  well, everybody agrees that PHC Development is an Alderson Reporting Company applicant, right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why didn't PHC Development sue and claim that requiring the guaranties was in violation of the law?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Why does it matter, if there's always somebody to bring a claim? In what set of cases does the answer to this question matter?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, wait, wait. You say she was required to sign. She wasn't required to sign. Somebody put a gun to her head? She wanted the husband to get the loan, and this was the deal."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but don't talk about it as she was required to sign. She was not required to sign."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If he -- if he was to get the loan, he had to get her to sign, but she was not required to sign."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's -- let's -- let's assume that I -- I write a letter of recommendation for some -- some young woman who is applying to a law school, or to a college. I would really like her to be admitted, and I've written a letter of recommendation to sort of put my judgment, my reputation on the line on her behalf. Am I an applicant to the law school?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Would anybody use the English language that way?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What difference does it make? Instead of putting my financial solvency on the line, I put my reputation on the line."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"They are not applying. It's -- it's their husband who's applying, and they don't have to -- or -- or it's a company that's applying. They don't have to go in. It's up to them."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That doesn't show --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"What if I have a child, and I apply for that child to be admitted to the XYZ public school for which I will pay --  a private school, for which I will pay the tuition. Am I an applicant?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't think so?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait, wait, wait. This was a favorable question. I thought it's obvious that when a parent applies --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Well, you shouldn't --  you shouldn't have asked that. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"I have a parent that applies for --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"You and I share that concern."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"What? Wait. A parent applies for a child, her child, to be admitted to a school which she will pay. The child is seven years old and has a hard time writing the application. Alderson Reporting Company (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"Isn't it normal for us to refer to the parent as the applicant, even though the child doesn't?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And it is not normal for us to refer to the applicant for college as the parent, even though, unfortunately, the parent foots the bill?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Was this corporation a minor?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The corporation that applied, was it a minor?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Change the --  the seven-year-old to a young man who is applying to law school, who is already shaving, for Pete's sake."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":5,"sideBefore":"justices","text":"But my point --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"Is Justice Breyer the applicant?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I think our point for both of us is that how we use the word \"applicant\" depends upon the context."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And, therefore, what is it about the context of the guarantor of a loan that makes it reasonable in that context to call that person an applicant?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't agree with the hypothesis. Why do you accept the hypothesis? What it means depends upon the --  upon the context? It means what it means. Now, whether the person is an applicant within the understood meaning of \"applicant,\" that depends upon the context, but the meaning of the word doesn't change."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's all right with me. (Laughter.)"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Under your --  under your view --  let me understand the theory of the case. Let's say that you prevail, that a guarantor is an applicant and that there is a violation of the duty to the guarantor and that there are five guarantors. Can each of the five guarantors bring a separate suit for punitive damages? And also --  this is also part of my question --  can the loan be declared unenforceable?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, we've been talking about applicants --  is it --  is the person an applicant in the abstract? But one of the important things about context here is there are two terms, \"applicant\" and \"guarantor.\" And that's the way it's always worked in the industry. Somebody in the industry would not call a guarantor an applicant. The person is a guarantor. So I just wonder how we can pluck \"applicant\" out. Obviously, in some sense, anybody who is supporting the loan, you know, you can describe, well, they're applying for it. But there's a separate Alderson Reporting Company term, \"guarantor.\" And if you ask somebody, well, what is this person? Is this person an applicant? They would say, no, it's a guarantor."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Wait. Do you think there's an industry understanding that there are guarantors and there are applicants? I mean, if you weren't in the industry and you're looking at this, you wouldn't call the Petitioner an applicant. You'd call her a guarantor."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Wouldn't you call -- wouldn't you use the word \"borrower\" instead of applicant?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Would you disagree that in ordinary speech, an applicant is understood, as Judge Colloton said, to be someone who is asking for something for himself or herself? And if you don't agree with that, could you give me your best example of the situation in ordinary speech in which the term \"applicant\" is used to refer to someone who is not asking for something personally?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, let me come back to that. Suppose that this child is rejected for kindergarten, and then the parent is glum the next day at work. And someone says, why are you down today? Would the -- would the parent say, well, I'm down today because I was just rejected for this fancy kindergarten?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"My application was rejected."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Mr. Fletcher, in -- in some ways, the Agency itself has admitted that this is not the most natural reading of the term. When the Agency explained why it was articulating this rule, it said, well, the problem is that Section of the Act confers standing to sue only upon an aggrieved applicant. And so we have to come in and kind of fix that. Alderson Reporting Company And -- and so, too, the regulation itself talks about applicants and additional parties as though the two are different. And then the regulation, as I think Justice Scalia said, says, well, this -- this is our definition of applicant, but it's really only for this purpose, not throughout the statute. And all of those, it seems to me, are quasi-admissions that this is not the most natural way to read the word \"applicant.\""},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But you -- you don't -- you don't solve a problem by -- by fixing a definition. I mean, why was it a problem? It -- it was not a problem if applicant meant what the prior regulation said it meant. Why was that a problem?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Yeah. But that's what the law read. I mean, if that's a problem, it was a problem with the law."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Can I just start? Why did you have to pass the first regulation at all? What Alderson Reporting Company caused you -- if it was as clear as Justice Scalia believes, why did you need the regulation at all saying it doesn't include?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"Isn't it correct that this issue matters only where there are adverse -- where the -- the borrower and the guarantor have adverse interests? And if that's correct, how often does that arise?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"One of the things that Judge Posner said against your interpretation is that this actually creates liability on a scale that Congress wouldn't have expected because if you are right, the guarantor can come in and -- and declare the entire loan invalid, and -- and the damages would be much higher than it is for the borrower himself. I mean, what's -- what's the answer to that?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Is there an answer? It's Alderson Reporting Company just like, well, that's what it is."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"So --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Can --  can you explain quickly --  I'm now uncertain. I accept the point that I could be a rejected application for kindergarten on behalf of my --  I've said --  I've got that. But what is this actually about? The law says you cannot discriminate against a borrower, for example --  for example --  by saying that you, the borrower, has to --  have to have a guarantor from someone you're married to. Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"That's what the law says."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And this has been interpreted to include you cannot say to a married person you have to have the marriage -- the spouse sign."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. So that's where we start. Now, if the applicant were just the applicant for the credit himself, what would be wrong with that? Then you'd say, well, the person who's hurt here among the people -- just as if, for example, when you run a train into a -- into a wall, there are a lot of people hurt. So if the person -- namely, the spouse -- really is hurt, why does -- why does she have to be an applicant? Why can't you just sue for harm as a result -- caused as a result of the forbidden discrimination?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I know. But why wouldn't you sue if you're -- if you're -- if you're directly injured as a result of a -- of an unlawful act? Which Alderson Reporting Company is what the regulation --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Not State, just right under this statute, you say I have suffered harm, I was about to take this ticket, and everyone admits I would have taken the money, invested in the lottery, and would today be a millionaire. Hard to prove, but nonetheless, if proved, maybe she was hurt. So why can't she sue?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But it doesn't say -- okay. So you're --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"To an aggrieved -- to an aggrieved --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":8,"sideBefore":"justices","text":"To have gotten too far, and so your whole idea here is say she's an applicant, too."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"And then she can sue."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Now -- now, it seems to me maybe you're pushing the edge of the word \"applicant\" as Alderson Reporting Company they did intend it in the statute. That's -- that is a problem."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":8,"sideBefore":"justices","text":"On that point --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":9,"sideBefore":"justices","text":"Can you give an example?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":8,"sideBefore":"justices","text":"-- are there places in the -- in this statute where guarantor and applicant is a distinction that has to be made? In other words, under your view, does applicant include guarantor in every part of the statute?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Where -- where does it get that discretion? I mean, it says applicant in the statute. When it says applicant, the Agency has discretion to say, oh, yeah, it says applicant, but sometimes we're going to ignore that. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Which says what?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"But have you got an example? Any example at all from a magazine having to do with finance, from anything you can find where, in fact, in the context of financial transactions, there are references to a surety, a guarantor, or a mortgage insurance, there is a reference to such a person with the word \"applicant\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. McAllister. "},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. McAllister, I take it if there were two borrowers, you would include both of them, both would have a cause of action?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They're joint applicants."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"How about if they're cosigners? I take it that -- is -- a co-signer is somebody who's jointly and severally liable, but is Alderson Reporting Company not himself --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"--  receiving the money."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You would --  you would count that out."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And this is so even if the cosigner had to file the exact same kind of papers and do everything else that the borrower himself had to do?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So suppose -- suppose that I have a credit card, and now I get married, and I'd like a secondary credit card for my spouse, and I apply to the credit card company for a secondary credit card. Who's -- who's the applicant there?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So even though I receive no Alderson Reporting Company direct benefit, the credit is actually given to my spouse now?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They would effectively become a joint applicant, even though I'm the only one who's filling out the -- the -- all the papers."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I guess -- I guess -- you know -- and this is a -- a functional point for sure. But it doesn't seem to make a whole lot of sense that suppose a lender doesn't want to provide credit to a Alderson Reporting Company married woman because it has all these sex, gender stereotypes in the lender's head or -- and the lender couldn't require that the -- that the husband be listed as a -- a joint applicant, but could require that the husband be listed as a cosigner, even though the effect of those two things are exactly the same, which is that it's a requirement that the spouse essentially become joint and severally liable for the loan."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"That's not -- that's not quite accurate, because the only person who's given a right not to be discriminated against is the applicant -- an applicant on the basis of marital status."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. McAllister, why -- why does it matter? A person sitting at the table says, please lend me $10,000. Now, the -- the lender says, I want you to have someone from a forbidden category as a Alderson Reporting Company guarantor. So he's outside, he walks in and he says, I'll guaranty this loan. I want you to lend him $10,000 and I'll guaranty it. Well, why hasn't that guarantor applied for a loan to another person?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"What is it -- because who are the ones you said do fall within applicants? It's not just --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It's the person sitting at the table, then others come up, and they have to get -- there's like sureties, they're like guarantors, there are a bunch of different things."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It seemed to me some of them you thought might."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why? I mean, the thing I don't get is why can't you apply? An applicant means a Alderson Reporting Company person who applies for something. So why can't you apply for the thing being, give some money to this other person?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Yes. And you say, I am applying for just that. And I am applying for just that. My application, here it is, in writing, is that I want you to do just that for Smith, who's sitting at the table."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Because?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"The person who filled -- I don't want you to repeat yourself. You don't have to."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"But I mean, you see where I'm having the problem, that Jones, who came in, he fills out the papers and he signs the signature, he puts Alderson Reporting Company in all the things and he says, please, please, please give that credit to Smith."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Why hasn't -- he's applied. He's applied for the credit to go to Smith. I mean, in English, hasn't he? Why not?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm sorry. The -- the definition, the common definition, the Chief has defined it that way, but the only dictionary that uses it in the way you want is Webster's Third. Every other dictionary -- and Webster's Third has been criticized by at least one of my colleagues, if not more. All right?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"It's a terrible dictionary. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"All the others don't use a direct benefit language. They all say you're just Alderson Reporting Company asking for an extension of credit. And they don't suggest it has to be for yourself, it could be -- you're asking for an extension of credit for anyone. So I -- I mean, I'm -- I'm quarreling with the -- with your reliance on some common understanding of a word."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"You've got cosigners, you've got parents who -- who sign as cosigners rental agreements for their kids. They're not getting the benefit of the apartment. Nobody believes that they are using the apartment. They're doing it to bolster up the credit of their child. So I don't know why applicant can't mean, in common parlance, that you're asking for credit to be extended to anyone, whether it's you or -- or another person."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Then why did -- why did the Federal Reserve Board initially -- specifically exclude guarantors? If it was so clear that applicant Alderson Reporting Company excludes guarantors, why did the Federal Reserve Board do something so unnecessary to specifically exclude them?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. -- Mr. McAllister, in Corbin on Contracts, when they talk about guaranties, they say, in most cases of guaranty contracts, the offer comes from the guarantor requesting the giving of credit to a principal debtor. So Corbin on Contracts is -- clearly thinks that the guarantor is a requestor, is an applicant for Alderson Reporting Company credit, and just to a third-party, to the principal debtor. But why -- why -- I mean, that's a pretty, you know, credit-specific definition of what it means to apply for credit. And including, pretty clearly, guarantors."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, do you think that it's really contingent on that, on exactly which contract you signed? I mean, these folks give you a lot of information, they sign their names to a lot of information, and -- I mean, unlike the usual guarantor case where the guarantor is only liable if there's a default, here the guarantor is jointly and severally liable, much like a cosigner is. Or at any rate, cosigners are jointly and severally --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And you want to put them in Alderson Reporting Company the same box, too. So it doesn't really matter --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It doesn't matter."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I bet we could find like that. This is the collegiate dictionary. Maybe that makes it too simpleminded. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":8,"sideBefore":"justices","text":"But the -- the -- it says, an applicant -- this is very helpful -- an applicant is a person who applies for something, all right? We're not making too much progress. But then when we go to apply, the second definition down here, is to make an appeal or request. Does the guarantor make an appeal or request? Yes. Especially in the form of written application. Even writes it, e.g., for a job. No, doesn't apply for a job, doesn't have to be a job. Do you see, it's a general kind of thing, and we're at step one of Chevron, and we're only talking about what --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"-- the meaning. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":8,"sideBefore":"justices","text":"I assume that that definition would -- would cover my letter to somebody urging that person to hire somebody else."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I would be -- I would be an applicant under -- under that definition, which is, of course, absurd."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, he's not asking for money."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"He's recommending someone, but this is about an extension of credit."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it would be a different thing if the statute said, don't discriminate on the basis of someone being a Justice. That -- that's what you -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"The analogy would work only if you did that, right?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that the government answered that question differently. I --  I thought their position was that if they prevail, their definition of the word \"applicant\" to include guarantor apply --  A, applies across the board times, and B, makes the Act perfectly workable. Did --  did --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You may disagree --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe I misunderstood their answer."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And can you give me an example of where it would be really contrary to a sensible interpretation of the Act to use the term \"guarantor\" and --"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- \"applicant\" as synonymous, other than for what we're talking about here?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I frankly -- I frankly don't believe why that makes the statute unworkable. If I'm a guarantor of someone's debt, I want to know when they're in default because I'm going to call them up and start -- if it's my child, I'm going to start browbeating them, meaning -- I don't know what the rationale for that was, whether I agree with it or not. But why does it make it unworkable? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"No. They certainly wouldn't say a borrower is equivalent to a guarantor. But the question is whether an applicant is equivalent to --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"So what -- what --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":10,"sideBefore":"justices","text":"The entire idea of a guaranty contract, right, why is a guaranty agreement even enforceable? Is it there is consideration, and the consideration has to do with the fact that credit is going to a third-party, right? And so the guarantor is stepping in and saying, I'm asking for something and I'm getting something when I enter into this contract, and that's the credit will go not to me, but to a third party. So the question I think is, like, why should that be, you know -- just because it's to a third party, the appeal, the request to the application is as to a third party rather than to yourself, why that should make any difference if the question is just what does applicant mean? Applicant doesn't have to be for yourself."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"On the -- on the question of the guarantor entering a contract just as the borrower enters a contract, the two contracts are quite different. The borrower enters a bilateral contract, I promise to pay back the money if you -- with interest if you promise to lend me the money. The guarantor is -- is asking for a unilateral contract. The guarantor is just saying, I make no promises, but if you lend money to this person that I'm guarantying and that person defaults, I'll make good. That's -- that's a unilateral contract, which doesn't bind the -- the lender at all. It's if the lender chooses to do that, I'll stand good for the -- for the default. The two contracts are quite different. And in that respect, you can't call both -- both of them applicants just because they both -- they both have contracts. Of course they both have contracts."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, Counsel. Mr. Duggan, you have four minutes. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you ask -- could you respond to counsel's last point? Why would a bank ever Alderson Reporting Company decide to give a loan with a spousal guaranty?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would -- why would a bank do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The case is submitted."}],"people":[{"id":0,"fullName":"JOHN M. DUGGAN","firstName":"JOHN","lastName":"DUGGAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1688,"interruptions":12,"times_spoken":35,"laughter":1,"num_int_by":3},{"id":1,"fullName":"BRIAN H. FLETCHER","firstName":"BRIAN","lastName":"FLETCHER","counsel":true,"justice":false,"side":"petitioner","words_spoken":1939,"interruptions":6,"times_spoken":27,"laughter":0,"num_int_by":5},{"id":2,"fullName":"STEPHEN R. McALLISTER","firstName":"STEPHEN","lastName":"McALLISTER","counsel":true,"justice":false,"side":"respondent","words_spoken":2072,"interruptions":22,"times_spoken":47,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":212,"interruptions":0,"times_spoken":9,"laughter":1,"num_int_by":0},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":64,"interruptions":0,"times_spoken":2,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":729,"interruptions":1,"times_spoken":31,"laughter":2,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":192,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":902,"interruptions":4,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1046,"interruptions":8,"times_spoken":35,"laughter":2,"num_int_by":4},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":239,"interruptions":5,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":420,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":18,"words_spoken":3627,"times_spoken":62,"laughter":1,"num_int_by":5},{"side":"respondent","interruptions":22,"words_spoken":2072,"times_spoken":47,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":19,"words_spoken":3804,"times_spoken":125,"laughter":5,"num_int_by":6}],"outcome":{"side":"respondent","margin":0},"prediction":{"petitioner":0.4738370737794208,"respondent":0.5261629262205791,"date":1472501779377}}