{"petitioner":{"name":"JAMES OBERGEFELL, ET AL.","counsel":[0]},"respondent":{"name":"RICHARD HODGES, DIRECTOR, OHIO DEPARTMENT OF HEALTH, ET AL. ","counsel":[1]},"caseNumber":"14-556","date":"2015-04-28T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll now hear our argument on the second question presented in this case. Mr. Hallward-Driemeier. "},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I was somewhat surprised by the arguments you made in your brief because they are Alderson Reporting Company largely a repetition of the arguments that we just heard with respect to Question 1. I thought the point of Question 2 was whether there would be a -- an obligation to recognize a same-sex marriage entered into in another State where that is lawful even if the State itself, constitutionally, does not recognize same-sex marriage. I thought that's the question in Question 2.  Is -- am I wrong?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even if that marriage is -- is not lawful under -- under the receiving State's law; right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that right?  No matter -- I mean, suppose -- well, let's say someone gets married in a -- in a country that permits polygamy. Does a State have to acknowledge that marriage?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  So --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"","text":"-- what would the justification be?  That it's contrary to the State's public policy, I assume; right?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it would be the same argument.  We don't have such an institution.  Our marriage in this State, which we constitutionally can have because the second question assumes that the first question comes out the way the United States does not want it to come out, the State says we only have the institution of heterosexual marriage.  We don't have the institution of same-sex marriage."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you're saying that, Alderson Reporting Company but the State doesn't.  The State says the only institution we have is heterosexual marriage."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, could I -- could I -- because I don't -- if you want to finish answering Justice Scalia's --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What if it's not a plural relationship?  What if one State says that individuals can marry at the age of puberty?  So a 12-year-old female can marry.  Would a State -- would another State be obligated to recognize that marriage?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Sir, how about the consanguinity situation?  Virtually all states would recognize cousins through marriage getting married, but there's at least one State that doesn't; right?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that that State is --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"This is not incest. They're not biologically tied."},{"name":"JUSTICE KENNEDY","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But Justice Alito's question points out, the assumption of his hypothetical is -- and -- and of the way these cases are presented, is that the State does have a sufficient interest so that you need not allow the marriages in those -- in that State. So there is a sufficient interest, under our arguendo assumption here, to -- to say that this is not a fundamental right.  But then suddenly, if you're out of State it's different.  Why -- why should the State have to yield?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I think -- I think what Kentucky is saying is that the long-term effects of having same-sex couples in Kentucky will be, which you -- you didn't agree with, but what -- what counsel for Respondent argued in the prior case, will be a -- a reduction in -- in -- in heterosexual marriages and a -- a reduction in the number of children born to those Alderson Reporting Company marriages.  I mean, that --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But we will not have rejected it if we come out the way this question presented assumes we have come out."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":5,"sideBefore":"","text":"Mainly, saying that it's okay for a State not to permit same-sex marriage."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"May we clear this one thing.  If the Petitioner prevails in the first case, then the argument is moot; right?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are supposing a Alderson Reporting Company situation where the Plaintiffs do not prevail, and so a State can retain its ban on same-sex marriage. The question is has -- does it have to recognize marriage from out of State?  Would it make any difference if the couple came from the State where there is a ban on same-sex marriage, goes to a neighboring State that allows it, and then comes right back home again?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. But, again, I think you're avoiding the presumption on which we're starting, on the assumption, which is that the State's policy for same -- supporting same-sex marriage is sufficiently strong, that they are -- they can, as a matter of public policy, prohibit that in their own State. And yet you're saying it's somehow so much weaker when you're talking about marriages from other States."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It certainly --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"It certainly undermines the State interest that we would, assuming arguendo, have recognized in the first case, to say that they must welcome in their borders people who have been married elsewhere.  It'd simply be a matter of time until they would, in effect, be recognizing that within Alderson Reporting Company the State."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Because we live in a very mobile society, and people move all the time."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"In other words, it would kind of -- it -- one State would basically set the policy for the entire nation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Wait.  I -- I've lost you there.  What -- what lines are you talking about?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought your --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- your argument --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- would be different. I thought that the States had never categorically passed a law declaring that a particular kind of marriage was against public policy."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No one of the four States had ever done that?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Until the DOMA issue came up."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying that --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":3,"sideBefore":"justices","text":"Well, they --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":6,"sideBefore":"justices","text":"You're saying that the laws in some States, the States that you're referring to that recognize only opposite-sex marriage are pretextual?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- other than the distinction -- we have the distinction between same-sex marriage and opposite-sex marriage. What is the next most dramatic variation that exists in the marriage laws of the States?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"At the present time, what is --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- most -- the next most dramatic difference?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- well, I had asked a simple question.  At the present time, what is the next most dramatic variation in the marriage laws of the States?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And what is the -- what -- what's the range?"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought you answered me earlier that a State could refuse to recognize a marriage in -- contracted in another State where the minimum age was puberty."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"It would have to be shown, I think, the presumption would be in such a State that someone age 13 can't consent."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I think your -- your Alderson Reporting Company argument is pretty much the exact opposite of the argument of the Petitioners in the prior case.  The argument that was presented against them is, you can't do this, we've never done this before, recognized same-sex marriage. And now you're saying, well, they can't not recognize same-sex marriages because they've never not recognized marriages before that were lawfully performed in other States."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You've got to decide one or the other if you win."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And maybe --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I'm just repeating myself, but we only get to the second question if you've lost on that point already, if we've said Alderson Reporting Company States do not have to recognize same-sex marriage as a marriage. So assuming you've lost on that, I don't see how your argument gets -- you can't say that they are not treating the marriage as a marriage when they don't have to do that in the first place."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You're rearguing Question 1 now?  Is that -- is that what you're doing?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought you were."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It would have been -- it would have been the argument made with respect to the first question; namely, that the existence of same-sex marriages erodes, erodes the -- the feeling of society regarding heterosexual marriages."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"The State's rationale is we -- we treat outsiders the same way we treat insiders."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Whalen. "},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"What about Article IV?  I'm so glad to be able to quote a portion of the Constitution that actually seems to be relevant.  \"Full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every other State.\"  Now, why doesn't that apply?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Public acts?  It would include the act of marrying people, I assume."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So there -- there's nothing in the Constitution that requires a State to acknowledge even those marriages in other States that -- that are the same."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Really?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"We -- we can say the only marriages we acknowledge in -- in New York are marriages Alderson Reporting Company concluded in New York; is that possible?"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"New York can say the only marriages we acknowledge in New York are those marriages that have been made under the laws of New York."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Really?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What case is that? What case would you cite to support that proposition?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"He said -- I mean, I already have several cases to read.  I might as well get another one. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"What -- what is the case that holds that the State of New York has the right to recognize only marriages made in New York?  And when -- if you’re married in Virginia, New York has the constitutional right to say, we treat you as if you weren't married, whoever you are."},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That's not what I said."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Because it is clear that if the law of the two States is the same, that was used against Fedder, that the State cannot say we won't apply the other State's law, even though it's the same as our own."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":8,"sideBefore":"justices","text":"Like New York.  For example, I happen to know has a law that a Federal judge from Washington couldn't marry someone.  I mean, you can get married to your own wife, et cetera, but you can't marry two other people, but the District of Columbia has the opposite law.  So if I marry two people in Washington D.C. and they happen to move to New York, you are saying that New York doesn't have to recognize that marriage because it doesn't comport with the marriage of New York; is that your point?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And then what case says Alderson Reporting Company that?  I think there are a few people going to get nervous about this. (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But here the policy would be we distrust Federal judges from outside the State. And even that, they would get away with, in your view, because I'm next going to ask, and what is the difference between that kind of policy and the policy that says, well, we don't recognize the gay couple's marriage for the reason that we fear that if gay couples get married, even if they have children and adopt them, and even if we allow people who are not gay to get married and they don't have children, despite all that, this policy, which I've had a little trouble understanding, warrants not recognizing it?  Did you follow that question?  It was a little complicated."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So you don't see --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"But none of this has anything to do with Article IV, right?  None of this has anything to do with Article IV?  Full faith and credit, right?"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You're --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You're making a distinction between judgments -- full faith and credit applies to judgments.  You can't reject a judgment from a sister State because you find it offensive to your policy, but --"},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- full faith and credit has never been interpreted to apply to choice of law."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that's the distinction."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. You don't see a fundamental difference between creating a marriage and recognizing a marriage? You don't think there's any difference in terms of the rights of people? If States regularly don't say that the prerequisites to marriage in our State are not necessarily against public policy -- and they have said it for age differences, they have said it for a lot of things, why -- why would the gay marriage issue be so fundamental that that can lead them to exclude a whole category of people from recognition?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You think marriage --"},{"name":"JUSTICE SCALIA","id":4,"spokeBefore":6,"sideBefore":"justices","text":"That's just not --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":4,"sideBefore":"justices","text":"-- decrees are closer to laws?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You think marriage decrees are closer to laws than they are to judgments?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, you need to get a judgment to divorce. And I think that, in my mind, that makes the decree much closer to a judgment than it Alderson Reporting Company does to a law."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So what is an order under the Constitution, or --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"--  act under the Constitution that's not a judgment?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"How do you separate out the terms that Justice Scalia gave you?  They're not all judgments."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Three different terms were used, or four different terms were used."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Acts -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- records --"},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"This second --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Outside of the present controversy, when was the last time Tennessee declined to recognize a marriage from out of state?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Any marriage."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, but they weren't playing along with the same definition.   There have always been distinctions based on age and family relationship.   So they weren't playing along under the same definition.   And still, despite that, it apparently is quite rare for a State not to recognize an out-of-state marriage."},{"name":"JUSTICE ALITO","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"This second question puts both you and Mr. Hallward-Driemeier in a very unusual situation, because, first of all, we have to assume that this first question has been decided against the Petitioner, or we wouldn't get to the second question. So we have to assume that we would hold that Alderson Reporting Company a State has a sufficient reason for limiting marriage to opposite-sex couples.   And Mr. Hallward-Driemeier acknowledged that a State could refuse to recognize an out-of-state marriage if it has a very strong public policy against that marriage, if it's a polygamous marriage, if it's a -- a marriage of very young individuals. So the question is whether there could be something in between.   So there -- there's a -- a sufficient reason to -- for the State to say, we're not going to grant these licenses ourselves, but not a strong enough reason for us not to recognize a marriage performed out of state.   I suppose that's possible, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That happens already. People who are not permitted to be married in a lot of States go and do that, and they come back to their home States, and the home States follow the rule of marriage celebration."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they have --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The prerequisites are always a State's judgment about marriage, about what should be a recognized marriage."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"They make exceptions."},{"name":"JUSTICE GINSBURG","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It is -- it is odd, isn't it, that a divorce does become the decree for the nation?   A divorce with proper jurisdiction in one State must be recognized by every other State, but not the act of marriage."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I don't understand your argument.   I understand your argument that it's a fundamental public policy question about whether you're going to recognize same-sex marriage or not.   But I don't see the difficulty in following the consequences of that under domestic relations law as treating a couple as married.   And it -- and so the first question is a big step, but after that, it seems Alderson Reporting Company to me that the question of how you apply the domestic relations law is pretty straightforward."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, but you do that for adoptions.   What's -- what's the problem?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"This -- this is a really big deal?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think that a State can fail to recognize the birth certificate of a particular -- another State?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Just that.  Do you think the word \"records\" in the Constitution includes birth certificates?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So California without any reason, no suspicion of fraud, no anything, could it refuse to recognize another State's birth certificate?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Records to me has to have a meaning."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I recognize that that's an issue."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But if a birth certificate were to be a record, don't you think a marriage certificate -- it's an official act of a State."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"As a record."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Whalen, just a quick question."},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"You -- you acknowledge that if the State loses on the first question, then the State also loses on the second question?   It's a fortiori? That's --"},{"name":"JUSTICE KAGAN","id":10,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Hallward-Driemeier, you have five minutes left. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Case is submitted."}],"people":[{"id":0,"fullName":"DOUGLAS HALLWARD-DRIEMEIER","firstName":"DOUGLAS","lastName":"HALLWARD-DRIEMEIER","counsel":true,"justice":false,"side":"petitioner","words_spoken":3330,"interruptions":24,"times_spoken":46,"laughter":0,"num_int_by":5},{"id":1,"fullName":"JOSEPH F. WHALEN","firstName":"JOSEPH","lastName":"WHALEN","counsel":true,"justice":false,"side":"respondent","words_spoken":2089,"interruptions":20,"times_spoken":52,"laughter":0,"num_int_by":5},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":538,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":432,"interruptions":4,"times_spoken":13,"laughter":0,"num_int_by":3},{"id":4,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":500,"interruptions":3,"times_spoken":22,"laughter":0,"num_int_by":3},{"id":5,"fullName":"MR. HALLWARD-DREIMEIER","lastName":"HALLWARD-DREIMEIER","counsel":false,"justice":false,"side":"","words_spoken":10,"interruptions":2,"times_spoken":2,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":497,"interruptions":10,"times_spoken":35,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":87,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":268,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":305,"interruptions":0,"times_spoken":5,"laughter":2,"num_int_by":0},{"id":10,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":34,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":24,"words_spoken":3330,"times_spoken":46,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":20,"words_spoken":2089,"times_spoken":52,"laughter":0,"num_int_by":5},{"side":"justices","interruptions":22,"words_spoken":2661,"times_spoken":110,"laughter":2,"num_int_by":7}],"outcome":{"side":"petitioner","margin":1},"num_jusitces":9,"prediction":{"petitioner":0.7993383603903749,"respondent":0.20066163960962513,"date":1472703110884}}