{"petitioner":{"name":"DAVID ANTHONY TAYLOR","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"14-6166","date":"2016-02-23T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-6166, Taylor v. United States. Mr. Jones. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"One of the things you say in your brief is that you were not even given the opportunity to show that the victims dealt exclusively in home-grown marijuana. If you -- if you had that opportunity, how will you have shown that this, the marijuana in question, was grown in Virginia rather than some other place, some other State?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And that could show that it could have been grown, but you could say that for Alderson Reporting Company every State in the Union. But you made that -- you said you wanted to submit proof that the victims dealt exclusively in home-grown marijuana, and since every other State also has marijuana dealers, how could you -- how could you show exclusively, that this marijuana came exclusively?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, Mr. Jones, suppose you had been able to show this. Suppose you had been able to show that it was a dealer who dealt in intrastate marijuana exclusively. What difference would that have made under the terms of the Hobbs Act?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you see, that's the thing. I mean, I don't think that the Hobbs Act requires the government to show an effect on interstate commerce. As you said in your opening statement, the Hobbs Act only requires an effect on commerce, and then Alderson Reporting Company commerce is defined: Commerce means all commerce over which the United States has jurisdiction. Now, for sure the United States has jurisdiction over interstate commerce, but under Raich it also has jurisdiction over intrastate drug trafficking. And so if you just sort of put the pieces of the statutes together, it seems to make it completely irrelevant whether the drug trafficking was intrastate or interstate, because in either case, it was commerce over which the United States has jurisdiction."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but doesn't the Hobbs -- doesn't Raich say that the government has -- Alderson Reporting Company the United States has jurisdiction over intrastate drug trafficking?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So why isn't that enough? Because this statute, again, does not require that there be an effect on interstate commerce. It -- it affects -- it requires that there be an effect on commerce as defined in the statute. And as defined in the statute, all it says is that the commerce has to be one of a kind over which the United States has jurisdiction. And Raich says the United States has jurisdiction over even intrastate drug dealing."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, then you could make the same argument if it was conceded that these drugs were an interstate. You say, oh, well, you still have to show an effect. Is that what you're saying? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Based on your answer to Justice Kagan, doesn't make any difference whether it's local or interstate."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"There is still a failure of proof somehow."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's very hard -- that's very hard to comprehend."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you -- do you think robbery of an item in interstate commerce has an effect on that commerce?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Of goods in interstate commerce have an effect on interstate commerce? Or does the government in every case have to show that there is an effect."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"The government in every case in your submission has to show that if there's a robbery of goods in interstate commerce, that it has to put on an economic expert to show that there's an effect on interstate commerce when there's been a robbery. That's your position?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Well, then how do you explain your answer that \"effect\" is the key word here?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You just concluded that it isn't."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose -- suppose the victims of this robbery, the drug dealers, -- suppose the police had a warrant to go into the house and they -- there is marijuana there and they take it. Could the victims -- who were they? They were Worley or Lynch -- could they be prosecuted or could they not be prosecuted because the government was unable to show that the marijuana they possessed came from out of State?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"They could have been, even though -- even though all of the marijuana came from Virginia? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Under -- when Congress enacted the Hobbs Act, did it intend to exercise the full measure of its authority under the Commerce Clause?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. Could Congress enact a statute under -- under Raich, based on the reasoning of Raich, prohibiting the theft of a controlled substance just as it has put -- enacted statutes prohibiting the growing of marijuana or the production of other controlled substances?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could it enact a statute that makes it a crime to steal a controlled substance, exercising its Commerce Clause authority under the reasoning of Raich?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"On a case-by-case basis. Then why can it prohibit the growing of marijuana across Alderson Reporting Company the board without proving anything about the particular marijuana in question, but according to you, it cannot prohibit the sale of --  I'm sorry, the theft of marijuana?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that needed --  why is that not needed in a situation in which the person is growing marijuana? For personal use?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Jones, I guess I'm trying to figure out what we're disagreeing about. So let me give you a proposition, and you tell me whether you agree with it. The Hobbs Act prohibits robberies that affect marijuana trafficking, whether the marijuana trafficking is interstate or intrastate. Do you agree with that?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is that? Because that's what I was saying at the beginning, that it seems clear to me that under the terms of the Hobbs Act, the Hobbs Act does prohibit robberies that affect commerce. Alderson Reporting Company Raich says commerce includes both interstate and intrastate marijuana trafficking. So the Hobbs Act prohibits robberies that affect marijuana trafficking generally, whether it's interstate or intrastate. What's there to disagree with in that?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I said -- I used the word \"affects.\" I didn't use the word \"regulate.\" I said the Hobbs Act prohibits robberies that affect commerce. Commerce is either interstate marijuana trafficking or intrastate marijuana trafficking under the definition in this statute. So you -- the government has to show that a robbery affected some kind of marijuana trafficking. It doesn't matter what kind. Wouldn't you agree with that? I mean, it just seems --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- it's the current of the statute plus Raich. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess this goes back to Justice Kennedy's question. I mean, seems to me pretty self-evident that a robbery of a business affects a business. Wouldn't you think that that's right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I don't think that the word \"affects\" is doing a whole lot of work here, because of course a robbery of a business affects a business, right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. So -- so it's not really \"affects\" that's the problem here. The problem seems to be that you're resisting the notion that the business could be entirely intrastate. But what I'm suggesting is that the terms of Alderson Reporting Company the Hobbs Act itself, given Raich, make clear that the business can be intrastate, because the definition of commerce here doesn't say \"interstate commerce.\" It says \"commerce over which the United States has jurisdiction.\" And because of Raich, we know that the United States has jurisdiction over even intrastate drug dealing."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What -- what is the -- the standard of proof that you hold Congress to when it exercises jurisdiction over intrastate businesses with an effect on interstate commerce or interstate commerce? Somebody challenges Congress's exercise of jurisdiction because it doesn't fit within the interstate commerce or effect on interstate commerce, and the statute's evaluated according to what standard?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, somebody says -- you know, challenges -- as we've had challenges, in cases like Lopez and others -- that, Congress, you don't have authority to regulate this matter, because it doesn't involve interstate commerce, doesn't have an Alderson Reporting Company effect on interstate commerce, and so on. But how do we --  how do we evaluate that? Does --  well, does Congress have to prove beyond a reasonable doubt that the --  there is an effect on interstate commerce?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think there's any Alderson Reporting Company question that this is a jurisdictional element and the jurisdictional element has to be proven. That's not the issue. The issue is the meaning of the jurisdictional element. And if the jurisdictional element means, as interpreted in Raich, and it's a -- you know, it's a controversial area of constitutional law, but it's a precedent and you're not challenging it -- so the jurisdictional element as interpreted in that case is anything that has an effect on -- anything -- any purely -- any local activity that is of a type which, if taken in the aggregate, would have a substantial effect on interstate commerce, that falls within the Commerce Clause. If the jury is instructed in that way, and that's basically the way I think it was instructed here, all they have to find is that there was a theft of -- there was a robbery of drugs, and it had some effect on the supply of drugs."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah, well, that's --  that's the --  that's what Raich --  that's the interpretation of the Commerce Clause. Do you want the jury to decide what the Commerce Clause means? It would be an interesting -- under those who --  who think that juries once upon a time had the authority to decide legal issues. Do you want them to decide whether the majority or the dissent was correct in --  in Gonzales?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that seems to me a different kind of argument that you're making now. Now you're not saying that the question is whether the marijuana that was being dealt was intrastate or interstate. Now you're suggesting that what you really wanted to prove was that this person wasn't a dealer at all; is that correct?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Wasn't there evidence that this gang, that they were in --  in the business of trying to rob drug dealers because they thought they'd find either the drugs or the money?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't --  I don't understand where we're going here. It seemed to me a few minutes ago you said, oh, there's no evidence that he was a drug dealer. But that's not the question presented. Your question presented assumes that he's a drug dealer, so don't argue that."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So we know that there's a drug dealer here. We take the case on that basis."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So we're talking about the interstate and local. So it seems to me that you've --  you just have not raised the point Alderson Reporting Company that there was no evidence that he was a drug dealer."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not in your petition."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Certainly, Mr. Jones. Mr. Yang. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"So if it weren't commercial aspect, then you wouldn't -- you wouldn't -- you would have to demonstrate jurisdiction beyond a reasonable doubt?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, except that Congress doesn't have to prove beyond a reasonable doubt before exercising its jurisdiction that there's an affect on interstate commerce."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"But if you're prosecuting somebody, you do have to show beyond a reasonable doubt that the elements of the crime have been satisfied."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Beyond a reasonable Alderson Reporting Company doubt."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I -- I suppose it's a -- maybe an academic question, but your conclusion that Congress has jurisdiction over the marijuana trade is based on a different standard of proof than the criminal one. So yes, you can say of course Congress has jurisdiction here, but that has been established only under, I guess, a rational-basis standard. But now you have to show Congress has jurisdiction pursuant to a much more daunting standard of proof."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So what's -- what's the instruction that the Court should give to the jury with Alderson Reporting Company respect to this jurisdictional element? \"Ladies and gentlemen of the jury, you've heard evidence that there was a robbery of a drug dealer. I -- you are instructed as a matter of law\" --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- \"that the marijuana trade is a subject over which the Congress has jurisdiction and this statute controls\"? That's not a very good interpretation."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And there's -- there's nothing for the jury to find on this point?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Was it -- was there a jury involved in this case, or that -- was this on a plea?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"There was a jury? So what -- so we don't have to speculate. What did the judge charge?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, what was the --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it -- it seems to me Alderson Reporting Company that this instruction is much more defendant-friendly than the one you indicated that is a minimum. In other words --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"--  I read this --  if --  if I'm the juror, I read these instructions as saying that I have to find that this affects interstate commerce."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But --  but if --  if --  if I can make sure I understand. The jury is told that you have to find beyond a reasonable doubt that this defendant affected commerce over which the United States has jurisdiction."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Does that have --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"--  to be found beyond a Alderson Reporting Company reasonable doubt?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But whether the United States has jurisdiction over the marijuana trade, be it inter- or intrastate, has already been decided by Raich."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is the defendant allowed to present any evidence to the contrary?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"It would be kind of silly to say they've got to prove something beyond a reasonable doubt. All the United States has to do is Alderson Reporting Company this, and then --  and the judge instructs the jury that they've satisfied that burden?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":2,"sideBefore":"justices","text":"Is it --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"--  in any --  in a marijuana case, what evidence could a defendant put on that would prevent the establishment of the jurisdictional element?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"No. That goes to the first question of whether there was a robbery: Was there a robbery? Did it have an affect on --  on commerce within the jurisdiction of the United States?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Is there any Alderson Reporting Company evidence that a defendant could be allowed to introduce going to the second element?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the question, Mr. Yang: From marijuana dealers. I mean, it seems to me the defendant could say, no. I was targeting a home grower. You know, the kind of person from Raich. I just --  I was growing this marijuana for myself. I had no intention of ever selling it. At that point, you wouldn't be robbing somebody who was engaged in commerce, right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"There are --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Yes, but those are two very different things. Robbing a house and stumbled upon is one thing, but if you have somebody who is robbing marijuana that's grown for home consumption or whatever, can the defendant say the jurisdictional element is not satisfied because of that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's say --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's --  let's say that this Court had a decision that home-grown marijuana has an affect on interstate commerce. Let's say that that's --  then there's a trial. What instruction -- can --  can any evidence be introduced?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Contest commerce part -- part of the indictment?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Let's --  let's assume -- let's assume the Court has decided that --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and then there's a trial. Is -- is the defendant entitled to introduce any evidence on that point?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So does the jury have any discretion to -- to return a verdict of not guilty if it finds that there was a robbery of a drug dealer -- of -- of -- of drugs that have been home grown?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it may -- that may be familiar in the law, but I'm not aware of any case where the burden is on the government to prove something beyond a reasonable doubt, an element of the crime, and you're saying there's no way that the Alderson Reporting Company defendant --  no evidence that defendant could introduce --  could rebut the government's showing, in any case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"What --  what's your best authority for that proposition?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Does the government have to prove anything in this case different from what it would have to prove if this was a charge of robbery under State law?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Still, it's very odd that this is a Federal case. I mean, they --  in fact, they took, what, a couple of cell phones, $40?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The tagalong, he got years."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Actually -- actually, I think got 21, my chambers was telling me. You might check that. Which is, to me, one -- one year too many, but whatever."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"A year's a year."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Going -- going back to this case, the example that you gave with reference to the maritime jurisdiction, what you tell the jury is, Alderson Reporting Company ladies and gentlemen of the jury, if you find that the incidents that have been considered in this court occurred on the high seas, then the jurisdictional element is satisfied."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Pardon me?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Then in this case, it suffices, in your view, if you say if you find there was a robbery of a drug dealer, then the jurisdictional element is satisfied?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And the only defense evidence that could be introduced in the case is that the -- that the drugs were not involved? The defense could show that drugs were not involved."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that's about all they can do with reference to the jurisdictional element?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, maybe the person wasn't a dealer."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. Did you concede that earlier, that it's not covered by the Hobbs Act if the person's not a dealer?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You said it was a very different thing."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And it would be a much harder thing."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And it would be at least an awfully good argument by the defendant that if the person was not a dealer, it's not affecting commerce in the regular --  in the relevant way?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Even though Congress can regulate that transaction?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I asked Mr. Jones whether the Hobbs Act exercises the full measure of Congress's Commerce Clause, an authority which I thought a number of cases have said. Do you agree with that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Because then you do run into these limitation --  in the search for a limiting principle, which you seem to be addressing. So Congress could prohibit and has prohibited a person from possessing even a very small amount of marijuana, right, Alderson Reporting Company a single cigarette, a single marijuana cigarette?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So if one person steals a marijuana cigarette from another person, robs that person of one marijuana cigarette, that's a violation of the Hobbs Act?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"It falls within the Commerce Clause, doesn't it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose someone robbed the farmer in Wickard v. Filburn of the wheat that the farmer was growing for personal consumption. Would that be a violation of the Hobbs Act?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What is your understanding of what the defendant wanted to --  the evidence the defendant wanted to introduce?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Was there any challenge to the status of these victims as dealers?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I understand that."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It was an attempt against persons who were in the drug trade?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Yang, I'd like to -- for you to explain to me what the difference in charges are between this robbery and a regular robbery, let's say of a business. Because as you've noted, there are many circuits that say if you just rob a person individually, that's not a Hobbs Act robbery. But if you rob a business, it is. So how does a judge charge in a regular Hobbs Act case and this kind of case?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I understand the charges, counsel."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Engages how, either by buying goods in commerce --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume that that's true."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Is the jury charged that this particular robbery had to affect that?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So -- so the jury is charged to make that determination, that this act of robbering the money hindered the commerce in some way?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So how is that different than his argument, your adversary's argument that --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Jones, you have five minutes remaining. "},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That isn't this case. This case is a robbery of a drug dealer, correct?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Case is submitted."}],"people":[{"id":0,"fullName":"DENNIS E. JONES","firstName":"DENNIS","lastName":"JONES","counsel":true,"justice":false,"side":"petitioner","words_spoken":2258,"interruptions":17,"times_spoken":45,"laughter":0,"num_int_by":4},{"id":1,"fullName":"ANTHONY A. YANG","firstName":"ANTHONY","lastName":"YANG","counsel":true,"justice":false,"side":"respondent","words_spoken":3026,"interruptions":35,"times_spoken":69,"laughter":0,"num_int_by":7},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":621,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":346,"interruptions":1,"times_spoken":11,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":904,"interruptions":7,"times_spoken":27,"laughter":0,"num_int_by":4},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":787,"interruptions":6,"times_spoken":37,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":545,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":147,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":17,"words_spoken":2258,"times_spoken":45,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":35,"words_spoken":3026,"times_spoken":69,"laughter":0,"num_int_by":7},{"side":"justices","interruptions":18,"words_spoken":3350,"times_spoken":120,"laughter":0,"num_int_by":5}],"outcome":{"side":"respondent","margin":6},"num_jusitces":8,"prediction":{"petitioner":null,"respondent":null,"date":1473644127393}}