{"petitioner":{"name":"MICHAEL B. KINGSLEY","counsel":[0]},"respondent":{"name":"STAN HENDRICKSON, ET AL. ","counsel":[1]},"caseNumber":"14-6368","date":"2015-04-27T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument this morning in Case 14-6368, Kingsley v. Hendrickson. Ms. Ward. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why isn't the safety of the detainee, why isn't that just a facet of the use of excessive force?  I think that's how the district court treated it."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"You -- you mentioned the Fourth Amendment now, but as I understand it, the complaint just alleged a due process violation.  It didn't -- it didn't refer to the Fourth Amendment."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So suppose you have a detainee being held in a prison population.  And -- is -- is your point that the prisoners can be punished, but the detainee cannot be?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Now -- now -- now suppose the prisoners are misbehaving.  They're unruly.  They're yelling and throwing things at the guards and the guards say, alright, lockdown for 24 hours; you can't go to the mess hall.  Now, the detainee raises his hand and says, Oh, excuse me.  I'm a detainee.  I -- I have a different standing. Is that your -- is that what has to happen here."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That was my next question. So there can be punishment for simply not -- in order to maintain discipline within the prison population.  You Alderson Reporting Company can be deprived of your exercise or your right to go to the mess halls.  So you can, quote, \"punish\" for that purpose, even if it's a pretrial detainee."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You use the word \"discipline;\" I use the word \"punish.\"  Are they the same?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it doesn't matter if the -- if the punisher, so to speak, is simply an individual guard at the prison versus the -- the State, which will run a prison that it knows has these cruel guards.  It doesn't matter.  The -- the tortification of the Due Process Clause, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It’s a substantive due process you're arguing, right?  Not procedural due process."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And it's not the Eighth Amendment.  You're not relying on the Eighth Amendment?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I just have to tell you, I find it very difficult to understand how it would be a different standard if these same facts occurred, but it was an inmate who was serving a sentence.  What -- what is the rationale for why they should be different?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry.  Why is anybody --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":7,"sideBefore":"justices","text":"But -- but you said that Alderson Reporting Company they could be disciplined and now -- and that's --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You use the -- I -- where am I going to read to find a difference between discipline and punishment?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But even --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":5,"sideBefore":"justices","text":"I'm having a problem with trying to understand why we're talking about a difference between any of the Amendments, the Fourth, the Fourteenth, or the Eighth.  The cruel and unusual punishment, I thought, was generally -- generally applicable to the sentence a prisoner receives. That's very different than to the application of -- of force separate from the -- from the sentence.  We're talking about whether and under what circumstances a prison guard or a prison is liable for using unnecessary force on another person. Alderson Reporting Company I don't think that taking any prisoner and for no reason -- arbitrary reason banging his head on the wall because you think that'll send the message to other prisoners would be acceptable, do you, under any of the Amendments?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  So I -- I just don't quite understand the difference.  I think the issue is one, how -- how you instruct the jury.  And the government is saying you instruct the jury by saying you have a subjective intent to punish the prisoner -- you just want to beat him up; or you're inflicting harm that's not necessary or reasonable for a legitimate penological reason, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you have a different standard than the government?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Then yours is broader."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And explain why.  Why is the government standard not good enough?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That I -- I understand. I'm just talking about the standard now."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What if -- what if I don't agree with the Solicitor?  Is there anybody here to argue for a different standard?  No?  We -- we just have to pick between two people who argue for the same standard, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Is it possible -- I hadn't thought about it too much -- that you would have different priorities in training, depending on whether you're dealing with people who've already been convicted of crimes and people who are being detained, like, perhaps people who have been convicted tend to engage in particular activity more than people just awaiting trial?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I know -- of course you're not going to say you can't act with -- with malice, but it would seem to me if the standards are broader with respect to people who have been convicted, you might tell the officers, look, you have more flexibility with respect to people who are already subject to a conviction.  You have to be -- you phrase it the other way -- you have to be more careful with respect to people who are simply being detained. But it's very complicated in a case like this because the Respondents make a very persuasive case that the convicts are actually less of a threat than the -- often than the pretrial detainees.  You go to -- you're going to go to jail if you've got 10 days on a DUI or something like that, but the people who are detained preconviction may be multiple murderers."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I still go back to my question: Why is there a difference at all? What you seem to be suggesting is that gratuitous violence, unnecessary violence, can be directed to pretrial and post-trial detainees. Isn't your objection that unreasonable, unnecessary force is not permissible? Why are we giving a license to prison guards to use unreasonable or unnecessary force --"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- against anybody?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But they can't be punished corporally. They can be denied good credit -- good time credit. Do you think we could put them -- you can knock them against the wall as punishment?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Not -- not in terms of Alderson Reporting Company discipline.  It may be that some matter, immediate need justifies that action, but are you suggesting that as punishment they could do it for unnecessary force? Unnecessary, not punishment -- or even punishment. They -- they looked -- they -- they said the -- a bad word to the prison officer."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's what I wanted to ask about.  As a practical matter, in evaluating excessive use of force claims, how much difference does it make whether there's a purely objective standard or a subjective standard.  It will be the rare case, I would imagine, where there's direct evidence of the officers' subjective intent.  So the subjective intent is going to be inferred from objective factors. So what -- give me an example of an excessive use of force claim that would involve the unreasonably -- a use of force that's objectively unreasonable, but there is not the subjective intent to harm."},{"name":"JUSTICE ALITO","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in a case where there's -- where the jury thinks that there was force that was objectively unreasonable, and in particular, if it's a -- if it's a 1983 claim or a Bivens claim, where the officer has qualified immunity, it doesn't seem to me that there are going to be very many cases where the difference between these two standards will result in a different outcome.  Am I wrong?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't see how you could use excessive force -- unreasonably excessive force and be acting in good faith."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But no -- but we're asking what the standard ought to be.  We don't talk about qualified immunity until we know and until the officer knows the standard."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And as of this point, I – I do not know why the standard should be different for convicts as opposed to pretrial detainees, other than for purposes of rehabilitation.  And even that has to be reasonable.  You want to us say that under these facts, the result might be different, depending on if it's a pretrial detainee or an inmate, and that's just very difficult for me to understand why that should be."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but Ms. Ward, you've said a few times that we're supposed to be looking to see whether something counts as punishment.  And in the Eighth Amendment context, we've suggested that that term \"punishment\" does indeed have a subjective component; that it requires some kind of intent to chastise or to deter.  So I'm a little bit with Justice Kennedy, that I'm not quite sure what the word \"punishment\" is doing in this context, but if we're looking for punishment, we have indicated that punishment is a subjective concept."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but you -- you -- you brought punishment into this discussion.  We didn't. Justice Kagan didn't.  Your brief is full of references to punishment.  You say it's punishment that's bad. You -- you want to abandon all of that?  That's -- that's not the criteria?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand it, either.  It seems to me that there is some circumstances Alderson Reporting Company where a guard is trying to punish someone, but there are many circumstances where a guard has something totally else in mind. He's trying to keep order in the prison. A policeman might try to stop a fleeing felon. That has nothing to do with punishment. And so what a guard -- normally, the provision that governs the policeman is the Fourth Amendment. I would guess that if you're talking about trying to keep order in a prison, the Due Process Clause may have something to do with it. This person who may be awaiting a lawyer is there, his liberty confined, and you cannot use excessive force. I – I don't see what punishment had to do with it. But I -- but I did think, and I don't know the answer, but I looked it up in the Model Penal Code, that either the policeman who's trying to stop someone, or perhaps the prison guard who's trying to keep order, cannot use excessive force. Now, what is excessive force? It is force that is objectively unreasonable. Now, suppose he does. The next question is: Is a state of mind required? We can imagine -- it would be a weird case -- but we can imagine a very weird case where the force is objectively unreasonable, but the policeman is totally innocent. Somebody told him, that is a Taser, but it's really a Alderson Reporting Company gun.  He uses it.  Objectively unreasonable.  State of mind, innocent.  Is he liable? As far as I can tell, the government thinks he should be.  As far as I can tell, you think he should be.  End of case.  We just say everybody agrees.  Is that where we are?  Because I'm rather worried about holding the policeman in this weird case, where his state of mind is a hundred percent innocent.  What here happened is that they read in a little bit of culpability, the least onerous subjective intent.  It's called recklessness.  You have to be aware of the risk. So I'm rather tempted to say, yes, there should be something guilty about this policeman.  Now, there's where I am at the moment, and I'd like you to explain where I should go."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"At least in a prison, I would think a prison guard would have a pretty tough time thinking that if this person is in prison because he's been convicted of a crime, I can try to control his riotous behavior as long as I reasonably believe that what I'm doing is correct, even if it turns -- but now I have a totally different standard, where this person's in the same cell, doing the same thing, but he hasn't yet had his trial.  He's just there waiting for his lawyer or he's been there because bail has been denied. I -- I don't see how you administer such a rule."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":10,"sideBefore":"justices","text":"Can I --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":7,"sideBefore":"justices","text":"What's the answer to that?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Can I -- I'm still struggling because we're trying to create boxes in a way that makes no sense to me.  There are all sorts of reasons for doing things, and the Eighth Amendment cases that we have, have to do with punishment qua not bringing control, not responding to a prison outbreak, Alderson Reporting Company or a fight, or anything else, but the types of conditions that are imposed on prisoners as punishment, i.e., you've broken an administrative rule, and now we're going to put you in shackles in the dark dungeon. We've already said in one case you can't do that.  You may subjectively and legitimately think that that will keep you constrained, but that's too far. It's not -- it's unwanted and unnecessarily cruel and unusual.  All right?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But that's very different than this situation.  Whether it's a pretrial detainee or post-trial detainee, I don't think the Constitution gives you a free pass to punish a prisoner by inflicting unwanted corporal punishment.  I'm not talking about the conditions of -- of punishment; i.e., good time credit, solitary confinement, segregation of some sort, deprivation of a prison job you have.  That, clearly, you need an Eighth Amendment, sort of subjective intent element. I'm talking about the use of force for purposes of restoring discipline.  That's what this was about, wasn't it?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So I keep saying why are Alderson Reporting Company we thinking about the necessity to impose subjective standards or any other standards or that they have to be different?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"MS. WARD:        -- briefly?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":3,"sideBefore":"justices","text":"you an extra minute since --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"intruded on your time."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company Mr. Bash. "},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"This is a due process case, right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"It's not a Fourth Amendment case, and it's not an Eighth Amendment case; is that right?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"It's just that you want to bring into the due process analysis --"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"Yes."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"And -- and your -- your standard in this case as to the pretrial detainee is that he is entitled to what protection?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"What -- what is your standard?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"Wait, wait, wait, wait. The first one, that's the -- I mean, now you've run -- just run -- I could say the objective part has to be objectively unreasonable force.  Now, the question is: Is there also some kind of subjective part?  And at this moment, it seems to me, on the one hand, you say, yes, and on the other hand, no."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"No.  No.  In other words --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"-- even though this man, the defendant, is completely innocent, it wasn't his fault in the slightest, he wasn't even negligent, the guard is nonetheless liable.  I can't find anywhere -- not even in Fourth Amendment cases could I find a case where that actually occurred."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"All right."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"Obviously --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"-- you have the intent to do the act, that obviously --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"-- isn't the problem."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"No."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"-- it isn't.  It isn't."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"Can I ask my question?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"It is objectively unreasonable.  But it is an odd case where the policeman is -- or warden or whoever, is totally reasonable in thinking the contrary, and that focuses you on the question of whether there is some kind of either purposeful, knowledgeable, or reckless, that being the weakest, requirement in respect to the use of Alderson Reporting Company objectively unreasonable force, not the act, but knowing that it is objectively or reckless in respect to. You see?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"I want to know what your view is on that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"","text":"Well, that's --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Do you mean -- do you mean -- just to -- you mean voluntary?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Not -- not a -- a mistake with a Taser or gun?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"Why is this different for inmates as -- as opposed to detainees?"},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":1,"sideBefore":"","text":"What's the test for inmates?  You -- you don't apply the same test."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"Do you agree that the pretrial detainee can be deprived of -- of privileges because of bad behavior that's disruptive to the confinement?"},{"name":"JUSTICE ALITO","id":8,"spokeBefore":1,"sideBefore":"","text":"Why wouldn't -- why wouldn't persons who were being arrested and persons who have been convicted and are incarcerated have the same due process rights as detainees?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"So it's -- so it's okay to use excessive force in the case of a prisoner, somebody who has been convicted? I mean, the question here is did -- what did the police -- was it objectively unreasonable to use the extent of force that was used in this case. So are you saying that in the -- in the case of a convicted prisoner, that it would be okay to use excessive force?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"","text":"Can you give us an example of what a guard could do to an inmate and a guard could not do to a pretrial detainee, other than for rehabilitation purposes?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Well, I think it's pretty unusual, isn't it, to have a pretrial detainee in a maximum security prison?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"And you come up with a hypothetical, I think, is quite unrealistic, so I'm not sure it's responsive."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"","text":"I'm even not sure why that's right.  Why -- you get a free -- the Constitution permits you to get a free kick in?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"","text":"So if you walk by a prisoner and, you know, I want to establish discipline so I can freely kick them any time I want? Alderson Reporting Company"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"","text":"Mr. Bash, would you explain?  I mean, you agree that it's only the objective standard, use of excessive force, but then your bottom line is the same as the Respondent, that is, you think that this -- this verdict should hold and it should not be any new trial.  Can you explain how your bottom line is the same as Respondent, but your standard is the same as Petitioner?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"","text":"Thank you, counsel. Mr. Clement. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"In Johnson and Glick, the Alderson Reporting Company bottom line was that there was reliability; isn't that so?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But if we look at this -- this case, the conduct was deliberate, using the Taser was deliberate.  The effect known to the officer was that it would cause pain.  So what subjective element other than when using -- I'm deliberately using force, I know it will cause pain.  What beyond that?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, let's put the nub of the issue here.  Let me give you the fact -- let's use this actual situation. The -- the defendant says, I wasn't resisting, I wasn't spreading my arms apart, I was just laying there, and they came and Tased me.  All right. The officers say instead he was pulling his arms and resisting it so we couldn't get the handcuffs open.  So assuming a jury credits the Petitioner, what would that do under -- how would that be evaluated under your test?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Let's go back to -- that's why I keep trying to go back to what is the -- what are the -- under what circumstances and how does your test get to the gratuitous use of violence or Alderson Reporting Company the excessive use of violence where it's unnecessary?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But that instruction is going to be given anyway."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Under -- under the Bell v. Wolfish case, that presumption was given anyhow."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's true -- you know, what you say is equally true where you're running a jail, isn't it?  And it's equally true where the person in the jail is -- has been convicted or hasn't been convicted.  The need for order is the same. So how would it apply in a circumstance Alderson Reporting Company where there's a claim of excessive force to someone who has been convicted, but it has nothing to do with punishment. No one thinks it has to do with punishment. The situation was one where they were trying to maintain order, or the situation was one where they were trying to give medical treatment, or the situation was any one of a thousand. What I can't see is why the punishment standard should apply whether he's been convicted or not. And I also can't see why they should be different whether he's been convicted or not."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But suppose you brought a lawsuit under the Due Process Clause? I mean -- and there are instances where people are seized in jail, so it was under the Fourth Amendment. I mean, why is punishment in these other situations? I can't figure that one out. I can't figure out -- and then I looked at the Model Penal Code. The Model Penal Code seems to require both excessive force and some kind of state of mind, which could be recklessness, which is what the judge said here or maybe Alderson Reporting Company even negligence."},{"name":"JUSTICE SCALIA","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Why is that?  Why don't you tell us why that's so?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, sorry.  There's a lot to what you say that sometimes the practical concerns are the same for pretrial detainees and for convicted criminals.  There's also something to the other point of view, which is that in our cases, we've consistently said that if you're a pretrial detainee, if you haven't been found to have committed wrongful conduct, you shouldn't be treated the same way as people who have been found to have committed wrongful conduct; that for the convicted criminals, it's kind of, you know, we're allowed to punish them, because they've done something wrong.  And we haven't found that yet for the pretrial detainees. And so what place in your system is there for that, you know, very commonsensical, and also, you know, normatively attractive proposition that people who haven't been found to have done anything ought not to be treated with the same level of disregard for their interests as people who have been?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So that might be, but let's take another comparison.  And the comparison is two people who have been indicted for the same offense, and Alderson Reporting Company one makes bail and he's out on the street, and the other doesn't make bail, and so he is in an institutional facility. And the one who's out on the street has some kind of encounter with a police officer, and he reaches into his pocket to take out something, and the police officer shoots him. And let's just imagine that circumstances are such that this is utterly unreasonable. And then the same -- the same person indicted for the same offense, not convicted of that offense, same circumstances, the police shoot him, now he's not going to be treated in any respect the same way. Why should that be so?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"And I -- I still find it very hard to understand how use of force can be excessive without being at least reckless.  It's -- it's confusing. For excessive use of force, but yet what -- what does the reckless add to it?  If -- if it's an excessive use of force, isn't that at least reckless by definition?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"But you're giving -- Alderson Reporting Company you're -- you're loading the deck completely, because you're instructing the jury first to give the police officers deference, and then you're now giving them an instruction that assumes that whatever they do is okay."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I mean, there's no -- there's -- by adding that kind of subjective intent that you want, maliciousness and wantonness, which are not -- are only one part, as your -- as the Assistant Solicitor General said, only one part of the Johnson test."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"You're -- you're -- the way you've articulated in your brief has really loaded the deck completely."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Except that –"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Bell v. -- Bell v. Wolfish, the first part of the application section of that opinion goes to whether there's an intent to punish.  It assumes there's not, and then it goes to the objective test and says, in that particular case, that the conditions met that -- those conditions as well, but it treated it as alternative.  That's --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Am I right that the pattern instruction in -- in this case, the pattern instruction asked only the excessive force question, asked the jury to decide whether the force was excessive in light of the particular facts and circumstances?"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, why not look at it this way?  I mean, you said -- and it's really the basis of your argument -- that being in an institutional setting is the game-changer.  There's no doubt it's important. But there's another potential game-changer as well, and that is this question of have you actually been convicted?  Has the legal system found that you're a person who is a wrongdoer? So if we say that both of these things are important, why shouldn't we adopt a set of principles that say it is -- we're -- we're looking for objectively reasonable conduct, but in looking for that, of course we take into account the prison circumstances.  Of course we take into account the context in making that evaluation, so that the person on the street does not necessarily come up with the same result as the person in prison because the contexts are different. But still, the test, the basic test is the same because they are both people who have not been found to have done anything wrong. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I would think that the jury would give a lot of deference to prison officials, in part because they are unfamiliar with the circumstances. And folks will come in and will say, you know, here's -- I think that there's -- that -- that that will be the natural tendency."},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But if you really --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- if you really --"},{"name":"JUSTICE KAGAN","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- want to take the Judge Friendly test -- and I guess you've talked about this before, but it is a multifactor test where the question of sadisticness is counting as a plus factor, a thumb on the scales.  But it's clear under that test that even if that sadistic quality isn't there, it's still allowable to hold the prison official to have violated the law."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Ward, 4 minutes. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"WENDY M. WARD","firstName":"WENDY","lastName":"WARD","counsel":true,"justice":false,"side":"petitioner","words_spoken":1853,"interruptions":13,"times_spoken":43,"laughter":0,"num_int_by":4},{"id":0,"fullName":"JOHN F. BASH","firstName":"JOHN","lastName":"BASH","counsel":true,"justice":false,"side":"","words_spoken":1432,"interruptions":26,"times_spoken":33,"laughter":0,"num_int_by":7},{"id":1,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":3194,"interruptions":6,"times_spoken":24,"laughter":0,"num_int_by":3},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":332,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":390,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":443,"interruptions":2,"times_spoken":14,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":237,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1028,"interruptions":4,"times_spoken":26,"laughter":0,"num_int_by":4},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":199,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":692,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":987,"interruptions":4,"times_spoken":18,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":13,"words_spoken":1853,"times_spoken":43,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":6,"words_spoken":3194,"times_spoken":24,"laughter":0,"num_int_by":3},{"side":"justices","interruptions":14,"words_spoken":4308,"times_spoken":107,"laughter":0,"num_int_by":6}],"outcome":{"side":"petitioner","margin":1}}