{"petitioner":{"name":"W. KEVIN HUGHES, CHAIRMAN, MARYLAND PUBLIC SERVICE COMMISSION, ET AL.","counsel":[0,1]},"respondent":{"name":"TALEN ENERGY MARKETING, LLC, FKA PPL ENERGYPLUS, LLC, ET AL. ","counsel":[2,3]},"caseNumber":"14-614","date":"2001-02-24T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":-1,"sideBefore":"none","text":"We will hear argument this morning in Case No. 14-614, Hughes, Chairman of the Maryland Public Service Commission, v. Talen Energy Marketing and the consolidated case. Mr. Strauss. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it doesn't suppress prices, why did Maryland do it?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But if that hadn't happened, prices would have been higher. So it was to suppress prices."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, why was this done through stepping on FERC's turf at all? I mean, could it have been done by requiring long-term contracts with the new generator?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's another key difference. If you had done it directly with -- if CPV had contracted directly with the distribution utilities, that would have been subject to regulation by FERC, would it not?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Only after you lost in the Fourth Circuit did you concede that, isn't that correct, Alderson Reporting Company on the very day of the Fourth Circuit's decision?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But your initial position was that it did not have to be reviewed by FERC; wasn't that -- isn't that right?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure why it is that when you say it was subject to FERC's jurisdiction, that doesn't end the case right there against you, because if it's subject to FERC's jurisdiction, that means it's a wholesale sale. And that's for FERC to do is to set the rates and other terms of wholesale sales, and that's not for the States to do. So that means you're preempted."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that Maryland didn't set the rates just because they use an auction? Is that what you're saying?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's true of FERC itself. FERC doesn't set rates anymore, either. It allows an auction to set rates, but we would never say that that doesn't mean that they are FERC rates, that they are FERC-approved rates. And so here, the fact that Maryland decided not to set rates directly but to allow an auction to do it, I mean, that's just a mechanism that Maryland chose. They are still Maryland's rates."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But you used the auction dynamic, the auction mechanism to go outside of the -- of that dynamic."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That -- that's -- I --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm -- I'm sure that that's one of the issues in the case."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But the -- as originally set up, CPV had no incentive to -- to bid anything other than zero; isn't that right? All it was interested in was clearing the market."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And that affects the dynamic of the -- of the PJM auction, does it not?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but I have to say that they also looked at a long-term contract -- FERC did, and PJM -- in the PJM Interconnection order, and it determined that a seven-year lock-in period for a new generator was unfair, unjust and unreasonable. It's something it can do. Why didn't that end what you're doing? You're arguing that you're not affecting price. FERC disagrees, because you have no incentive to bid anything other than zero. I don't understand why this case is not ended by FERC's determination that locked-in contracts are unjust and unreasonable. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"How is it different than your contract?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I know the years are different, but I'm talking about the mechanics."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Strauss --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":8,"sideBefore":"justices","text":"I didn't -- I -- I didn't -- I have to admit for myself, in this kind of brief, it would have been much, much easier if people had used simplified examples with real numbers. I have a hard time thinking in terms of simply abstract words. But as far as I understand it, my law clerk says that this cost-based system of FERC is that the minimum-offer price has to be set, that is, they have to set a price Alderson Reporting Company at percent of the cost of new entry for a combustion turbine generator or a combined cycle generator. That's as they calculated --  PJM, or if it's neither of those two kinds of generators, it's at percent; is that correct?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"If that's correct, then if I have a generator up somewhere in the hills of --  of surrounding their hills in Maryland, and it's more expensive to get coal up into those hills or oil or natural gas, and so I have a generator that I can -- that's megawatts, and it allows me, based on cost, to charge, if I were to charge the full cost, and that depends on the banks and loans and so forth, it allows me to charge $220 a megawatt-day. Okay?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Does that? I can go to FERC, and I can say percent of that is what I am going to put into the pool, 'cause I know that Maryland will give me the rest. And this is not one of those two kinds. And percent of is around --  I don't know, my math isn't too good --  180. So they get awarded the contract 'cause it's 180, but there's some other firms that are more expensive over here, and those other firms don't get Alderson Reporting Company into it at all because we used up all the generating capacity that we needed for the next five years with your firm and a few others. And that changes rather dramatically who supplies the contract, and it also changes the price at which retailers across PJM will pay for the electricity they are getting from the pool. Now, is that right? That's either right or wrong."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"If it's right, it seems like the end of the matter. If it's wrong, then you explain to me why."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, I'm assuming that the cost is higher than the percent."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're asking only for the case where it's below. You're not interested in the case where it's above. And this whole case has been argued only in the case where it's below."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not saying what happens. I'm saying we have to decide a legal issue. Is my legal issue to include my example or is it not?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want to use up all your time."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Alderson Reporting Company Mr. Elgarten. "},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"If I understand what you just said, you're not relying on Mr. Strauss's argument. Mr. Strauss said that this wasn't a -- setting a Alderson Reporting Company wholesale rate because Maryland did it by auction. But you're saying that's irrelevant; that Maryland could have just picked a price, and -- and that that would have been fine so long as at some point FERC had the power to review and veto it. Is that what you're saying?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I guess I --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- I don't understand that. I mean, just take a hypothetical case where -- where Maryland said to all its utilities, this is the price and this is the only price that you will pay for electricity. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Are you -- are you saying that --"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- Maryland could do that?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Okay. Then you are saying that everything's dependent on the difference between picking a price and letting an auction pick a price. But I guess I -- I'll repeat the question that I made to -- to Mr. Strauss. I mean, we know that one of the ways that you pick a price is by letting an auction determine that price. That's exactly what FERC does."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Would it be correct or incorrect to say that under Maryland law, you entered -- you entered the auction, and as a result, you altered the consequences of that auction in a way that was inconsistent with FERC's policy. Is that a fair or an unfair statement?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"Why? That's another problem I have here. I -- don't spend more than a minute on this, but I don't understand the procedural posture of this case. That is, it seemed to me it started out by saying that there was a -- a Supremacy Clause private right of action or something, which I think there isn't, in my opinion."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":1,"sideBefore":"petitioner","text":"And then -- and then it seemed to go we don't have FERC's opinion. We only have it through the SG. I thought there was a doctrine called primary jurisdiction where if the agency really -- their views is really relevant on that, you got their views directly, what happened to all that?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Of course."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, I don't understand your position. You're -- you're arguing that FERC does not think that this adversely affects the auction? Is Alderson Reporting Company that what you're saying?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Why --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Why has FERC filed a brief arguing the opposite? I --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"You're arguing as if they're not even here."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"So you're saying that FERC --  FERC doesn't understand its own order?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm sorry. How would this --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"How would this work normally? Meaning forget that a lawsuit was started. You enter into this contract. Do you have to submit the contract to FERC?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"Can somebody protest here?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"You wouldn't --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"-- get to conflict preemption if field preemption applies."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"What is your explanation for why FERC is on the other side now, when you're Alderson Reporting Company saying it was in your corner earlier?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Clement. "},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Why? The -- the way that they've described it to me -- I'll try this once more. Because truer words were never spoke, than I am not quite on top of how this thing works. But the -- the -- the way he described is, what are they bidding into the PJM is their real cost. And when they are bidding their real cost, Maryland isn't going to pay them a dime. If they are an inframarginal unit, which I assume they would be, the cost for PJM is going to be higher, not lower. And there will be extra money. So what they are going to do is they are going to be paying Maryland. Now, what they said is, we're going to be paying you. Oh, he's shaking his head. So I haven't got that right, either. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":10,"sideBefore":"justices","text":"No? No, I have got it right? I don't know. I'm guessing at getting it right. Alderson Reporting Company Maybe not. Anyway, I -- well, you see my problem --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- which is understanding this."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But are they bidding their true cost into PJM?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Well, that's another way of saying that the bid that -- that -- that FERC says that they have to make is not their actual costs --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"-- because if in fact it's based on a cost of capital that is lower than what the cost of capital really is, that is a misstatement of their cost or a -- an -- a lower-than-actual cost, just as much as if the steel were in fact less expensive than what they actually have to pay. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But you'd have -- you'd have no objection if Maryland just decided to subsidize the construction of the plant, would you?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"How do you define the field that's preempted?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Are they --  are they setting rates by having ended the auction?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"In a sense, I guess all of the bidders in the conventional auction in effect set their rates by their bid."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So why is this -- why is this different?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"So is Maryland setting the rates when it subsidizes the construction of a power plant?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, can you tell me how I write this opinion? And I'll ask you why."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"As I look at the relevant statutory provisions, what it says is that FERC has the power to ensure that rates that are set are fair, are just and reasonable. So it doesn't say it gets to set the rates. It says it can do rules and regulation that control how the rates are set so that I'm not sure how this is field preemption. At best, I think it might be conflict preemption. And so if I think it's conflict preemption, that something about Maryland's plan conflicts with the system that FERC has set in place, how do I articulate the rule in this case? What is it that conflicts with FERC's rules and regulations with respect to setting -- participating in Alderson Reporting Company the market -- in the auction?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Because as I understand it, and I don't think you -- you've told me any differently, that the people who are auctioning in the market can and do enter into contracts with States on a regular basis."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. Voluntary contracts outside the market."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Why is this involuntary? Because of the State --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"All right. So is that what conflicts? I'm -- I'm trying to articulate the preemption rule in some simplified way. I'm a little Alderson Reporting Company bit like Justice Breyer on this. I'm not quite sure how everything is working, but I don't think it can be field preemption, because you have to explain what field we're talking about and what rule we're setting in the future. I think it's conflict preemption."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So give me a simple -- sir, when I write this opinion --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"--  give me --  give me the first paragraph. This conflicts with what?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Let me try that with the example. Five thousand new megawatts of capacity is needed. Existing suppliers can't supply more than four. So FERC is trying to get an extra thousand. The people whom it will choose to give it and will allow to bid are those who are the new people who have the lowest cost. All of those people in a rising market will have higher costs than the existing people. So if in fact FERC looks to the existing people and says, which can bid? And says, you have to use your real costs. And if they really implement that, what you just said is going to have no effect on the market, because they will be in the market whether they Alderson Reporting Company are given a subsidy or whether they are not given a subsidy. And indeed, it won't affect the price because the price is affected only by the marginal units, who, by definition, have higher costs than anything that FERC will look to to see what these people's costs are. Therefore, it is without impact, and they add to that. We would like to make this argument to FERC where they have to focus on it and not just say in general to the SG, this is how we think, because by the time we're finished, we'll be able to modify present rules so that they will see that they are not hurt at all in the actual world by our costs. I did get something like that out of what they said. Maybe I'm wrong in what they think. Maybe they'll just agree because they think I'm agreeing with them at the moment, but I would like to know some response to that."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"No, no, I am agreeing with you. I am. (Laughter.)"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"I'm not shrugging my shoulders."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement, it --  it does seem to me important what the kind of State action is. And this goes back to the question that the Chief Justice raised with you. If the State had just said we need another power plant and had delivered a load of money to CPV and said go build a power plant, you're not saying that that would be preempted, are you? If it's not at all, it -- it --  you know, that's going to have an effect on the kind of bids that CPV is going to make. But the State is not itself changing the outcomes of the auction process. You wouldn't say that's preempted, would you?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Ms. O'Connell. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Do you have a position on the question that Mr. Clement avoided, about what if the State --  what if the State subsidized the power plant? Is that good or bad?"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"What -- what was Mr. Clement's answer? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"So that's the conflict?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"That's -- that's because -- you're articulating it as -- and correct me Alderson Reporting Company if I'm wrong --  that the conflict is in affecting the bid price in any way. Requiring it, affecting it, or --"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"--  determining it."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Ms. O'Connell, you --  you have both arguments field and conflict. If --  if you were to win this case, would you rather win it on field or conflict? (Laughter.)"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":8,"sideBefore":"justices","text":"And why?"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":3,"sideBefore":"respondent","text":"But for --  that --  that answers the earlier question: No, they can't give money to build a generator because that changes the Alderson Reporting Company incentives. The generator's cost by definition change if it's receiving subsidies for free."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Well, why do you even need the sort of change-in-incentives language? Why isn't the field preemption argument more that this -- this -- this scheme essentially takes the rate that the auction produces and changes that rate for CPV and for all the utilities in Maryland?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"No, but that's --  but that's --  when Mr. Clement said that there's a real difference here between voluntary agreements --  you know, if there's a contract for differences, fine, but that this is Maryland coming in and effectively forcing the LSCs to enter into such a contract, and by doing so, changing the wholesale rate."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"See, when we --"},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":8,"sideBefore":"justices","text":"How far does your -- how far do you think your authority reaches with respect to indirect effects on the auction? I guess that was the point of my question on the subsidies. I mean, a lot of things are going to have an effect on the auction. Is it only because of the legal mandate in this case?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"respondent","text":"Well, why doesn't the --  the Alderson Reporting Company MOPR correct the problem?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":3,"sideBefore":"respondent","text":"Well, but I don't see how that could be true. If FERC could, in fact, get rid of the problem, then it leaves you with no conflict."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"I can see it. But what are the words of the field preemption thing that puts outside the preemption the thing that's worrying the Chief Justice? See, I -- I -- I mean, you -- you want to say the field is so defined --"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"-- as, and -- and now, look, billions of actions of States affect the cost of the generator and thereby affect the bid price into the PJM auction. Now,  percent we want the State to do. They're perfectly free to do. But you want this percent no. And -- and -- and I want the words that are going to define that field. That's what Justice Sotomayor was asking for before. It's something to do with the rule here in Maryland that forces them not just to have these artificial costs but to put it on the -- the auction."},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"What are the words?"},{"name":"JUSTICE BREYER","id":10,"spokeBefore":3,"sideBefore":"respondent","text":"I see targeting."},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":3,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Strauss, you have three minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Case is submitted."}],"people":[{"id":0,"fullName":"SCOTT H. STRAUSS","firstName":"SCOTT","lastName":"STRAUSS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2308,"interruptions":8,"times_spoken":28,"laughter":0,"num_int_by":6},{"id":1,"fullName":"CLIFTON S. ELGARTEN","firstName":"CLIFTON","lastName":"ELGARTEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":1739,"interruptions":12,"times_spoken":23,"laughter":0,"num_int_by":6},{"id":2,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":2496,"interruptions":10,"times_spoken":27,"laughter":1,"num_int_by":3},{"id":3,"fullName":"ANN O'CONNELL","firstName":"ANN","lastName":"O'CONNELL","counsel":true,"justice":false,"side":"respondent","words_spoken":1436,"interruptions":5,"times_spoken":17,"laughter":0,"num_int_by":3},{"id":4,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":212,"interruptions":0,"times_spoken":12,"laughter":1,"num_int_by":0},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":162,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":64,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":194,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":646,"interruptions":5,"times_spoken":18,"laughter":1,"num_int_by":3},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":536,"interruptions":4,"times_spoken":19,"laughter":0,"num_int_by":3},{"id":10,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1308,"interruptions":3,"times_spoken":24,"laughter":2,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":4047,"times_spoken":51,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":15,"words_spoken":3932,"times_spoken":44,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":16,"words_spoken":3122,"times_spoken":99,"laughter":4,"num_int_by":6}],"outcome":{"side":"respondent","margin":8},"prediction":{"petitioner":0.4971350661217054,"respondent":0.5028649338782947,"date":1472501779379}}