{"petitioner":{"name":"BANK MARKAZI, AKA THE CENTRAL BANK OF IRAN","counsel":[0]},"respondent":{"name":"DEBORAH PETERSON, ET AL. ","counsel":[1,2]},"caseNumber":"14-770","date":"2016-01-13T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-770, Bank Markazi v. Peterson. Mr. Lamken. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Lamken, is it one case?  I mean, this is a consolidation for purposes of reaching assets -- it's a consolidation of some 19 cases?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there -- are there any --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Well, suppose there were three unrelated cases."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose there were three unrelated cases.  Would the statute pass?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, it specifies them by number and so forth."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I inadvertently interrupted Justice Ginsburg, but in the -- in the 19 cases here, you don't find that principle?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"One case for purposes of Alderson Court Reporting executing, but there are -- there are 19 judgments involving thousands."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there -- are there any in this category, that is, cases litigated to judgment for terrorist acts, that are not in this package of 19 cases?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"What if there were 19 cases, Mr. Lamken, and Congress specified them all?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I guess what I'm asking --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess what I'm asking is Alderson Court Reporting what that means, \"a limited category.\"  Is the number irrelevant if Congress specifies them?  I mean, Congress could specify a hundred.  Congress could --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it the -- is it the use of the case name in the -- or the number in the statute that is the offending characteristic? I imagine that a -- a -- a creative drafter could draft a statute that makes no reference to a particular case or to particular cases but could put so many limitations on the scope of the law that, in fact, it applies only to one case or to a small number of cases exactly the ones that Congress wants to target. Congress does that; is it different?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You know, we -- we had a case.  I don't remember the case name.  I think it dealt with Lampf, which -- which -- in which our Court had come to a surprise decision which shortened what everybody thought had been the statute of limitations for certain securities actions.  Congress passed a law trying to reverse our decision.  It said anybody who had filed the security action prior to the date of this decision would be allowed to refile and proceed to judgment.  We went through a lot of trouble to say that Congress can't do that because it is reversing the outcome of a court judgment.  It would have been so easy to decide that case by saying, my Lord, it's just referring to particular cases."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What about the Robertson case?  Is -- isn't that the case involving the timber?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, as Justice Alito indicated, actually it named cases by -- didn't it reference the case by number?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Where do you get the notion that Congress can only act by generality?  It acts all the time on individual matters.  I mean, certainly, you know, grants certain privileges and certain monies on the basis of individual cases."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that?  So long as it is not overturning a judgment that the court has made in that case, as it did in Lampf or whatever the name -- was it Plaut?  I don't think it was Plaut."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I wrote it.  I just don't remember. (Laughter.) Do you know how many cases I've written? (Laughter.) So long as it doesn't overturn the judgment of the court, you have to be relying on the fact that it cannot act individually.  Is it magic that it -- that Alderson Court Reporting the individualized law that it enacts happens to affect a particular case?  Why is that magic?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because it violates what -- what principle?  At -- at -- at the end of the day, I suppose maybe bill of attainder if there's a real intent to punish.  Maybe equal protection might work. But I take it you're relying on separation of powers?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What do we do about all of the -- what used to be when I worked in the Senate Judiciary Committee?  Every year we would get dozens, maybe hundreds, past dozens of private bills.  There were bills for one person, and moreover, at least some of them, to my recollection, involved that one person saying I tried to sue.  Maybe the case is still there, but I was met with a statute of limitations defense, for Alderson Court Reporting example.  I'd like the money.  And we'd vote yes, give him the money, he deserves it, if he does."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, considering the ones that do --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"-- very often the person sued.  He was met with some kind of defense, and he thought, and Congress might have thought maybe he should have the money.  This is a technical defense."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I understand you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what -- now -- now, suppose it's a private person on the other side.  I can easily imagine circumstances where to take the money from private B and give it to private A might -- for example, a property without due process.  It might violate some other provision.  But if it doesn't violate some other provision, what in the separation of powers, unsaid principles, distinguishes between taking $10 from the government and giving it to the private person, or taking $10 from Joe Smith and giving it to the private person, assuming there's nothing unfair about that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Because I think --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, oh.  The defense -- the Alderson Court Reporting defense happened to be -- that worked -- an obscure provision in a court of claims act, that the government through Congress had once put in, and they decided it would be unfair to apply it now to this person, and so they repeal it in respect to that person.  And there's never going to be another like him.  Okay? Now, don't play.        What I don't want you to do is play on the potential unfairness, because there are other parts of the constitution there.  Assume it's fair to do that.  What stops it."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could Congress do it --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Could Congress do it the day before a lawsuit is filed?  In other words, Congress knows that a lawsuit is going to be filed on a particular subject and just creates the rule for that lawsuit, but the lawsuit hadn't actually been commenced yet?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it weren't. Supposed it was like Congress amends the law so that assets held in Clearstream Citibank account is subject to execution by Deborah Peterson, before Deborah Peterson brought suit."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"There's no lawsuit. There's no lawsuit yet."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"By \"one case,\" you mean not -- not one filed case?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"For -- for one -- one --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- person?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's no lawsuit yet.  If you limited it to lawsuit, I'd understand what you're saying.  But you're appealing to a much more general proposition, which is that Congress cannot act individually.  It must enact general laws.  And I just don't agree with that."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- no.  I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Sorry, Mr. Lamken. I don't understand the fixation on how many cases we're talking about.  I thought -- I mean, I understand the argument.  But at least I think perhaps the more significant concern is what Congress is doing in that one case, which is you have a body of law that tells you when you can attach funds and when you can't, and instead of letting the court decide, that Congress comes along and says those funds can be attached.  They could do that in two cases.  They could do it in ten.  They could do it in every case involving Iran.  That doesn't seem terribly significant to me.  What seems significant is what they are doing in that case."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Based on what you said this morning, I don't really understand the -- excuse me -- the limiting principle of your argument.  You've said that the number of cases is not determinative, there could be a great many cases.  And you've said that the naming of the -- the cases isn't significant, and it might not even be significant whether the case has been filed yet.  So if you put all that together, what is the principle that you're --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But that seems silly --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- Mr. Lamken, and that's why you've been saying that the number doesn't matter, and it doesn't matter whether it's the day before or the day after suit, and it doesn't matter if Congress has specified the docket number because any of those limitations, you would say, well, Congress could do, you Alderson Court Reporting know, pretty much the exact same thing except it would be in two cases, or except it would be without the docket number.  And your answers suggest how, you know, a little bit nonsensical those distinctions would be."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Why doesn't it make a difference that this is in the area of foreign affairs? I had thought that our cases were pretty clear that the political branches -- especially the executive, so I concede that there's a difference there -- but that the political branches have a great deal of power in this area, even when it comes to very particular controversies."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, perhaps -- perhaps they are when the assets are held by a country as to which we have very delicate relations with matters particularly involving dangerous acts allegedly perpetrated by that country."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Any suggestion --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The State law is what would apply, perhaps, in the absence of a congressional Alderson Court Reporting statute.  So the President goes to Congress and says, what I would like is you to agree with me about this. We've frozen $14 billion worth of assets of a country with which we are not friendly.  There are some people who would like some of that money.  We would like to take the assets which are currently being held in the 14th floor of the Howard Building in Chicago and use that.  Why?  We want to use that because we've worked out that that's the best way to pay people we think should be deserving money, and we don't care about the foreign country in respect to those.  But our foreign relations are such that we don't want to get the others involved.  Now what's wrong with that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I'll -- the hypothetical is meant to say just what Justice Kennedy brought up, which is the President, particularly when he acts together with Congress, is given the foreign affairs power to a very great extent of the United States of America.  And that foreign affairs power could often involve, for reasons of foreign policy, unfreezing a refrigerator and not unfreezing the stove. So I don't -- I don't know foreign affairs, Alderson Court Reporting but I do know that the President, together with Congress, certainly must have very broad power to decide what assets shall or shall not be kept frozen and not kept frozen."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose there's -- suppose Iran were holding a great many American hostages, and Iran said, we'll release these hostages if you stop execution in a suit like this.  And suppose Congress thought that that was a good deal and -- and said exactly that."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not quite sure I understood that answer, and -- and you're -- you're suggesting that if Congress has a good reason to extinguish these claims, then Congress can do it, but if not, not."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No. I said Congress passes a statute that basically --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- affects this deal."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, your -- your answers seem to be that if the President does something, that he has more power, more authority than when the President acting with Congress does something. I would think it would be just the opposite."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I assume that the President signed this legislation. This wasn't a veto override."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Lamken, can you tell me about -- I mean, when we set up the Iran U.S. Claims Commission, there were a lot of suits pending that had to be stopped.  And that legislation told the courts, you have no choice; you must dismiss these cases."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose -- suppose the -- the executive and the President determines that if you have this legislation, then a settlement will be easier down the road.  We're going to flex our muscles; we're going to bring these people to the bargaining table.  You can't do that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Olson. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the issue doesn't have to do with liability.  It has to do with the authority to execute --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- which is a -- which is a separate matter."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- well, suppose -- suppose it were one case.  Suppose there were two pending cases -- a private person, private Jones v. Smith -- two separate cases under Federal law where there's a statute of limitations.  Could Congress say, In Jones v. Smith the statute of limitations is hereby repealed?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No.  The Plaut case was a -- was altering a judgment after the fact.  This is before the case is resolved. Alderson Court Reporting"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No.  No, you're -- you're -- you're correct that there was a substantial discussion about cases that had not been reduced to final judgment.  But in my hypothetical, the Congress has two different rules:  One for Smith v. Jones, the other for Doe v. Roe.  Statute of -- otherwise the -- the case is the same. In your view, they can do that. Alderson Court Reporting"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In -- in answer to -- to Justice Kennedy's question, there might be a problem, but not separation of powers.  I mean, there could be an equal protection issue."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":4,"sideBefore":"justices","text":"Or delimiting."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Well, what if --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Sure."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What if, Mr. Olson, Congress passed a law that said, you know, there are a Alderson Court Reporting lot of challenges to the statutory interpretation under a particular statute, say the Health Care Act, and it said in any case involving a challenge to the statutory interpretation of the Secretary of HHS of that act, once it finds jurisdiction, the Court will enter judgment agreeing with the Secretary's purpose."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well -- well, but -- I mean, this Court has a lot of decisions about how to interpret statutes.  And what Congress is saying in my hypothetical is, well, that's good for you; we want you to adopt the Secretary's interpretation in every case involving it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But by -- by saying that, you're saying it's okay. Alderson Court Reporting"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I think that's a little surprising.  In other words, Congress can pass a statute and then say whenever the statutory interpretation of the executive branch is challenged, you, Court, will enter judgment in favor of the Secretary."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Not in a particular way.  They don't care.  They don't think this clause ought to be interpreted this way.  They are just saying whenever it is challenged, you, Court, adopt the Alderson Court Reporting Secretary's interpretation."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"the interpretation is going to be. Secretary --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"trust the courts. We don't know what We just trust the -- more than we"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But there's a difference between causing -- affording deference and entering a judgment."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Let's make it even clearer:  The -- the -- the Court has issued its decision saying it agrees with the Plaintiff's interpretation, but the mandate hasn't issued yet, and Congress says, boy, we don't like that decision.  They pass a law saying in that case, this is the Alderson Court Reporting interpretation you should adopt."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they don't say, \"We're changing.\" What we say, \"We want you to enter judgment in this case in favor of the Secretary.\""},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And just so you understand what I'm concerned about. You know, there are places in the world where courts function just the way our courts do, except every now and then, when there's a case that the -- the strong man who runs the country is interested in because a crony is one of the parties or whatever, and he picks up the phone and he tells the court, You decide this case this way.  And I don't care what you thought the law was, decide it this way."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"what the difference is here."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What about the Equal Protection Clause?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"This law applies only to me. Everybody else, it comes out differently."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you think there -- don't you think there can be an equal protection --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the ground?        I'd like you to perhaps repeat, but I think pursue what the chief justice was bringing up.  The example that I thought of is imaginary.  The SEC has a rule, and it says a winning plaintiff in a 10b-5 case cannot attach assets that are in a trust that the defendant has commingled the assets with his wife who's not a defendant.  Can you imagine that rule?  I'm just trying -- it's something like a Spendthrift trust or what I'm trying to do is get a Spendthrift trust in the Federal context.  Now, Congress passes a law, and it says in case 1, 2, 3, 4, 5, the petitioner can reach the mingled assets.  Okay.  Period.  Constitutional?  If not, why not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"When you say it's closer to the line, what line?  That's what we're trying to ask."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I thought your answer to the hypothetical -- have you got the hypothetical in mind?  All we have is a statute that says in case 1, 2, 3, you can, in effect, reach the assets, winning plaintiff in the two 10b-5s of the Spendthrift trust. And that's all it says.  It doesn't work for the future. It doesn't work elsewhere for the past.  It works for this case. Now, that might violate several things.        But I want to know what, and does it violate something, and does it violate this principle that they are bringing up about not deciding for a particular case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now, can I do this?  Can I say perhaps, the case I just gave you, Spendthrift trust, legislation for this one plaintiff, maybe they can't do that.  But if we're talking about Spendthrift trusts in Iran, they can, because that's the foreign affairs power and because the President and Congress both agree that that's an appropriate exercise of the foreign affairs power."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I suppose this applied to us as well, right?  Congress can tell us how to rule on cases pending before us?  You know, they have a committee every year at the start of the term.  They say, well, what cases are up there?  They read the briefs.  And they say, well, we think this one should come out this way.  And they pass a law telling us, in case number 15185, the Supreme Court will enter judgment, or, you know, more specifically directed to the pending matter."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it doesn't have to say the petitioner wins.  It sees what the question presented is, and then they say in any case in which, and then read the question presented, you can attach the funds or you can recognize Puerto Rico as a sovereign or whatever else the case involves."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does that mean, Mr. Olson, if I could, you're conceding that Congress could not say, we have a particular case, Smith v. Jones, Smith ought to win? Congress cannot say that, right?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"No, just under the straight separation of powers argument, that would be adjudicating if Congress said Smith wins in this case?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I was giving you a simple hypothetical. I thought that you already answered this, but maybe not. Congress says, we see this case, Smith versus Jones. Smith wins."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That's no good. Alderson Court Reporting"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Agree with her what?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So if that's right, now Congress takes a look at this case and says, we can't just say Smith wins.  And then we just -- we take a look at the case and we say, oh, if you just tweaked the law in this particular way, Smith would win.  So we tweak the law in this particular way for this case only.  But we don't say Smith wins.  We just say we're tweaking the law in this particular case for this case only.  Is that all right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's not the Plaut -- it's not the Plaut case.  It's not even tweaking the law.  As in here, it's saying, an issue has arisen in this case of whether or not this and this, and in that case, case number 14 whatever, the answer is this. Now, it makes it clear that Smith wins, but they don't just say that.  They say, you're arguing this in this case.  In this case you have to rule in favor of Smith and then the judgment. Alderson Court Reporting"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And all this Court has to do is sign on the dotted line?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"It does say that.  But why has the United States never done this before?  That's what troubled me about the case.  You know, when 230 years have gone by and never before has the government done something like this.  I wonder, you know, maybe Congress didn't think it had the power to do it."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Doesn't name -- doesn't name a particular case and say for purposes of that case --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"-- the law will be thus and such."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Do you have a single case where -- where Congress has ever done that?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Kneedler. "},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But usually when we say that, we're talking about amending the law that has effect beyond the particular pending case.  And there we say, yes, absolutely, Congress can amend the law. Congress knew that it would affect these pending cases. No problem because Congress passed something, you know, that was within the scope of its legislative powers to amend law affecting this case and others. When you take out the \"and others,\" that seems to create a different kind of problem, one where Congress is doing our job rather than its own."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, do you -- do you agree with what Mr. Olson said, that Congress can't just pick a winner in a particular suit?  Congress can't say Smith wins in this case --"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Okay.  But then -- Alderson Court Reporting"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The question that I gave Mr. Olson -- and I -- I'm searching here for an answer -- is -- is what happens if rather than just picking the winner, Congress amends the law, tweaks the law, modifies the law in such a way -- as to only this case -- in such a way that it's absolutely clear that the effect of that will be to pick a winner?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But your -- your answer was there's a difference between amending the law and Alderson Court Reporting directing a result in the same case.  That seems to me different from what Mr. Olson was arguing."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"What -- what is the principle that would prohibit directing the result in a specific case?  A separation of powers principle?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"So we are -- so -- so if we interpret this matter before us as directing a result in a particular case, the Petitioners prevail?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"I'm -- I'm not -- I'm -- you're quite articulate.  I'm not sure I follow."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"All -- all of a sudden now we find that there is a separation of powers of principle; that you cannot direct a result in a particular case.  It seems to me that's inconsistent with the argument that your colleague Mr. Olson was making."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose they --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Suppose they've changed the law for this particular case?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I find that a very odd distinction."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"You're saying Congress has to be cute about it.  They can't say Smith wins.  But they can say in the case of Jones v. Smith where the critical issue is this, we can change that in a way so Smith wins.  And don't worry about the law generally, because it's just this case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It's just a cute way of saying Smith wins."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It becomes a problem -- with respect, it becomes a problem because our job is to decide cases.  And before a lawsuit is filed, there's no case.  But when there is a case, Article III says that's our job.  Their job is to pass laws; our job is to decide a case.  When there's a dispute under one of the laws they pass, that's our job."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"If you want to be cute, Congress has 4,000 ways of being cute.  And I can't quite see this Court trying to police those ways."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and indeed, I think I'm right in saying we had hundreds of private bills that were written in all kinds of ways and weren't -- to benefit individuals, and some of them might have been subject to cases and others not.  The unusual thing about this case is it refers to a particular docket number."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can't anyone join?  That is to say, if a person today, or if there is some person who has the appropriate judgment, an antiterrorism judgment against Iran, are they perfectly free to join into this case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I would --"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Kneedler, why is this different than the Chief Justice's example? Alderson Court Reporting"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"But for only this case."},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"And only this sovereign."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Can we -- would this resolve the case correctly, in your view on your side, were we to say whatever the general principle is, this is a case which is against you.  It refers to a case by number, the statute.  Before you is the fact that anyone can join, and there are hundreds or dozens of such plaintiffs.  And moreover, on the other side, it -- it refers to $1.75 billion worth of assets in all kinds of Alderson Court Reporting different securities and obligations, and now perhaps in cash being held in New York. So whatever we're talking about, though the number suggests a particular case, the facts of the case suggest far more generality than is true of most cases."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is that true or not true?"},{"name":"JUSTICE SOTOMAYOR","id":10,"spokeBefore":2,"sideBefore":"respondent","text":"Does the government have Alderson Court Reporting a position on the Respondent's argument that we have an alternative ground to affirm on?  And that would be that their -- these assets were -- could be executed under Section 201(a)?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you -- thank you, counsel. Mr. Lamken, you have six minutes remaining. "},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, could it be that Congress just thinks that's very unfair and that's why they haven't done it? Alderson Court Reporting"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You think the issue here is the protection of the judiciary rather than providing a certain element of equal treatment for the people who are the litigants in the case?  I would think it would be the opposite."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"What's lacking in the integrity if you have an enemy country, let's say. We've had many wars.  You freeze a lot of their assets. There are people who would like to get ahold of some. And Congress gives the executive authority or itself goes through and says, we think these people should have this.  We think they should have that.  They should -- others could have the other thing. I mean, maybe it violates equal protection; maybe it violates due process, depending on how they do it.  But in principle, what's wrong with exercising the foreign affairs power in that way?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"You think that two -- one case -- is it one case or 17 cases or 34 cases?  What is -- what is your position?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"17 would be okay?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Limited -- limited category.  Okay.  So a hundred cases --"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is a limited -- is a limited category, right?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Has to be a single defendant?"},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"If there are a hundred different defendants, it's okay."},{"name":"JUSTICE SCALIA","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"A single defendant that represents a hundred million people?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And when you say, dictates the outcome, what do you mean by that phrase?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Lamken, you -- even -- let's assume your argument prevails, your one-case argument prevails.  There is still the open question of did TRIA statute, which was decided against Alderson Court Reporting you in the district court, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So that would have to be -- if you succeeded on the issue that you're raising here, would have to be returned."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"JEFFREY A. LAMKEN","firstName":"JEFFREY","lastName":"LAMKEN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3207,"interruptions":37,"times_spoken":70,"laughter":0,"num_int_by":7},{"id":1,"fullName":"THEODORE B. OLSON","firstName":"THEODORE","lastName":"OLSON","counsel":true,"justice":false,"side":"respondent","words_spoken":2130,"interruptions":27,"times_spoken":41,"laughter":0,"num_int_by":5},{"id":2,"fullName":"EDWIN S. KNEEDLER","firstName":"EDWIN","lastName":"KNEEDLER","counsel":true,"justice":false,"side":"respondent","words_spoken":1184,"interruptions":18,"times_spoken":25,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":1010,"interruptions":4,"times_spoken":32,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":213,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":578,"interruptions":2,"times_spoken":25,"laughter":0,"num_int_by":2},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":777,"interruptions":6,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":233,"interruptions":1,"times_spoken":4,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":514,"interruptions":3,"times_spoken":23,"laughter":1,"num_int_by":2},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1255,"interruptions":5,"times_spoken":23,"laughter":0,"num_int_by":2},{"id":10,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":62,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":37,"words_spoken":3207,"times_spoken":70,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":45,"words_spoken":3314,"times_spoken":66,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":22,"words_spoken":4642,"times_spoken":142,"laughter":1,"num_int_by":4}],"outcome":{"side":"respondent","margin":4}}