{"petitioner":{"name":"ROBERT MONTANILE","counsel":[0,1]},"respondent":{"name":"BOARD OF TRUSTEES OF THE NATIONAL ELEVATOR INDUSTRY HEALTH BENEFIT PLAN. ","counsel":[2]},"caseNumber":"14-723","date":"2001-11-09T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 14-723, Montanile v. The Board of Trustees of the National Elevator Industry Health Benefit Plan. Mr. Stris. "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stris, there's some fuzziness about the facts in this case, and maybe at the outset you can clarify them. Different figures are given about how much money from this settlement was actually delivered to your client. And also, what did your client do with it? Did he put it with his general assets, or did he keep it Alderson Reporting Company in a separate fund? Maybe you can start by answering those questions."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Before we get to dissipation, how much did he receive?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"MR. STRIS: I think that's clear from the record. What's also clear procedurally -- and this is important, and this is Page of the Joint Appendix -- is that he took the position in opposing summary judgment that he has very little of the money remaining, and he cited a declaration and an attached sheet that I admit are confusing. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":4,"sideBefore":"justices","text":"And -- and this $200,000, did he put it in a general account or was it set aside in a specific account?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But Mr. Stris, it does make a difference, because if he just put it, say, in the bank account where he had all of his other money, then how -- how could we say that he spent all of the proceeds on childcare and living expenses? If you have one mixed pot, how can we say, oh, yes, this came from the settlement and not from his general funds?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Well, I -- I don't know if it's the right Latin phrase or -- \"pro tanto\" or something. I mean, you would lose -- it -- it -- it doesn't have to spend it all the way down. Whatever is left would be subject to tracing."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Equitable lien by agreement. Was there an agreement -- do you think there's an agreement here because of the Plan?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Just as a background matter, when we left, as I understand, Great -- Great-West, we left --  left the issue open. If the beneficiary receives a check that by mistake is three times more than it should be, but he may think it's a bonus, he may not understand; he spends it all. Is there an --  or is there a legal action that the Plan can take to recover that money?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"For future payments. Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose that weren't available."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In law."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And --  and --  and because State law, legal remedies are preempted by ERISA?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a position that's generally accepted, or is this an arguable point?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Yes."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I --  I thought Great-Western had left that open."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just asking, is there a rule in the courts of appeals, or in the -- in the legal system generally, or -- or are they divided on this, or just nothing written on it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, if -- if you prevail here and are representing a fund, what would you advise them to do so they don't confront this result in the future?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"When you say \"they act promptly,\" what do they act promptly to do? And is it always the case that they can act promptly enough?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, presumably in the -- in the hypothetical, your -- your opposing counsel will be advising the recipient to, I -- I suppose, spend it right away, because then there won't be anything left; it will have been dissipated, or put it in different accounts, or -- or commingle it with, you -- you know, a variety of things. And I'm just wondering if the solution you're advocating is going to make life a lot more complicated and expensive for the funds, which is, of course, contrary to the idea of preserving the assets."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"How do -- how do you put people on notice? That's a --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a legal concept. A letter is one thing. But how -- what is -- what is Alderson Reporting Company necessary? What is the action necessary? Is it going into court and say, enjoin this person from spending any of that money?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How -- how do you find -- how does the Plan find out that there's been a settlement?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. The lawsuit between who and whom?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You mean by the beneficiary to recover --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the tort claim?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And how is the Plan notified of that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they, heavily?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they say they do, anyway?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Would it basically, ignoring the impact of that letter by a beneficiary, be a basis for the sort of fraud action you were talking about earlier?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the -- the beneficiary, even the beneficiary's counsel gets a letter saying, by the way, we have a lien on this, you know, good luck. I hope you recover a fair amount. But if you do, make sure you put it in a separate account. Make sure you notify us. And -- and if the beneficiary or the lawyer just ignores that, that's not a basis for fraud?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Stris --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":5,"sideBefore":"justices","text":"This may be where the law leads us. But in your brief, you try to make the argument that this is equitable in the ordinary sense of the word. And I don't understand that. What sense does all of this make?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Anders. Alderson Reporting Company "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Anders, in Great-West, the government filed on the side of the Plan. What led the government to shift its position?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"So you took your position because of Great-West?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"petitioner","text":"Probably what --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"You thought --  you thought --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":3,"sideBefore":"justices","text":"I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":7,"sideBefore":"justices","text":"But you thought Great-West adopted a --  a narrower understanding of what equitable meant in this context than you thought was appropriate."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"But would you --  say, what is the government's position on commingling? There's no --  the beneficiary gets the check, puts it in Alderson Reporting Company his bank account, together with whatever else he has in there. So how do we tell if he's dissipated?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why can't --  in a case where there's no time problem --  forget the delays and so forth --  but like this one, the Plan sue the lawyer? I mean, if there was $500,000 and the lawyer received 200,000 --  but he certainly received it with notice. It's not any kind of good-faith purchaser --  why can't they get it back from him?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"Why couldn't they normally in my situation?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"All right. If they could, then doesn't that solve the problem for them because lawyers will be awfully careful not to dissipate the funds if, in fact, they're going to be subject to the lawsuit?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"But wait a minute. I mean, if they can get it from the lawyer immediately, why can't they get it from the lawyer at --  at the end of the day? I mean, do you mean that --  that the --  the fund can get back not only what the beneficiary receives, but also what he has paid his lawyer?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"To --  to get the whole amount from the lawyer, right, so leaving the lawyer without his fee? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"petitioner","text":"I thought in most States, the lawyer has a lien on the fee. His lien is prior -- I may be wrong. His -- his lien, the lawyer's lien is prior to the --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":6,"sideBefore":"justices","text":"Yeah."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"That has to be or nobody would take these cases. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't see why it would be. There is a fund. The fund belongs to person X. The lawyer knows it belongs to person X. Nonetheless, the lawyer takes $200,000 out of the money that belongs to person X and gives 300,000 to the client. I assume the client is more likely to spend money down than the lawyer, because lawyers tend, in general, to have a larger bank account than poorer clients. So therefore, I do not see why they wouldn't sue the lawyer. But they aren't, so there's something I Alderson Reporting Company didn't understand; hence, I am asking the question."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"I think it must depend on how the agreement reads, and I can't imagine the agreement wouldn't -- wouldn't require the beneficiary to turn over the net. Not the gross, but the net recovery, what -- what he receives after paying legal fees."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"I'm --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"-- thinking in my mind --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"petitioner","text":"There is a model. There is a -- two diamond rings belonging to a trustee. They end up being given to the cousin. The lawyer has them in Alderson Reporting Company his safe. I do not believe that no matter what the agreement between the cousin and the lawyer, the lawyer can take the diamond ring that belongs to somebody else -- and he knows it -- and put it in his pocket, no matter what the agreement."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"All -- all of those things you say -- all of those things you say the Plan can do, though, are -- are a lot more complicated than simply saying they should be able to recover that to Alderson Reporting Company which they're entitled under the agreement. And when you get into -- we've noted before that we try to avoid complicating the procedures in this area, for the simple reason that nobody has to set up one of these plans. And if they don't know, you know, how much it's going to cost in advance and all of them just say, well, it's not worth it, and if I've got to go and file injunctions or this or that every time somebody makes a -- has a tort recovery, you know -- but I'm not going to do it. I won't set up one of these plans."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":1,"sideBefore":"petitioner","text":"What are the concerns on the other side, which you have mentioned and -- and which your -- your friend also mentioned? What are they? Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Ms. Anders, could I --  could Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Katyal. "},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I have no idea where you think this lien attached. Do you think it attached at the fund, immediate -- the whole 500,000, or the amount of that 500,000 that ended up in his pocket, or that 500,000 minus what, if anything?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"So your position is at that moment it goes to the lawyer, it's his money, all 500,000. You're entitled to whatever --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"So I -- I found a list. On this list I have, one, there is the fund, 500,000 in it. It belongs to the company, not to him. Now, he takes the fund and he begins to Alderson Reporting Company distribute it with the aid of his lawyer. Some of the money goes to the lawyer. If that money is still there, I imagine you could get it. Some of the lawyer's goes to his bank account. If, in fact, that bank account has not gone, from the time he put it there to the time you sue, below $121,000, you can get it. Indeed -- and if it has gone below, you can still get it even if there's a penny, but you can only get the penny. If he has taken the 121,000 out of it and given it to a person with knowledge, for example, his wife or children, and it is in their bank account, I guess you could get it. And indeed, if they have got and bought with it some tangible item that you can trace it to, I guess you can get it. But what we could not find and, in fact, if you can't find any of those, you could still sue him under State law, under State fraud statutes, and recover in damages. That's at law. And maybe you can do it even under such a remedy where it's much more mixed up than the other side was prepared to give you credit for, in which case, you have State law remedies at law. Now, what I could not find is a case embodying the theory you are now advancing, that he Alderson Reporting Company simply gets the damages even where he doesn't have any of the remedies that I just mentioned."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"That would be wonderful, if he said \"has an equitable right to compensation.\" I mean, you know, that sounds like cleanup to me."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Is --  is --  is that the requirement?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There has to be some of the fund there."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"There was an equitable Alderson Reporting Company jurisdiction, so long as the person had possession of the fund at one point."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"And then --  and when the suit is completed, it's discovered that all of the fund is gone."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Wait. If --  if --  if there's no equitable cause of action for them, why is there for you?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"So -- so you ought to be able to bring suit in equity without asserting that the person ever had the fund in his hands."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You say, he owes me the money."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"You're saying even if you know the person has dissipated all the funds, you can sue for the equitable lien, even if you know the funds are all gone?"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you have any cases?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"It has to be pretty easy for you to protect yourself, doesn't it, as soon as at some suitable time after the injury you do write a letter to the person and say, look, you need to know that if you sue somebody, the money is ours, and because we have these rights of subrogation, or let us know if you're going to, and we'll show up in court with you and --  and --  and help you? Where --  see, I guess it would probably be pretty easy to --  to monitor it yourself. I mean, the court's computerized dockets, you just punch in \"Montanile,\" and --  and whenever that pops up on the docket and you find out right away. It's certainly long before the case is resolved. It --  it doesn't -- I mean, I --  I think your friend has --  has a significant point that it's actually not as hard as it Alderson Reporting Company might appear."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Right. I mean, Alderson Reporting Company that's the point we have made in our precedents, but it can't --  you can't carry that so far that otherwise you would say, well, the Plan always wins."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Katyal, equity itself is a formalistic distinction. I mean, to -- to argue that -- that we shouldn't make formalistic distinctions in trying to figure out whether particular relief is equitable relief or not, I don't -- that's incomprehensible to me."},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Pomeroy doesn't -- doesn't support you as --"},{"name":"JUSTICE SCALIA","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"-- Pomeroy's quotes are contrary to what you --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Well, I don't know that you can read our precedence in this area to say that they're very flexible. I mean, Sereboff, the difference between equitable lien for restitution and equitable lien by agreement, you -- you know, you can get, you know, deficiency judgments as opposed to legal judgments, and whether one's sort of an adjunct to the equitable action or freestanding. It's an area where the -- the equity rules strikes me as very technical."},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the essence of Great-Western -- I don't know if I'm reading it rightly or not. I'll certainly be corrected by the author and dissenters if I'm not. But it seemed to me that they're basically saying, whatever remedy you have has to be an equitable remedy."},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"The most that I read about a substitution decree or deficiency decree is that Alderson Reporting Company it's an ancillary jurisdiction to issue those. Is that consistent with saying it's equitable? Isn't it just a legal claim that equity sometimes permitted an -- an equitable court to exercise, but wouldn't it still be legal --"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"-- and not within -- within the -- the scope of ERISA?"},{"name":"JUSTICE SOTOMAYOR","id":11,"spokeBefore":2,"sideBefore":"respondent","text":"I'm still a little bit confused by all of this. In my mind, you get money when somebody gives it to you. And I --  I know that a lawyer is an agent, but the agent is keeping a piece of the money. You can still go after the client for the piece the lawyer took?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Can you say again, when does the lien attach? Is it when the tortfeasor pays -- gives it --  the check to the lawyer, or is it when the beneficiary actually gets the 200,000?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"So you don't have priority over other creditors. So if Mr. Montanile owes somebody money, he -- it's all right if he takes money from the fund and pays that debt?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I just want to be clear: I understand your position and your answer. Fund has -- has a claim for reimbursement from the accident proceeds. Accident proceeds put into the bank account of the Plan beneficiary, the injured, the person who was injured in the accident. He also has another creditor. You're -- you stand evenly with that creditor?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Was that your answer?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, it's -- it's your example. The case is settled at 10:00 in the morning. At 10:30 in the morning, it's in the bank account."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Nothing has been spent, but there's a creditor. And the creditor's claim is equal to the Plan's claim, and there's only enough money Alderson Reporting Company for one. What happens?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I thought you would have priority."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"It's traceable. It's in the bank account."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"But it seems, Mr. Katyal, that you are relying on remedies that really developed very late in equity's life. In other words, you know, equity was going along, and there were these very formal rules distinguishing it from the legal world. And then as it progressed, there were -- people thought we need some cleanup authority, or maybe even people just thought these rules aren't working in the way that we want them to work. So equity got a little bit less equitable as it approached the merger with law. But that, I think, is not really what we've meant when we've said we're looking to things that are typically equitable. You know, not like the last throes of equity as it was becoming a legal system."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"Well, you take the --  the deficiency judgments, which, I take it, was a rule was needed to give equity that authority, because everybody thought equity didn't have that authority."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Stris, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, counsel. You say he filed a cert petition. Is that on behalf of the same client this year?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm just trying to --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying that, because he represented a different client and took a position in that case, he's somehow bound by that here?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I would be surprised by the proposition that lawyers are somehow collaterally estopped if they take a particular position on behalf of one client from taking a different position in a different case."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"PETER K. STRIS","firstName":"PETER","lastName":"STRIS","counsel":true,"justice":false,"side":"petitioner","words_spoken":3275,"interruptions":12,"times_spoken":37,"laughter":0,"num_int_by":3},{"id":1,"fullName":"GINGER D. ANDERS","firstName":"GINGER","lastName":"ANDERS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1323,"interruptions":11,"times_spoken":20,"laughter":0,"num_int_by":6},{"id":2,"fullName":"NEAL K. KATYAL","firstName":"NEAL","lastName":"KATYAL","counsel":true,"justice":false,"side":"respondent","words_spoken":3903,"interruptions":16,"times_spoken":34,"laughter":0,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":956,"interruptions":3,"times_spoken":27,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":374,"interruptions":2,"times_spoken":10,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":191,"interruptions":1,"times_spoken":5,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":360,"interruptions":1,"times_spoken":21,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":46,"interruptions":1,"times_spoken":3,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":595,"interruptions":2,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":387,"interruptions":2,"times_spoken":19,"laughter":1,"num_int_by":1},{"id":10,"fullName":"I shift gears a little bit and -- and just ask","lastName":"ask","counsel":false,"justice":false,"side":"","words_spoken":30,"interruptions":0,"times_spoken":1,"laughter":0,"num_int_by":0},{"id":11,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":237,"interruptions":2,"times_spoken":6,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":23,"words_spoken":4598,"times_spoken":57,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":16,"words_spoken":3903,"times_spoken":34,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":14,"words_spoken":3146,"times_spoken":99,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":7}}