{"petitioner":{"name":"RICHARD E. GLOSSIP, ET AL.","counsel":[0]},"respondent":{"name":"KEVIN J. GROSS, ET AL. ","counsel":[1]},"caseNumber":"14-7955","date":"2015-04-29T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-7955, Glossip v. Gross. Ms. Konrad. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why is that a matter of law?  I mean, as I see it, it's just -- just a fact question, and -- and the district court found that it -- it did eliminate the pain.  And you're asking us to find that the district court was clearly erroneous in that determination?  Do we usually do that kind of thing?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"What's the question of law?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's a question of fact. That's a question of fact."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying the question of law is that the -- the district court ignored two facts.  Ignoring two facts does not make it a question of law; it's still a question of fact."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could you -- the way Alderson Reporting Company I've thought of this -- and I know that in your brief you think de novo review goes to everything.  If I disagree with you, if I think that I have to give deference to the district court's factual finding on how this drug works, the -- how do you call it -- the --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Midazolam, but that it's a legal question of whether how that drug works creates a risk of harm that's constitutionally intolerable.  Is that how you divide up the legal end?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So the facts are now. Now let's go to my real question, okay?  That a judge ignores evidence is not necessarily an abuse of discretion or a clear error.  But -- so what are the clear errors in terms of the reasoning that the district court used?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but what the district court determined is that it was -- was not able to tell precisely when the ceiling effect kicked in, precisely when they hit the ceiling, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And that -- that is your theory for when pain is possible, when it hits the ceiling, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is it undisputed facts?  I thought you had the burden of showing that the determinations were clearly erroneous. So it's certainly not a case where the facts have to be Alderson Reporting Company undisputed."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you even have to go that far?  The State here doesn't even propose that their doctor was right on this point."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"They're not defending it, they don't say it's true.  They -- I -- conceded, as I read their brief, that it does not work the way the doctor said it worked, that it does not paralyze the brain, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So it's clear error. Now we've got an admission that the expert was plainly wrong.  So how -- what else, I guess -- there was nothing else that the district court could have based its conclusion on, correct?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Ms. Konrad, can I make sure I understand this because, you know, I read that -- the part of the opinion that you're referring to and I just really couldn't figure it out. So is it that the court said, well, we don't know what the ceiling effect is generally, but the ceiling effect only goes to how something operates at the spinal cord level, it doesn't go to how it operates at the brain and this -- and -- this -- this takes -- what we -- what we care about is how it operates at the brain, so we don't even have to worry about ceiling effect; is that right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that what the court said?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying we do have to worry about the ceiling effect.  There isn't this dichotomy between the drug at the spinal cord and the drug at the brain, and the -- it's actually crucial what kind of ceiling effect this drug has in -- in contradiction to what the court said, which was we didn't have to worry about ceiling effect.  Is that --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that how it goes?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Did you introduce any evidence to show the dosage at which the ceiling effect would occur?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what if the ceiling Alderson Reporting Company effect is 1,000 milligrams?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No.  I'm just saying is there any evidence to show that it is any amount below 500?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Of course it matters."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":6,"sideBefore":"justices","text":"Well, the one proof we do have is the Wood execution, not the one that was botched, but Mr. Wood was given 750 milligrams, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And he laid writhing in pain for 20 minutes?  25 minutes?  I don't remember how long."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, 2 hours. Now, there's been some defense that the 750 wasn't immediately delivered, but it was still 750 that went into his system and caused that kind of pain, correct?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, how many executions have been carried out using this drug?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay.  And you're talking about one."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought there were issues of the administration of the drug, you know, the -- the nature of the veins and so forth.  Weren't those present or have I got a different one in mind than the Lockett case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"No?  I'm sorry. \"No\" what?  That was not that or -- were -- were there issues about -- I thought there were issues involving the veins and the ability to make an intravenous connection?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Not if he didn't -- not if he didn't receive the proper dosage.  So you're saying it's okay that he didn't receive the proper dosage so long as he was unconscious."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't -- I don't see how that follows.  I mean, if in fact the execution was not properly conducted, I don't see how you can blame it on the -- on the drug."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How do we know that?  I thought that what we knew was something different.  I thought that what we knew was just what we can't know; in other words, that there's this huge range of uncertainty about what happens when somebody is -- is given this drug. Alderson Reporting Company You're suggesting something more than that, which is that we know what happens, we know that the drug can't maintain deep -- deep unconsciousness. Which -- which is right?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I thought it wasn't used for that purpose just because we don't know whether it's capable of being used for that purpose, as opposed to we know it's incapable of being used for that purpose, if you see the difference."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And why is Oklahoma not using sodium thiopental?  Why is it not using that drug?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't know?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes.  I mean, let's be honest about what's going on here.  Executions could be carried out painlessly.  There are many jurisdictions -- there are jurisdictions in this country, there are jurisdictions abroad that allow assisted suicide, and I assume that those are carried out with little, if any, pain.  Oklahoma and other States could carry out executions painlessly. Now, this Court has held that the death penalty is constitutional.  It's controversial as a constitutional matter.  It certainly is controversial as a policy matter.  Those who oppose the death penalty are free to try to persuade legislatures to abolish the death penalty.  Some of those efforts have been successful.  They're free to ask this Court to overrule the death penalty. But until that occurs, is it appropriate for the judiciary to countenance what amounts to a guerilla war against the death penalty which consists of efforts to make it impossible for the States to obtain drugs that could be used to carry out capital punishment with little, if any, pain?  And so the States are reduced to Alderson Reporting Company using drugs like this one which give rise to disputes about whether, in fact, every possibility of pain is eliminated. Now, what is your response to that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And I guess -- I guess I would be more inclined to find that it was intolerable if there was even some doubt about this drug when there was a perfectly safe other drug available.  But the States have gone through two different drugs, and those drugs have been rendered unavailable by the abolitionist movement putting pressure on the companies that manufacture them so that the States cannot obtain those two other drugs. And now you want to come before the Court and say, well, this third drug is not 100 percent sure. The reason it isn't 100 percent sure is because the abolitionists have rendered it impossible to get the 100 percent sure drugs, and you think we should not view Alderson Reporting Company that as -- as relevant to the decision that -- that you're putting before us?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counselor, I --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Is any State -- is any State using a lethal injection protocol without this questionable drug?  We know that two are not available. Is there another combination that has been used by States that doesn't involve this questionable drug?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But is that --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":3,"sideBefore":"justices","text":"That doesn't answer Justice Scalia's and Justice Alito's question.  The question is:  What bearing, if any, should we put on the fact that there is a method, but that it's not available because of -- because of opposition to the death penalty?  What relevance does that have?  None? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, if there is no --"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":4,"sideBefore":"justices","text":"I -- I would like an answer to the question.  You've been interrupted several times, and you still haven't given -- is it relevant or not?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"There are other ways to kill people regrettably."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That are painless.  It doesn't have to be a drug protocol that we elect that has a substantial risk of burning a person alive who's paralyzed, correct?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know that you'll get up and argue that those other ways are -- are not constitutional either potentially, but people do that with every protocol.  But the little bit of research Alderson Reporting Company I've done has shown that the reason people don't use the other methods it's because it offends them to look at them. Like you could use gas, that renders people not even knowing that they're going to sleep to die. And people probably don't want to use that protocol because of what happened during World War II. But there are alternatives. Oklahoma has found some. It's -- it can use the -- a firing squad now. So I don't know what the absence of a drug, what pertinence it has when alternatives exist."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Doesn't -- doesn't a firing squad cause pain?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you don't know. Do you have a guess? I mean, is there a reason that the States moved progressively to what I understand to be more humane methods of execution? Hanging, firing squad, electric chair, death -- you know, gas chamber?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and you're not suggesting that those other methods are preferable to the method in this case, are you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But you have no suggestion as what -- to what would be an acceptable alternative to what you propose right now for Oklahoma. Do you have any -- I mean, the case comes to us in a posture where it's recognized that your client is guilty of a capital offense, it's recognized that your client is eligible for the death penalty, that that has been duly imposed.  And yet you put us in a position with your argument that he can't be executed, even though he satisfies all of those requirements."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And you have no suggested alternative that is more humane."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What does the new statute provide?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"What other method?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"And are you suggesting that that's okay with you?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, what do you think?  Do you have an instinct about whether or not the gas chamber is preferable to this lethal injection or not?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose it were true --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":9,"sideBefore":"justices","text":"If I understand the facts here, your client was already in jail with a life Alderson Reporting Company sentence, right, for murder?  And while in jail on that life sentence, he stabbed and killed a prison guard, and that's the crime for which Oklahoma is seeking to execute him.  That's the facts we have before us, isn't it?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Perhaps there is that larger question, that if, in fact, for whatever set of reasons, it's not you, you didn't purposely hide these other kinds of drugs, if there is no method of executing a person that does not cause unacceptable pain, that, in addition to other things, might show that the death penalty is not consistent with the Eighth Amendment.  Is that so or not, in your opinion?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And is that -- is that your argument?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're marking -- you can make one of two arguments.  And one is that the death penalty is unconstitutional because there is no method that has been used in the past or that can be devised that is capable of carrying that sentence out without Alderson Reporting Company inflicting some pain, pain that's unacceptable.  That's an argument that you can make.  But I don't understand you to be making that argument; am I right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So you are arguing -- you want us to reverse a finding of fact of the district court on the ground that it is clearly erroneous.  When was the last time we did that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But 500 milligrams is a lethal dose, isn't it?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Itself it's capable of causing death; is that right?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":6,"sideBefore":"justices","text":"Does the --"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":5,"sideBefore":"justices","text":"-- isn't there a therapeutic dose -- is there -- is it ever administered in that quantity for any therapeutic reason?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Does the fact that something is a lethal dose necessarily mean that it's not incredibly painful?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It could be a lethal dose and be incredibly painful."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":5,"sideBefore":"justices","text":"No, that -- but that's not the point.  The point is, if it's a lethal dose, or it's potentially a lethal dose, then how are you going to do a study to determine whether, in fact, it renders the person insensate?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it -- now let's get to Alderson Reporting Company that -- I'd like to get --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Well, maybe to the extent that you can't --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"Justice Kagan, I think it's your turn."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":2,"sideBefore":"justices","text":"Please, go ahead."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":5,"sideBefore":"justices","text":"I'd just like -- since we're on the narrow question.  The narrow question that you want to present, I would like to hear the argument. As far as I know, we held in Baze in this context that if a person is not rendered unconscious where the other two drugs come in, there is a constitutionally unacceptable risk of suffocation and pain.  That's the holding. And in this case, the court of appeals says that the district court found that this drug that you're talking about, midazolam, will result in central nervous depression, rendering the person unconscious and insensate during the rest of the procedure, a sufficient level of unconsciousness to resist the major stimuli of the later two drugs.  That's his finding. You had an expert testify that that is not the case.  That expert said that -- I'm citing an article.  He said that it would not reliably put the person in a coma.  Isn't that what he said? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"All right.  Then the other side produced the expert which just said the contrary. All right.  So you have to say that that conclusion, namely, quote, the 500 milligrams will be at a -- will make it a virtual certainty that he will be at a sufficient level of unconsciousness to resist the stimuli of the other two drugs.  So I'm sorry, you don't -- I've run out of your time.  Maybe I'll ask the other side the same question.  I want to know what underlies that sufficient to make you say, clearly wrong.  But the other side is just as good to ask that question.  And I want you to reserve your time."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"Mr. Wyrick."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You could ask me, maybe."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"Mr. Wyrick. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Wyrick, as -- as I understand it, there were three subsidiary findings that underlay this conclusion. The first is the one that we talked a little bit about with Ms. Konrad, which has to do with the ceiling effect, which, as I understand it you, don't at all defend. The second is the idea that 500 milligrams of this drug would likely kill a patient in 30 minutes or an hour, which seems to me irrelevant given that a lethal dose is completely consistent with unbearable pain. Alderson Reporting Company And the third is that that dose of midazolam would keep a patient unconscious while a needle is inserted into his thigh, which also seems irrelevant given the -- what everybody understands to be the much, much, much greater potential for pain of potassium chloride. So those were the three subsidiary findings. One of them nobody thinks is anything other than gobbledygook, and the other two are irrelevant. Is that not the case?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it does not sound pleasant to have a needle put in your thigh. But when you read these descriptions of what midazolam does, that it gives the feeling of being burned alive, it sounds really considerably more than having a needle put in your thigh."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no. I'm sorry. Potassium chloride."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There's --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, no, no. That's not -- that's not the point. It's a lethal dose of potassium -- of midazolam, it will take 30 minutes to die. In the meantime, the potassium chloride can be wreaking extraordinary pain on the individual. So in that sense, the fact that this is a lethal dose of midazolam has nothing to do with the question that is before us, whether, before that 30 minutes or hour passes, the potassium chloride is wreaking unbearable pain on the individual."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would any doctor -- would any doctor --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":7,"sideBefore":"justices","text":"They are pain relief medications."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"What -- what's the third point you had?  I -- I was anxious to hear your third point. Alderson Reporting Company question?"},{"name":"JUSTICE KENNEDY","id":8,"spokeBefore":3,"sideBefore":"justices","text":"As was I."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You know --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There is --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"There is the fact that this is a lethal dose, again, completely consistent with the possibility of potassium chloride causing great pain. There is the fact that it rendered -- it keeps a patient unconscious with a needle, completely consistent with it not keeping a patient unconscious with potassium chloride running through his body, and, again, this -- this statement that nobody can figure out about the ceilingeffect."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What do we do with this brief of the pharmacology professors that state, flat out, midazolam cannot induce coma-like unconsciousness?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Can I -- can I ask --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":9,"sideBefore":"justices","text":"What -- what's the --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"-- the same question, which is I -- I've had this one question, and that is, as I read this record -- you remember what I said was the Alderson Reporting Company standard from Baze.  You remember what I said was the district court's finding.  You remember that I believe that what this is about is whether that finding is clearly erroneous.  And what I have are two sentences. The first sentence is from their expert. And he, quote, when you could be unconscious, he means that this drug, midazolam, is an antianxiety drug, like Xanax.  People use it to go to sleep every night, and it can render you unconscious and not reacting to minor stimuli.  That's their expert. But when major stimuli such as the introduction of the next two drugs that we're talking about here come into play, you are jolted into consciousness, and you are quite aware, and you wake up. Now, if we stop there, you'd lose, right?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"If we stop there."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But he pointed to -- he pointed to two articles.  He based that statement -- but I'll look at the two articles.  It seemed to me he was basing the statement on medical articles, but, okay, we have to look at the support for that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Now let's look at the other side, because your side then says -- he says right here that -- he says it will put you into a coma. That's his point. But his reasoning was that if you take enough of it, you'll be dead. And then he says this is essentially an extrapolation from a toxic effect, by which he means if you take a lot, you'll be dead, but before you're dead, you're in a coma. And that's his reasoning. And I didn't find any other reasoning. Now, the obvious thing -- are two. One, a lot of things kill you without putting you into a coma, such as the next two drugs. Lots of things do. And, two, he didn't point to anything in support of this putting into a coma. It was just the extrapolation. Now, that's what I want you to focus on, because if what I've just said is correct, then I think there is no support in this record for his conclusion. If what I have said is incorrect, there might be support."},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would any doctor --"},{"name":"JUSTICE GINSBURG","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- use this drug -- any doctor who is conducting a surgical procedure, doesn't want the patient to suffer pain, wants to induce this unconscious state, would any doctor in the country give this as the drug to induce that -- that coma-like unconsciousness?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I have a real problem with whatever you're reading, because I'm going to have to go back to that article.  I am substantially disturbed that in your brief you made factual statements that were not supported by the cited -- of those sources and in fact directly contradicted. I'm going to give you just three small examples among many I found.  So nothing you say or read to me am I going to believe, frankly, until I see it with my own eyes the context, okay? I'll give you a -- the three examples.        On pages 4 and 5 of your brief you cite, \"This drug's FDA approved label as holding that\" -- \"that this drug can get you to mild sedation and to deep levels of sedation virtually equivalent to the state of general anesthesia where the patient may require external support for vital functions.\" But this quote was not on general use.        This quote came from the section of the FDA label where it Alderson Reporting Company was saying that this drug's effects, when taken with other drugs that suppress the central nervous system, this can happen.  That to me is -- really there is no other central nervous system drug at play in this protocol. On page 6, you cite the --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"Do you have an answer to that one?"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, sir.  Go --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But you didn't -- you quoted this for the proposition that it could cause a fatality  because of the depression of -- or it could produce general anesthesia."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Sure, but he said it's Alderson Reporting Company in old people. I'm -- you know, there have been 80 deaths from therapeutic doses of this drug.  It's -- this is almost like you saying because 80 people have died from the use of one aspirin, that means that if I give people 100 aspirins, they're going to die.  It's just not logical.  Obviously, people die from anything that you give them, that's why there are hospital fatalities in every procedure and why there's -- that -- but 80 among the millions that are given this drug don't die. So my point is, what -- the FDA is saying the general anesthesia effect is only going to happen when you have a central nervous drug -- central nervous system drug."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, they put it in that section."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"All right.  Let me give you a second example:  The Melvin study.  The Melvin study says this is how it happened.  It gave this drug in doses of .02 to .06, and what it showed was that at .06 dose, there was less effect than at .02. And he said, this suggests that there is a ceiling effect to this drug and that it is less potent as you go in higher doses. Now, you quoted for saying -- and you took out the eclipse -- there may be a ceiling -- you quote it by saying that, \"The Melvin study for the position that studies on humans have found that the anesthetic effect of midazolam increased linearly with dosage and estimate that 2 milligrams is enough for full surgical anesthetic.\" But what Melvin actually said, after pointing out that the ceiling effect is shown by his study, he says, \"But presuming there were no ceiling effect, extrapolation of our data suggests that such a dose would be sufficient.\"  You took out that --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, we're back.  Well, we're back to is their a ceiling effect?  The judge here said, does it matter?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But Mr. Wyrick, it would be very different if the court had said, look, we don't think you've presented enough evidence that the ceiling effect kicks in at this point, right?  But that's not what the court said.  The court had this alternative theory, which is that it didn't have to concern itself with whether the ceiling effect had kicked in.  And that's the thing that not -- you don't defend as well. But that was what the court said."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes.  Whatever it might be, we don't have to worry about it because all we have to worry about is the brain and not the spinal cord, and in the brain, there is no ceiling effect.  And that's just wrong.  You know that's wrong."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I just read it -- I think if we go back and read it, it will show that what he was saying was we just don't have to worry about the ceiling effect because at the brain level, the ceiling effect has no relevance. Let me ask you another question.        Maybe this is one we'll agree on.  Maybe not.  I'm not sure. Do you think that if we conclude that there is just a lot of uncertainty about this drug, in other words, you know, you might be right, or Ms. Konrad might be right, and it's really just impossible to tell. Given that nobody does studies on this drug, it would be unethical to do studies on this drug, we simply can't know the answer to these questions.  If that's the state of the world, do you think it's a violation of the Alderson Reporting Company Eighth Amendment to use it?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No.  Well, you're just repeating the standard.  But I'm giving you a set of -- we just don't know.  It might be substantial pain; it might not be substantial pain.  I mean, we can't -- we can't -- we can't quantify it at all."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I guess I'm not talking about burdens.  I'm talking about a district court who's presented with evidence.  Just put yourself in the position of a district judge.  And the evidence is who can tell?  Nobody can tell.  What is a district court supposed to do at that point?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So then I think I have not found a place where I agree with you, because that seems -- that seems quite something to me.  I mean, that would be like saying -- people say that this potassium chloride, it's like being burned alive.  We've actually talked about being burned at the stake, and -- and everybody agrees that that's cruel and unusual punishment. So suppose that we said, we're going to burn you at the stake, but before we do, we're going to use an anesthetic of completely unknown properties and unknown effects.  Maybe you won't feel it, maybe you will.  We just can't tell.  And -- and you think that that would be okay."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"No, I'm -- I'm saying, because you just don't know about the anesthesia.  Maybe the anesthesia will cover all that -- the pain of being burned at the stake or maybe it won't.  The court doesn't know."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Induction, but not maintenance."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And there is the world of difference between the two, isn't there?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Or for -- or for the time it takes for the potassium chloride to kill somebody."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What you have here, their expert saying, as I previously said, that this drug will not keep you asleep.  Once these two others are introduced, you will be jolted into consciousness; that is his testimony.  I believe he supported that with medical articles, but I'll look to see. If it turns out it is supported, we have to look to the other side to see what was refuting it.  And what on the other side is refuting it, on 327 -- and I agree with you that this ceiling effect is a big red herring here -- what actually he said that would go against it was that he said there is an extrapolation from his conclusion that 500 milligrams could cause death, and so if that much is likely to cause death, it's certainly likely to cause a coma.  And a coma would prevent the person from -- from pain. But his evidence for that was zero.        We know that, in fact, lots of drugs can kill people without first putting them into a coma.  And so we look to see Alderson Reporting Company what is it he thinks that if this kills you will first put you into a coma.  And when I looked -- or asked my clerks and others to look -- we found zero. Now, that's my question.        What can you point me to which will show that what I think is the key refutation of their expert rests upon zero, that's what I'm asking you.  That's what I've tried to ask, inarticulately, perhaps, but now it's more articulate, so --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Oh, well --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Let me put it differently. Not the word \"coma\".  I think what he was driving at, your expert, was that you were in a state such that you would feel no pain.  And the reason he thought you were in that state is because 500 mg will probably kill you. And if it's going to kill you, it must, of course, at least first put you in that state. So I'm asking the same question, but I am using the words \"that state\" in substitution for the Alderson Reporting Company word \"coma\"."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not asking you for even -- I really want to know where in the record does he provide support for that statement, that the, quote, that state, end quote, precedes the death caused by this drug."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But that's the clear error here.  It starts right there.  Because the reason Evans thought that it worked -- paralyzed the brain is because he thought this worked on the spinal cord.  And nobody argues it works on the spinal cord, number one. And, number two, this is not a central nervous system drug.  That's the barbiturates.  This is -- works very differently than barbiturates. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Depressant, but it's not a --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Exactly.  It has no pain-relieving qualities."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're right, it -- it -- but it's still -- I don't know where you're getting -- Justice -- Justice Breyer said, the proof of that."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You're unconscious, but that doesn't tell me that you're not feeling pain, or Alderson Reporting Company that a noxious stimulant like being burned alive won't cause pain. Look at what happens with the intubations. They paralyze your throat, they give you this drug, but they're paralyzing your throat, and that has its own anesthetic effect and pain relief. So what you're arguing is very different from what's happening here.  They're putting a chemical inside of you that's burning you to death.  That is the most noxious stimuli I can think of."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"No, they paralyze them also with the throat local anesthetic.  I mean, I read it."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Sure, it's a first line in a lot of things --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But it doesn't keep you in an anesthetic state forever.  It doesn't keep you during the procedure --"},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- during surgeries."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In some."},{"name":"JUSTICE SOTOMAYOR","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"If I come out of this argument, because you presented a lot of things to us that wasn't before either the district court or the court of appeals, wouldn't be -- and I believe that your experts didn't prove their point at all and that they showed enough.  Why don't we let the district court below sort out whether it still holds to its opinion based on a plethora of materials you've given us?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Wyrick, to an extent that's unusual even in this Court, you have been listening rather than talking.  And so I'm happy to give you an extra five minutes, if you'd like. And, of course, we'll give additional time to you, as well, Ms. Konrad.  And hopefully we'll have a chance to hear what you have to say."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Ms. Konrad, why don't you take 8 minutes, up to 8 minutes. "},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I guess the question I was asking was if a person was burned alive and we didn't know whether he had appropriate anesthesia, would that be unconstitutional, too?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If an -- if an anesthesiologist rendered a person completely unconscious, and then the person was burned alive, would that be cruel and unusual punishment?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. So an anesthesiologist is called in to make sure that this person feels no pain Alderson Reporting Company whatsoever while being burned alive, and then the person is burned alive, would that not be a violation of the Eighth Amendment anyway?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because potassium chloride --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is kind of like that, isn't it? It's being burned alive from the inside. That's what it is."},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But you're not sure that being burned alive -- that you think there are circumstances in which burning somebody at the stake would be consistent with the Eighth Amendment?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's an irrelevant point, but you're -- you're not certain about that?"},{"name":"JUSTICE ALITO","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"That's an incredible answer. You think that there are circumstances in which burning alive would not be a violation of the Eighth Amendment? Burning somebody alive would not be a violation of the Eighth Amendment?"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":6,"sideBefore":"justices","text":"You see, but potassium chloride is burning somebody alive. It's just doing it through the use in a -- of a drug."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ROBIN C. KONRAD","firstName":"ROBIN","lastName":"KONRAD","counsel":true,"justice":false,"side":"petitioner","words_spoken":2163,"interruptions":35,"times_spoken":74,"laughter":0,"num_int_by":7},{"id":1,"fullName":"PATRICK R. WYRICK","firstName":"PATRICK","lastName":"WYRICK","counsel":true,"justice":false,"side":"respondent","words_spoken":3063,"interruptions":29,"times_spoken":55,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":472,"interruptions":0,"times_spoken":21,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":409,"interruptions":1,"times_spoken":12,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1390,"interruptions":11,"times_spoken":35,"laughter":0,"num_int_by":6},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1363,"interruptions":8,"times_spoken":36,"laughter":0,"num_int_by":4},{"id":6,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":632,"interruptions":1,"times_spoken":23,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":123,"interruptions":2,"times_spoken":6,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":80,"interruptions":0,"times_spoken":3,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1167,"interruptions":5,"times_spoken":15,"laughter":0,"num_int_by":4}],"side_summaries":[{"side":"petitioner","interruptions":35,"words_spoken":2163,"times_spoken":74,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":29,"words_spoken":3063,"times_spoken":55,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":28,"words_spoken":5636,"times_spoken":151,"laughter":0,"num_int_by":10}],"outcome":{"side":"respondent","margin":1},"prediction":{"petitioner":0.3045129800224508,"respondent":0.6954870199775491,"date":1472411006078}}