{"petitioner":{"name":"TIMOTHY LEE HURST","counsel":[0]},"respondent":{"name":"FLORIDA. ","counsel":[1]},"caseNumber":"14-7505","date":"2001-10-13T07:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case No. 14-7505, Hurst v. Florida. Mr. Waxman. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there ever a case in which the jury found aggravators and recommended the death sentence, and the judge reversed that finding?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I mean, either -- either way, is -- is there -- is there --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is there ever a case in which the jury did not find an aggravating circumstance, but the judge did?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. But they can't recommend death unless they find the aggravator, right? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's a common feature, though, of jury deliberations. Let's say an aggravator is whether the murder is -- is particularly heinous. And it can be for -- for a number of factors: One, the victim is a -- a -- a juvenile, so maybe three jurors find that. Or an officer was also killed, or it was in the commission -- in the course of another felony. In a typical case, a finding that the murder was heinous, you have no idea whether the juror -- jury as a whole made that determination, or if there were different reasons."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but isn't that true -- I mean, taking it even out of the death penalty context, that's true with every jury determination. You could have the jury determining that the -- the -- the -- you know, the -- the person didn't commit the offense because his alibi was good, or because, you know, somebody else did it, or, you know, any number of different reasons that they think he was not guilty. It doesn't --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"-- have to be agreement by the jury on a -- on the particular basis for their verdict."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure. You -- you --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you sure that -- that if you have a crime that can be satisfied by various elements, the jury has to agree upon the specific element that satisfies it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I -- I would think that the -- I would think just the opposite, that --that the necessity of finding the elements of the crime goes all the way back into the mists of history. And this necessity of finding an aggravator -- aggravating factor, we made it up, right? I mean, that's just recent Supreme Court law."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And so if -- if even one of them should be satisfiable by simply finding the generic conclusion rather than agreeing upon the -- the particular species at issue, I would think it's -- it's -- it's the latter, rather than the former."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you this about Ring? I wasn't on the Court at the time of Ring, so could you tell me if Ring is entitled to greater weight as a precedent than, let's say, Gregg v. Georgia and the other cases upholding the constitutionality of the death penalty?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think this scheme, assuming we agree with Justice Scalia, that you don't really need unanimity, would this still be good law under Apodaca -- Apodaca --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the case that said that we -- we needed a unanimous jury, but, you know, nine out of twelve is okay? Do you -- do you think seven out of five is okay? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"We're not required to do anything. We could just say it's not the functional equivalent. But is --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But is it still good law?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Shouldn't we overrule it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait a minute. They --  they --  they require unanimity for the --  for a conviction, right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Just --  just --  just they don't require unanimity on the sentence. That's quite different from --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"--  from whether the person committed the crime or not."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, do we --  do we just treat as irrelevant what was involved in this case, that is, the two aggravators that were alleged, Alderson Reporting Company the brutality of the murder, and that it occurred during a robbery? Those were obvious that they existed. Is that not so?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, am -- am I understanding the case properly? The informant, who had all of the physical evidence, was the main identifier of the defendant, correct?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Now, did --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So the defendant claimed, however, that this informant was the one who did the crime. Could the jury, under the evidence that existed, concluded that they both did it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And that's why it's debatable whether it's harmless?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Because what makes it an aggravator is if he's the one who actually did the killing."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That he wasn't --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Uh-huh."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Personally."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. That's --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Waxman, can --  can I give you a --  a hypothetical State system? And this is a two-part question. You tell me if it is consistent with the Sixth Amendment. And if it is, what makes this case different. Okay? So my system is that a jury, whether in the penalty phase or in the guilt phase, has to make a determination of an aggravating factor. Okay? But once that's done, once the jury decides on an aggravating factor, the judge can do whatever she wants. The judge can add aggravating factors. The judge can reweigh the aggravating factors as compared with the mitigating evidence. The judge can do any of that stuff. But the judge has to leave alone the aggravating factor that the jury finds. So, in other words, the judge can't give death when the jury finds life, and the judge can't throw out the jury's factor. Alderson Reporting Company But -- but as long as that jury makes that aggravating factor determination, the judge can do anything. Is that consistent with the Sixth Amendment?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, is that what --  is that what makes a difference, then, in the end, that -- that --  that you're saying that the jury has to be specifically told that that's what it's doing? That -- and you're saying --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"--  the necessary part of a constitutional system for the jury to be instructed that it has the responsibility to find the aggravating factor that serves as a precondition to death."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":7,"sideBefore":"justices","text":"What if it's told that it has to decide on life or death, but the judge is -- if you decide on death, the judge is going to review it, and the judge has the power to sentence to life."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I'm trying to understand the limits of your argument that what is done under the Florida statute diminishes the jury's sense of responsibility. The jury's sense of responsibility will be diminished to some degree if they know that their verdict is not necessarily the final word."},{"name":"JUSTICE ALITO","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Would that be the case -- isn't that case whether they -- whether they're told, you -- you make a recommendation and the judge decides, or you impose a sentence, but the judge can impose a different sentence, a lesser sentence? There's still -- they -- they still don't have to bear the responsibility of making the absolutely final decision."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"You may."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Winsor. "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. How -- how is that, when Florida law says that the judge has to find an aggravator to make someone eligibility for the death penalty?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Could you tell me how this is different than Arizona? I mean, in terms of the system, just like in the Arizona case, there had been precedent by this Court that Arizona law had been constitutional. Unlike Arizona, every Florida -- every court that has looked -- every judge who's looked at it, not one of them has said that they believe personally it's constitutional. Even the courts affirming -- affirm on the basis of the prior precedent, and you have a little less than half the Court directly saying it violates Ring. So what's the jury finding when it says seven to five?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Even when it says a murder has been committed, felony murder wasn't. Felony Alderson Reporting Company murder was charged, but we don't know if they found the robbery, right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So how do we know which one they picked?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Which --  how do we know which one they picked? Which makes them eligible for the death penalty?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you do agree that that --  it doesn't require a unanimous jury?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It --  and --  a simple majority is all you need? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So we don't have --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- a unanimous jury, even a functionally equivalent unanimous jury, finding those aggravators."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We don't have a unanimous or functionally unanimous jury finding those aggravators."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. The jury is not asked to find an aggravator."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's not asked to find an aggravator."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I know. But that's not found at the jury verdict."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"It's not found at the trial --  after --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"You're --  only at the sentencing phase."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that the jury comes back at the sentencing phase and says, we recommend life."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And the reason, though I Alderson Reporting Company guess no one would know it, is because they -- no -- nobody found an aggravating."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Can the judge, nonetheless, give death."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, we -- we have -- they have a page in their opinion, in their brief, you know, Page 20, where it cites about six Florida cases, which suggested to me that they thought the answer to that question as a matter of Florida law was, yes, the judge can sentence to death."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Is that so or not so?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- I missed the last part."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"The jury comes back."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"They say life."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"And we know, through mental telepathy --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--  though I guess the judge doesn't, that the reason that they did that is no one found an aggravator. My simple question is: As a matter of Florida law, can the judge impose the death sentence? Yes or no."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That isn't Florida --  I mean, it is. It's Federal law. So --  I mean, Ring is over. So --  so you say the answer is now no --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--  because of Ring. Because you agree that this case is like Ring, and therefore Ring would apply, and therefore -- not this case, but any case in which they recommend life. Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"God, I'd like to know your caveat. What is the caveat? I'm -- I'm on pins and needles here."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I am, too, actually. Sorry."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose the jury came in hung."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"On --  on the sentence."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"The jury --  jury, instead of being seven to five, it was hung."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Could the judge then impose the death penalty?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Just so I -- I understand it: So you're saying that it -- it is possible, but under Florida law the jury would not find the existence of an aggravated -- aggravating factor but -- and would -- and then there are different ways that this would come out -- the hypothetical was a hung jury -- but the judge could then proceed to find an aggravating factor and impose the death penalty. Now, you say, now, this hasn't happened. He'd probably be reversed. But theoretically this could happen."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're saying it Alderson Reporting Company couldn't happen consistent with Ring, meaning that there are certain applications of the Florida law that would be unconstitutional even in your view."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But --  but we don't -- we --  we don't sit in judgment of --  of theoretical scheme that Florida has set up, do we?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And don't we have to adjudge that there has been unconstitutionality in this case?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Could I give you another hypothetical scheme, notwithstanding that we don't sit in judgment of hypothetical schemes?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose that the --  the -- the jury finds an aggravating fact, but then, you know, the judge has this whole separate hearing --  right? -- Alderson Reporting Company in which other things are presented to him. And the judge says, you know, I don't actually agree with the aggravating fact that the jury found, but I have my own aggravating facts, and now I'm -- I'm doing all the weighing and I come out in favor of death. I -- I assume that you would say that also would be an unconstitutional application."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes. Quite -- quite right. But I'm -- I'm hypothesizing a case in which the jury finds that death-eligibility marker --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- right? If -- but the judge throws that one out and substitutes his own. That -- you think that would be constitutional?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, he does throw it out. He just says, I don't agree with that. I'm -- but I'm Alderson Reporting Company substituting my own. Would that be all right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But I have to say that answer surprises me because the death sentence there is not at all a function of the jury's eligibility finding. The judge has tossed out that eligibility finding and substituted his own, which then leads to the death sentence. So how can we say that that's possibly constitutional under Ring?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The judge has said that that jury finding is utterly irrelevant to his decision about whether to impose death. That he's imposing death based on something that the jury has not found."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That didn't happen here, did it?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Good, I thought so --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":3,"sideBefore":"justices","text":"But the thing is you can't really tell whether that happens in a wide variety of cases. And this is actually --  this goes to this question of because the jury doesn't actually have to find specific things, only the judge has to find specific things, you often are not going to be able to tell whether the judge's sentence is based on the same Alderson Reporting Company aggravating facts that the jury has found."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Even though the jury is told, now, whatever you say, it's advisory. It's not binding. So you have made a finding of an aggravator, but it's not a binding finder of an aggravator. The jury is told that whatever they say is advisory. Doesn't that make a difference?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That was -- that was Alderson Reporting Company before Ring."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. I just want -- I'm -- I'm sorry. Justice Scalia."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Is it clear to the jury that they are the last word on whether an aggravator exists or not?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But then they're also told that the judge is ultimately going to decide whether your recommendation stands or not."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But shouldn't it be clear to the jury that -- that their determination of whether an aggravator exists or not is final? Shouldn't that be clear?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But I'm -- I'm talking -- I'm talking about what responsibility the jury feels. If the jury knows that if -- if -- if we don't -- if -- if we don't find it an aggravator, it can't be found; or if we do find an aggravator, it must be accepted. That's a lot more responsibility than just, you know, well, you know, if you find an aggravator and you -- you weigh it and provide for the death penalty, the judge is going to review it anyway."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Suppose then in your earlier hypothetical, the judge -- the jury finds an aggravator occurred in the course of the robbery, and, therefore, there is death eligibility. Then it goes to the judge. And the judge says, there is simply no evidence to support that aggravating factor, but I find another aggravating factor. Under your view, the judge could go ahead and impose the death penalty?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But this is my hypothetical."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, a death case, which is not funny."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":9,"sideBefore":"justices","text":"Which honestly sounds the Alderson Reporting Company same."},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And what would happen?"},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Go for a second to an analogy."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"There's -- there are two Alderson Reporting Company good other analogies in other areas of the law. The one that supports you is robbery, force or threat of force. No one ever asks or needn't ask whether six members of the jury thought there was a threat but no actual, or seven members thought there was actual but no threat. Threat or threat of force. I don't think we have to say. I don't think so. So that supports you. On the other hand, imagine a normal sentencing case. The statute says, you --  you get aggravated punishment if you had grams of cocaine. The jury finds he had grams of cocaine --  no. Sorry. The statute says aggravated sentence if grams of cocaine or meth. The jury finds he had grams of cocaine. I don't think under Apprendi, which I didn't agree with --  but I don't think the judge could say, I'm going to give you the aggravated sentence because I don't believe there was any cocaine, but I do believe there was meth."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But we do know that the judge here --  now still you're having conceded Ring, where the jury says no aggravating factor. We know that the jury can, if the jury finds aggravating factor X, Alderson Reporting Company have death on a completely different aggravating factor, but the jury never thought of, namely why. Now, we know that. And now compare that to the hypothetical of cocaine and meth. And then we have Apprendi, which I disagree with still, but..."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I want to clarify. You think a seven-to-five recommendation is finding an element of the crime that makes you eligible for the death penalty by a unanimous or functionally equivalent unanimous jury?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Well, then what do you do with the statement in our case law that says a simple majority is not a unanimous jury?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And they don't agree with which one?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So we don't know whether it was premeditation or robbery. It could be four to three or two to five. It could be anything."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We don't know. What does the seven to five tell us the jury found?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Not the same one?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Not the same?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But you believe that a simple majority is a jury unanimously or functionally unanimously finding that element beyond a reasonable doubt?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"That was ten to two."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Does ten to two automatically mean that seven to five is okay?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Can -- can I go back to the Alderson Reporting Company kinds of hypotheticals that Justice Kennedy and I were -- were proposing? So let's say that there is a jury, and -- and it's been presented with evidence that the murder was for pecuniary gain, which is one of the aggravating factors. And the -- the -- the jury comes out with a recommendation of death. So you -- and that was the only thing that was presented to it. So you know that the -- the jury has made a death eligibility determination on pecuniary gain. Then it goes to the judge. The judge says, you know what, I don't really think that there's enough evidence of pecuniary gain, but I've had this whole hearing, and I find that the thing was -- that the crime was heinous and whatnot. And now I'm going to sentence the person to death. Now, you say that that's fine; is that right?"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you know -- no -- he's -- well -- he's heard more evidence because, you know, there's a whole new hearing that he has. And now he's considered it more thoroughly, and he thinks, no, I don't agree with that anymore, but I think it was heinous. So that would be fine."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes, yes, it's not this case."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm throwing out --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- the jury's aggravating factor, but I'm substituting my own. I thought that that was what you told me that that was constitutional under Ring."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"This wasn't at the guilt phase; this was just as a matter of sentencing. Let me get on with my questioning --"},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- because I think you answered this one already. Then the appeal that's taken, right -- the appeal is focusing now only on what the judge has found, isn't that right, under Florida law? The appeal -- if the person came in and said that there was insufficient evidence, the appeal would only be as to the judge's finding and not at all to the jury's."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"And -- and he says there was just not enough evidence of all these aggravating factors, so -- but that was -- would only be as to the judge's aggravating factors. It couldn't possibly be that he would challenge the jury's."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, I'm just suggesting Alderson Reporting Company that the whole appeal process suggests that the crucial death eligibility determination is being made by the judge because that's the only death eligibility determination that the appeals court is ever going to review."},{"name":"JUSTICE KAGAN","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, look, they have something to review. The problem is it's the judge's thing to --  that they're reviewing, not the jury's, and that's a Sixth Amendment problem."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"What about --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"So to what degree is there -- Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":4,"sideBefore":"justices","text":"How about if that jury --  I'm sorry --"},{"name":"JUSTICE ALITO","id":4,"spokeBefore":5,"sideBefore":"justices","text":"So to what degree is there a --  a real dispute here about the presence of the two aggravating factors?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Can I ask you two separate questions on this?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Number one, whenever Alderson Reporting Company have we said that a jury waiver on an issue is based on the lack of a challenge by a defense attorney? Don't we require waivers of jury trials to be explicit and by the defendant him or herself?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So where have we ever said that not challenging something is an admission of that something?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"We take plenty of appeals where people are saying, assuming the state of facts, I'm entitled to X. And then when they go back down, they argue that that goes --  that assumption is wrong. Why isn't this the same?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Has there ever been an appeal in Florida where an advisory jury was given -- not given a proper instruction and a resentence was -- was ordered for that reason?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"An improper instruction to the advisory jury."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Waxman, six minutes. "},{"name":"JUSTICE KENNEDY","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Is that a --  post Ring? What's the date of that?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"SETH P. WAXMAN","firstName":"SETH","lastName":"WAXMAN","counsel":true,"justice":false,"side":"petitioner","words_spoken":3515,"interruptions":14,"times_spoken":45,"laughter":0,"num_int_by":5},{"id":1,"fullName":"ALLEN WINSOR","firstName":"ALLEN","lastName":"WINSOR","counsel":true,"justice":false,"side":"respondent","words_spoken":3313,"interruptions":35,"times_spoken":91,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":229,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":480,"interruptions":4,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":229,"interruptions":1,"times_spoken":7,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":778,"interruptions":10,"times_spoken":49,"laughter":0,"num_int_by":3},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":157,"interruptions":0,"times_spoken":9,"laughter":0,"num_int_by":0},{"id":7,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":1087,"interruptions":5,"times_spoken":25,"laughter":0,"num_int_by":3},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":498,"interruptions":2,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":9,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":185,"interruptions":0,"times_spoken":7,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":3515,"times_spoken":45,"laughter":0,"num_int_by":5},{"side":"respondent","interruptions":35,"words_spoken":3313,"times_spoken":91,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":23,"words_spoken":3643,"times_spoken":143,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":7},"prediction":{"petitioner":0.8651111501300948,"respondent":0.13488884986990524,"date":1472418053241}}