{"petitioner":{"name":"FEDERAL ENERGY REGULATORY COMMISSION","counsel":[0,1]},"respondent":{"name":"ELECTRIC POWER SUPPLY ASSOCIATION, ET AL. ","counsel":[2]},"caseNumber":"14-840","date":"2015-10-14T05:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 14-840, the Federal Energy Regulatory Commission v. The Electric Power Supply Association and the consolidated case. General Verrilli. "},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If there were a student in Economics I, it seems to me that he would conclude and his professor would conclude that wholesale affects Alderson Reporting Company retail, retail affects wholesale, they're interlinked, which means you win the case, except that the statute makes the distinction. We have to make a distinction. Can you tell us what the distinction is that marks the end of the Federal power and the beginning of local power?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I find that a pretty fuzzy line, \"very direct effect.\" I -- it seems to me that there is a distinction between affecting retail rates, which, as Justice Kennedy has pointed out, always happens, and using -- using effect upon retail rates as a means of regulating wholesale rates. And the argument here is that that is what has occurred, that effectively, FERC has raised the retail price during peak hours because somebody who wants to purchase at retail during peak hours not only pays -- you know, has to forgo the benefit that that person would otherwise get from FERC's program. That raises the price at retail, and that is the means of achieving what FERC wants to achieve. Yes, FERC has the -- has the power to regulate wholesale rates. But -- but, the argument is, not through the fiddling around with retail rates, which is what is asserted is happening here."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, yes, ultimately, but Alderson Reporting Company the question is whether that is achieved by the means of directly managing retail rates. And you say this does not. What if FERC --"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- had sufficient funds available that it could pay people to not purchase electricity during peak hours? It just said, you know, we'll give you so much per day not to use more than X amount of electricity during peak hours. Would that -- would that be within FERC's powers?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It -- it's the between turning over money to these retail and simply depriving retail purchasers of a can be difference purchasers benefit that they could otherwise obtain in the wholesale market."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"But it's still based on direct price regulation of the retail rate. It may be the same point as your Ferrari hypothetical, but if -- if FERC is basically standing outside McDonald's and saying, we'll give you $5 not to go in, and the price of the hamburger is $3, somebody goes up there, there -- the price of a hamburger is actually, I think most economists would say, $8, because they give up the $5, they've still got to pay the $3. And your answer is, there's no impact on what the States can do, because they can still say, no, the price of the hamburger should be $2, or it should be $4. The point is that -- that FERC is directly affecting the retail price."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That --  that's interesting. If FERC has this power, how can it strip itself of this power by saying, we will not do this if the States don't want us to do it?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's quite different. That's quite different from saying we're going to exercise it unless you, the States, veto it. I don't know that if --  if FERC really has that power. I don't know how it can confer a veto upon the States."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, I think it's goes to whether FERC really thinks that it's meddling in --  in retail rates."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what it goes to in my mind. I think it's an acknowledgment by FERC that, in fact, you know, we are mucking around in an area that's the State's area. And if the States don't want us to do it, we won't do it."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is it fair to say that FERC is luring retail customers into the wholesale market? And if that --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And if that --  and if -- if --  well, if that were true, would that not be a -- a --  a serious problem for the government?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"One of the briefs, by the way, says that you had no authority to deregulate it. You know, we had a case involving the Federal Communications Commission which wanted to dispense the filing of tariffs on the part of everybody, I think, except AT&T. And we held that the statute requires the agency to regulate rates and required filed rates. Isn't that a problem here too?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I'm sure you are."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I mean, I like deregulated markets. But the --  the problem is, do you have the authority to do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If we're --  if we're --  obviously, that's true. But it's just as obvious, it seems to me, that you have to have some sort of limiting principle, otherwise FERC can do whatever it wants. So what is the limiting principle that you would suggest to us?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"That isn't the --  that isn't the central conduct here. The central conduct is the refusal to buy power during peak hours. That occurs in the retail market. So why is that a direct effect? What --  what you're --  what you're telling people is, if you agree not to buy power at retail during certain hours, we're going to pay you. I --  that seems to me an indirect effect, not a direct effect."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"General, I believe that there is --  I understood the retailers are not telling the --  the selling generators: \"I'm not going to use it.\" It is the people buying from the wholesalers, which are a different entity from the retailers, who are Alderson Reporting Company doing it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. Mr. Phillips. "},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Excuse me. I think moving directly to control retail prices, subsidizing certain retail purchases, that also would directly affect the wholesale rate. And -- and does that mean FERC is authorized to do that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I don't mean to jumped forward too -- too quickly to, really, the second question, did FERC comply with its obligation to explain the -- the reason for its change, but it -- it does seem to me that -- that they come close together. FERC's argument is essentially circular. It -- it says, well, the market forces will -- will work this out, but we define the market. That seems to me circular."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"I mean, there are two parts to this argument: One is jurisdiction; the other is whether --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"The problem is --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"--  that what FERC is doing basically leaves the States with the pure formality of setting the rate that is going to be directly affected by what FERC is doing. In my hypothetical, if you remember, I mean, they get to say how much the hamburger costs once you get in the store, but FERC can respond to it directly by setting the price to encourage you not to enter the store. If I --  if --  if$5 --  we'll give you $5 not Alderson Reporting Company to enter, and a burger is $3, if it's --  the State gets to say, no, no, we want it to be $2, and then FERC just says, all right, we'll give you $6 not to enter."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It may not be --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"It may not be the intention, but it's the mechanism."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"petitioner","text":"So you say, oh, well, we didn't mean this, but we're doing it."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Why --  why --  why aren't all the companies in agreement with you? Why are there some --  some private companies on the other side?"},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"But they're not all generators I don't think."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":1,"sideBefore":"petitioner","text":"Well, maybe your colleague can --  can answer it."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"petitioner","text":"Thank you, Mr. Phillips. Mr. Clement. Alderson Reporting Company "},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where is that --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Where is that in -- written anywhere that that was their goal? That's how you've characterized that goal. But what I've heard them say is, we're trying to lower the price of wholesale to a more just amount. That's what's in anything I've seen written. You've recharacterized it."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They're not in the retail market."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"They're -- they're generators selling to intermediaries. The intermediaries are the ones who are in the market with the retailers."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That's true. That is true. That --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"That is true. What you say is true. Every reduction in demand for a unit of retail electricity is ipso facto a demand for a reduction of a unit of wholesale electricity, and vice versa. So it's hardly surprising that anything they do in the wholesale market that adds to demand will add to demand in retail, and vice versa. But I thought that their motivation here is the following: On the 4th of August at 4:00 p.m., people turn on electricity for air-conditioning. That's the peak hour. The industry, leaving reserves out of this as a fixed matter, has to supply that. So if there are not enough generators at 4:00 p.m. on August the 4th, they have to build one. And to build an additional generator --  I don't know what gas costs now, but let's imagine it's $500,000, and that will be passed on in the wholesale price, and then probably, though the States are free to do what they want, in the retail price. So FERC thinks I have another way of doing this. For only $400,000, I can be sure that on the 4th Alderson Reporting Company of August at 4:00 p.m., the demand is not great enough to spend the 500, and so we group the people who will promise to fulfill their air-conditioning at other times. That way, the price of wholesale electricity falls. And, therefore, we satisfy all demand at a lower price. We are interested in wholesale. We are interested in how to satisfy peak wholesale demand. And we have worked out a way to do it cheaper. Of course it affects retail prices, so does everything we do in respect to wholesale prices. End of the matter. So I accept your characterization, but I do not see any law that prevents them from raising or lowering wholesale price despite the fact that that affects retail price."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"It didn't affect -- it didn't try -- what it said was, we have a group of people who will put customers together, and those customers will, in fact, cut demand at 4:00 p.m. on August 4th. As I say, that affects retail price; so does everything."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and what is the difference here -- and that's what you want to get at, so I'm letting you do it --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- the difference here and what I just said? Everything."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"So what's the -- what's the horror here of concurrent jurisdiction? You seem to posit that this is horrible, but if, in fact, it's lowering prices, Wal-Mart sees it as a lowering of prices, I -- hard to think of why States would say no, but some of them have. But I'm not sure what the problem is with concurrent jurisdiction."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"But they all --  each of them affect each other."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I guess if you're --"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"If you're right, then I guess the FERC could not direct the grid approvals in a way that would, in fact, prevent certain retail customers from buying electricity at certain times. I guess that FERC could not, in fact, allow large consumers of electricity to buy at wholesale, because that would take the retail customers away from the jurisdiction of the State. I guess that FERC could not, in fact, insist upon a marginal capacity being generated from natural gas instead of from other things, because that will affect the price of natural gas, will affect the wholesale rate, thereby raising the retail rate, thereby stealing customers away from, let's say, Ohio, where it goes up, and forcing them to go to Texas. I mean, I have not been surprised that I have found no case in which FERC ever tried to do anything roughly comparable or even by the roughest analogy that would say that they cannot do this for the reason you suggest."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No, all there were meant to be was three examples, and I don't know how good they are, but they come to mind."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I was grasping your point, which I hadn't grasped previously. And your point seems to be that the problem here is the way they are reducing the demand, and therefore, the cost of wholesale electricity, is by taking a -- groups of people and preventing them from buying electricity at all at certain times, which, of course, affects their buying retail. Alderson Reporting Company Isn't that basically your point? And if it is, I was trying to think with that argument. That's -- that's why I said that you can skip the whole thing if you want."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"And they're not regulating the rate of sales."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They have to be reasonable in what they do under Chevron. It's a broadly-phrased statute. What they have to do is reasonable. And so really the question is: Is what they're doing here unreasonable?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And -- and I -- and we're not electricity regulators; they are. It's pretty tough and technical. And -- and so that's why I -- I've been trying to figure out just what it is about this thing that, in your view, makes it unreasonable."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Clement --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":8,"sideBefore":"justices","text":"And at some point of --  I want you just to assume that there is jurisdiction, but to discuss your point that section --  that Rule 745, particularly, was arbitrary and capricious, I assume, because adequate reasons or no reasons were given. Or maybe there's some other point. But at some point before your time runs out."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Do you mind, Justice Kennedy, if I --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":8,"sideBefore":"justices","text":"No, of course."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":4,"sideBefore":"justices","text":"Yes? I mean, I take it that the --  the Alderson Reporting Company implications of your argument is that FERC can't do anything with respect to demand response; is that right?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"And so this sort of practice, though --  so I'll just narrow the question -- where it's retail actors who are bidding into a wholesale market."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"I take it that there, there would be a regulatory gap. In other words, FERC can't do anything nor can the States do anything."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Maybe you can turn to the question Justice Kennedy asked you to address."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"It --  it is an odd result, given this Energy Policy Act which made it so clear that Congress liked demand response that it wanted FERC to lower barriers to demand response, to then say, well, FERC has no jurisdiction to do exactly what the policy that Congress articulated is. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait a minute. That's the classic choice that we give agencies. They had expert testimony, Dr. Khan, who was undisputed to be a leading expert in this field, say the opposite. I mean, how do we choose to go into the weeds of something as technical as that --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"-- when that's been entrusted to the agency?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Would you tell me which one? I mean, I looked through everything that the dissenter said, and there is at least one or two or three paragraphs in the FEC's report on this that directly explains why they chose a different route."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"The -- the -- the court below didn't give us one comment by the dissenter that wasn't addressed by something said in the report."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And they -- and they recognized that, and what did they say?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"Only when it's economically feasible will we pay this price."},{"name":"JUSTICE SCALIA","id":5,"spokeBefore":2,"sideBefore":"respondent","text":"The response was where it doesn't work, we won't use it, which I didn't find a very satisfactory response. Isn't that essentially what they said?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought that the response was what Justice Sotomayor, and the way --  I wouldn't characterize it that way, but it's called the \"net benefits test.\" And the net benefits test means this is not a one size fits all. And then in the order, at paragraph 17, 18, page 67, they go through a bunch of methodologies, and they --  I mean, they say, we're picking this one. And the reason that they pick this one, I guess, is they think it's --  if you try a G thing, that also is a problem administratively. Okay. Now, I'll just read those. Is there anything else you're going to tell me that --  I'll read them and see what they say, right? Alderson Reporting Company"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I'll read -- Cicchetti that writes about that in the brief, doesn't he?"},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"And so I think that's the best brief to read on that."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Right? Okay."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"Is one way to think about that is that the --  FERC's argument is circular. It says, well, the market will take care of this, but we define the market."},{"name":"JUSTICE BREYER","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I thought -- you don't have -- I mean, I thought that he -- frankly the net benefits test was meant to dealt with -- deal with this problem. I will read Kahn's testimony, I promise. I will read Cicchetti, and I will read Hogan too. Okay?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"respondent","text":"But I --  I take it you're asking us not to make the judgment as to which was right and which was wrong, but that --  but that FERC did not address it by giving specific-enough reasons."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you, counsel. Five minutes, General. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, General. The case is submitted."}],"people":[{"id":0,"fullName":"GEN. DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"petitioner","words_spoken":2833,"interruptions":10,"times_spoken":20,"laughter":0,"num_int_by":4},{"id":1,"fullName":"CARTER G. PHILLIPS","firstName":"CARTER","lastName":"PHILLIPS","counsel":true,"justice":false,"side":"petitioner","words_spoken":1408,"interruptions":5,"times_spoken":12,"laughter":0,"num_int_by":3},{"id":2,"fullName":"PAUL D. CLEMENT","firstName":"PAUL","lastName":"CLEMENT","counsel":true,"justice":false,"side":"respondent","words_spoken":4317,"interruptions":17,"times_spoken":40,"laughter":1,"num_int_by":4},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":371,"interruptions":1,"times_spoken":10,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":367,"interruptions":3,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":682,"interruptions":1,"times_spoken":18,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":343,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":1},{"id":7,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":949,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":168,"interruptions":2,"times_spoken":7,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":4241,"times_spoken":32,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":17,"words_spoken":4317,"times_spoken":40,"laughter":1,"num_int_by":4},{"side":"justices","interruptions":12,"words_spoken":2880,"times_spoken":75,"laughter":0,"num_int_by":4}],"outcome":{"side":"petitioner","margin":4},"num_jusitces":8,"prediction":{"petitioner":1,"respondent":0,"date":1472523515723}}