{"petitioner":{"name":"AVONDALE LOCKHART","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"14-8358","date":"2001-11-03T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-8358, Lockhart v. United States. Mr. Zas. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Suppose the conviction had been, under Federal law, the -- the conviction for sexual abuse of an adult and we have the same question: Does the mandatory minimum apply? I take it if it had been under Federal law, Alderson Reporting Company then the mandatory minimum would apply."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't -- why -- why is it in this case -- it -- it does seem to me that Congress, eight years later, when it wrote the -- the second statute, used the -- the -- the same style and that this very much favors the government. But then you say that that's inapplicable, because?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How do you say it works now for the manufacturing and distribution offenses? We have your position on the possession -- well, you said there's a disparity between a Federal conviction and a State conviction. How about a conviction, either the manufacturing or distribution?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's another possible explanation for that, because the last item in the list itself involves a great many -- itself involves a list. So the second \"or\" could be a substitute for a semicolon. But let me ask you another question about the language that you just read. As I understand your argument, this provision would apply to sexual abuse involving a minor and also abusive sexual conduct involving a minor. Is there any difference between those two Alderson Reporting Company things?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So why did Congress put them both in?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there's something that jumps out. It's a strange list, aggravated sexual abuse, sexual abuse. Sexual abuse would include aggravated sexual abuse. So that seems to be --  the reference to aggravated sexual abuse seems to be redundant. And abusive sexual conduct, if understood in ordinary --  in the terms of ordinary language, does seem to duplicate sexual abuse. But there's an explanation that jumps out, and that is that this --  almost this precise terminology appears in Sections 2241, 2242, and And in those provisions, all those terms are defined so that they mean something different. So it seems to jump out at the reader that that's what Congress was doing in this list. Why is --  what is wrong with that? Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry, I don't follow that. I --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"As I see it, they did, as Justice Alito said, track pretty much exactly 2241, 42, and in developing the list that they -- they add -- that's before us today. I didn't understand your response."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it could have done it more clearly. That's certainly the answer to this whole case. They could have handled this issue a lot more clearly. But that is the --  the idea that they were picking up the definitions in the Federal provisions is one explanation for this rather strange --  this list. The other makes the list terribly redundant, and I haven't heard your explanation as to why they would do that. Why include both sexual abuse and aggravated sexual abuse? Why include sexual abuse and abusive sexual conduct?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't understand how that answers the redundancy question. There's redundancy in both interpretations, but much more in yours than in the government's."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not sure how your answer was responsive to Justice Alito's redundancy question."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Zas, is it possible when you read these three terms, as you say, Congress might have meant to be just trying to pick up every conceivable State statute it could think of. But it's possible also to think of these as the aggravated sexual abuse is the worst offense; the sexual abuse is the medium offense; and the abusive sexual conduct is actually somewhat a more minor offense, in other words, might include things that are not sexual abuse themselves. Let's say indecent exposure or something like that. And if you understand the provisions in that way as sort of going from the top to the bottom and meant to pick up everything, then it would seem that the involving a minor or ward really ought to refer to all of them. Right? That there's no reason why the involving a minor or ward would -- would refer only to the most minor offenses as the others. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Maybe I said that wrong. I think I said the exact opposite of what I meant. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":6,"sideBefore":"justices","text":"It makes sense to me, though. (Laughter.)"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":7,"sideBefore":"justices","text":"What? If you read -- if you read them going -- going down, right -- well, what do you think would follow? (Laughter.) What do you think would follow from that understanding of this list?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But just presume with me that abusive sexual conduct is supposed to be -- is supposed to include some things that sexual abuse would Alderson Reporting Company not. What do you think follows from that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"When I think --  what I think you would say is that if it's in descending order like that, you don't have to make the third one, which is already less than the second, which is less than the first. You don't have to make the third one a teeny, teeny, teeny third one by tagging on children only to the third and not to the other two. It seems to me much more regular to assume, as you do, that the limitation to children applies to all three of these descending crimes. And --  and isn't that the answer?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Your answer."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But --  but the --  the Alderson Reporting Company problem with that is --  maybe I'm wrong, but I think you have conceded that there is no difference between the last two, that it --  it's --  it's not descending. I mean, it's --  it's Justice Kagan who's suggested that abusive sexual conduct could mean exposure, for example, indecent exposure, which would probably not fit the second --  the second term. Haven't you conceded that the two are the same?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What did you do that for?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"But just to be clear, it's abusive sexual contact, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"(e)?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I see."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, we might be --  when did they write? We're looking at, call it \"your section,\" which is (a)(4); is that right? Or what is it? It's --  for the three things in it. The one you're interested in is --  let's --  I don't want a name for it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I call it \"your section.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. I'm going to call it \"your section.\""},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Your section. Alderson Reporting Company Then think of several other sections, which are the one I hadn't thought about which Justice Alito raised. That's really suspicious the way that looks there. 41, 42, Now, when you pull up 41, 42, 43, law or written before the relevant parts of your section were written."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Okay. If that's so --  and I don't know if this helps you or hurts you, but it seems to me that there is a ready-made right there for a drafter explanation of why he uses these words. Because we first look to 41, and that's aggravated. And then we look to 42, and that's sexual abuse without aggravated. And conduct is just the same as contact, but the drafter is thinking maybe we should go a little bit bigger. Now, the difficulty is in each of the sections I've mentioned, there is a special related section for children. So the difference between the two for adults is the nature of the force requiring a person to perform a sexual act. A threat of violence, et cetera. That's one. Right? And then the next section, abuse, it can be some other kind of threat. Then we get to the way it Alderson Reporting Company deals with children, and it deals with children under the -- under That's one. And it deals to That's the next. And then we have a section called contact, and that has to do with sex acts basically that really weren't sex acts but for a certain kind of conduct which is defined. All right. So I read this, I say, hey, that's what they picked up. They just -- a drafter just picked it up and changed a little bit, but that's what he had in mind. Then the question is: Your question. And in your favor, I think, is the fact that each of these earlier sections does have a special section dealing with children under the same number. Now, don't tell me I'm right if I'm not right, but that's what I suddenly saw when Justice Alito asked his question. Just tell me your reaction."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You're not going to tell him he's right. (Laughter.)"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But your --  your argument is that it is just a coincidence that Congress came up with this list of three terms that are redundant and that just so happen to be almost exactly the same three terms in the same order that appear in the Federal provisions."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They didn't use the same terms."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The third term is different."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":7,"sideBefore":"justices","text":"But they used --  they used --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Do you think it was an accident that the third term was different?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When they use \"sexual abuse\" and \"sexually abusive conduct,\" they were not --  they -- they had in mind the Federal provisions, but they didn't want those terms in this provision to mean the same thing as they mean in the Federal provision, even though, according to you, there is no generally accepted understanding of the difference between sexual abuse and abusive sexual conduct."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Sexual abuse is defined, and abusive sexual contact is defined, are they not?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But why would they be focused on Federal sexual abuse involving adults but not State sexual abuse involving adults?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but the -- the Federal predicate, the Section 109, I believe it is, does apply Alderson Reporting Company to adults as well. So why would they be focused on adults with respect to Federal offenses but not with respect to State offenses?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. O'Connell. "},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. Let's do them one by one. On the first one, even under your interpretation, two of the three are the same, aren't they?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Why do you resist -- why -- why do you resist the argument that what Congress was Alderson Reporting Company doing was picking up basically the definitions of the Federal offenses that are worded almost identically? If that's what they are doing, then it's understandable what is meant by all three terms. If that's not what they were doing, it's a strange coincidence. And not only is there redundancy, but there's ambiguity about what is meant by sexual abuse as opposed to abusive sexual conduct, and why they had to put in aggravated sexual abuse in addition to sexual abuse."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, they could have done it more clearly, of course. The -- the statute is -- is poorly drafted. You know, we give them a \"D\" for their drafting of this statute. But what is the difference between sexual abuse and abusive sexual conduct? Putting aside the Alderson Reporting Company definitions of those --  of those terms or similar terms in Chapter"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So why did they put --  why did they do that?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Just catchy phrases that came to their mind?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ward --  a ward can't -- why --  why would you say a --  why would you add \"ward\" if --  if that was the reason for it? Why wouldn't you just say of \"a minor\"?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I know. Why? That's what I'm asking."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"To achieve what --  what you say they were achieving, it would --  it would have sufficed to say \"minor.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But that --  that's not somebody who could not --  who could not give consent."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You're --  you're saying the reason for it was they wanted to pick up people who could not consent to the thing. But to do that, all Alderson Reporting Company they had to say was \"minor.\""},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Prisoners -- prisoners are deemed incapable of giving consent?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And \"concrete\" would mean that, if it was a prison guard and a prisoner --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- even if the prisoner said, \"Yes.\""},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But a ward -- a ward could also be a 40-year-old person who is incompetent."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. O'Connell --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Is Petitioner right when Petitioner says that it was the Department of Justice's original view that involving a minor or ward, it modified all three categories? That that was -- the first position that the government took and then the government changed? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Where did you get that idea from, then? Where did he get that idea? What --  what had the Department said that --  that suggested the opposite?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Surely it shows --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"-- that -- that an intelligent person could think that that's what this involved."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I assume that the person read this and -- and thought that that's what it meant."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I agree. And what I worry about is the rule of lenity. You have these dueling canons, and you have a rule that when the government sends somebody to jail for ten years, it has to turn sharp corners. It has to dot every I and cross every T. It has to be clear. And, you know, I -- we've been discussing this dueling canons and so forth. My goodness, I have no -- I have no assurance what the right answer is. But I know that somebody could read this and think that it Alderson Reporting Company means what the petitioner says it means. And if that's the case, it seems to me the rule of lenity comes into play. That's --  that's what concerns me most about this case, not the dueling canons."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, could I ask about your --  your basic theory as to that, which, if I understand it, says the reason why we shouldn't worry about the redundancy you create is because Congress just wanted to make absolutely clear that the sexual abuse was also sexual abuse involving somebody who couldn't consent. That's basically your theory. And there is a very easy way to do that, and it would have completely made this --  I mean, made this a hundred percent clear. Congress would just have said aggravated sexual abuse, sexual abuse, or sexual abuse involving a minor or ward. And just by using the exact Alderson Reporting Company same language, it would have been clear, but the distinction was between sexual abuse and sexual abuse involving a minor or ward. But Congress doesn't do that, right? Congress changes the language of the third noun. And that's what creates the puzzlement. And -- and so it seems to me that your theory doesn't really cohere with the fact that this third term -- although, nobody can say exactly what it means that is different -- the third term is linguistically dissimilar from the second one."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why not just say --  drop the \"abusive\"? Just say \"sexual conduct with a minor or a ward\"? Because now you have to deal with the adjective \"abusive.\" So how does that get you to consent or no consent?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What were the --  what were the other three? You said there were four reasons. I Alderson Reporting Company started where I think Justice Scalia did. Of course, I might more often than he think that the canons don't help us all that much. And this --  this is a poster child, I think, for that proposition. And so you said, no, there are four things here that show that this isn't ambiguous. You shouldn't end up that way. Now, one was a redundancy, which I'm not sure what it was, and then you didn't get to the other three, which I'd like to hear."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I apologize for that. I jumped in on it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No, it wasn't."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah. And the other?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right. And the fourth."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Which is not a parallel if -- if you read the word, right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Contact is not conduct."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's debatable that contact and conduct are different words? That's not debatable."},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You're not suggesting this is just a scrivener's error, are you? That it was meant to be contact?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Fourth, fourth."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. So he'll say \"or\" is Alderson Reporting Company in this one and it's not in the other one for a reason. He'll say they're superfluous reading both ways. He'll say that --  I can't remember the third --  but the fourth he's going to say, yeah, it's underinclusive versus overinclusive. Yours is it would be somewhat under-inclusive for the reason you say, and you take your reading, it will be overinclusive for the reason he says. So if we're at --  this is the only place that --  if we are absolutely at equipoise, which I can't say we are now, but I think it through --  if we are absolutely at equipoise, before turning to the rule of lenity, I would like your comment on my temptation to say at least here, the legislative history helps. And indeed --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"I knew you were going to say that. (Laughter.)"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"Indeed --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"I knew it."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"--  it isn't just a letter from the Justice Department. It is that the report, the way these are actually written is that a general idea is given to a person whose job it is to draft. And that drafter tries to put in words the general intention Alderson Reporting Company that's been described, and the report is used to describe what the general intention was. I'm not saying a hundred percent, but very often with technical statutes, that's how it works. So I read that report, and what do I discover? A repeat offender with a prior conviction under da-ta-da, or under any State child abuse law, or law relating to the production receipt or distribution of child pornography. And it is only two years later after they pass that that the Justice Department writes its letter noting that the provision they just passed involved individuals with prior convictions for child abuse. And recommending an enhanced penalty as well if they had a prior conviction for sexual abuse of a minor. Okay. So I read that and said, short, but clear. And that's what the drafter would have been looking at when -- the first one, anyway -- working with the staff of the committee when trying to translate general intentions of senators and representatives into actual language. And I think it's not contrary to popular belief to say that senators and representatives do hire staff to do such things and do not sit there with pen and pencil thinking, where does the \"or\" go? Okay? So what is -- what is the Justice Department's response to that? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. O'Connell, you -- you don't think Congress can leave it to its staff to decide what a statute means, do you?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Isn't legislative power nondelegable?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"You asked a really quite broad -- I don't know what the 4,000 people over there are doing, if -- if they're not entrusted by their principals to write words on paper that would reflect the general idea. You think they can't do that?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Who is -- who is the author of this?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"I don't know what the hundred people --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"Who is the author?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":3,"sideBefore":"justices","text":"-- are doing over there if they're delegating everything to the staff."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":2,"sideBefore":"justices","text":"This -- this -- this letter that so much discussion has revolved around, who was it in the Department of Justice that wrote?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Could you talk about the rule of lenity? Does the rule of lenity apply with the Alderson Reporting Company same force when the question is the substantive definition of a crime as distinct from the penalty that's attached?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"It seems to me there's an argument that it should apply equally, but have we talked about that?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"That -- that makes a great deal of sense. It -- other than that rule of lenity to the extent it's based on notice, it seems to have somewhat more force when it applies to the substantive definition of the offense as opposed to the punishment. But I -- you could argue it either -- either way. But have we -- have we talked about any distinction?"},{"name":"JUSTICE KAGAN","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, can I go back to the -- to the language? You know, it's confusing language. And I showed it to all my clerks and -- and basically said how would you read it. And two came out on one side, and two came out on the other side. But -- but I'm sort of left with this feeling that it -- we're not in -- in a situation where there are dueling canons. We actually might be in a situation where one canon trumps the other. I mean, you have this last-antecedent rule, and it's an important rule. But it gives way when a certain -- when there is a certain quality to all the antecedents when they're all parallel and when the last modifier equally sensibly refers to them all, right? And that that's a situation, so that series-qualifier Alderson Reporting Company rule is in some sense a rule about when the last-antecedent rule doesn't apply. So I guess I would ask you to comment on that."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"No. But it's followed by what could be taken as. They just gave it a different number; isn't that right? does, in fact, deal with minors?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Right."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, yes, yes, yes. I -- I saw that."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Zas, you have four minutes. "},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think I actually said anything about the rule of lenity."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't think he ever mentioned the rule of lenity."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you --  you are making an argument that an awful lot of this big book is --  is subject to the rule of lenity because a lot of it is very poorly drafted. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"My problem is, why would they include adults as a predicate for the minimum in Federal crimes but not in straight State crimes."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"I know they have done it in other situations."},{"name":"JUSTICE SOTOMAYOR","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But why here? If they're worried about the abuse of children, why would they not capture every conceivable person or every conceivable abusive act towards kids?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, she's saying why -- but they --  they do include the sexual abuse adult when you're talking about prior conviction of a Federal crime."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"And the answer, I guess, has to be that you -- the drafters know what they're getting into with the Federal crimes, and they have no idea what they're getting into when they're dealing with State crimes. Is that your response?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm not trying to put words in your mouth. I want to know what -- that's what I read in the --"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's take a -- an offense as to which there isn't much ambiguity: Rape. All right? Under the -- the ordinary meaning, why would rape in a Federal enclave qualify; rape a few yards away, perhaps, in State territory, not -- not qualify?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"EDWARD S. ZAS","firstName":"EDWARD","lastName":"ZAS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2810,"interruptions":20,"times_spoken":48,"laughter":0,"num_int_by":8},{"id":1,"fullName":"ANN O'CONNELL","firstName":"ANN","lastName":"O'CONNELL","counsel":true,"justice":false,"side":"respondent","words_spoken":2533,"interruptions":18,"times_spoken":46,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":116,"interruptions":2,"times_spoken":11,"laughter":0,"num_int_by":2},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":195,"interruptions":1,"times_spoken":8,"laughter":0,"num_int_by":1},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":233,"interruptions":0,"times_spoken":8,"laughter":0,"num_int_by":0},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":713,"interruptions":1,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":695,"interruptions":1,"times_spoken":10,"laughter":2,"num_int_by":1},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":660,"interruptions":1,"times_spoken":32,"laughter":3,"num_int_by":1},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1120,"interruptions":3,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":98,"interruptions":0,"times_spoken":4,"laughter":0,"num_int_by":0}],"side_summaries":[{"side":"petitioner","interruptions":20,"words_spoken":2810,"times_spoken":48,"laughter":0,"num_int_by":8},{"side":"respondent","interruptions":18,"words_spoken":2533,"times_spoken":46,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":9,"words_spoken":3830,"times_spoken":108,"laughter":5,"num_int_by":4}],"outcome":{"side":"respondent","margin":4},"prediction":{"petitioner":0.8071646754970783,"respondent":0.19283532450292173,"date":1472418053244}}