{"petitioner":{"name":"TIMOTHY TYRONE FOSTER","counsel":[0]},"respondent":{"name":"BRUCE CHATMAN, WARDEN. ","counsel":[1]},"caseNumber":"14-8349","date":"2001-11-02T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-8349, Foster v. Chatman. Mr. Bright. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bright, maybe you could address first the -- the question we raised on Friday with respect to which court certiorari should be directed to."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think that affects the scope of our review? In other words, are we addressing just whether there's arguable merit to the claim or are we addressing the claim on its own merits?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I really don't understand that. You -- you say we would be reversing the Georgia Supreme Court, not the -- not the habeas court, right? Alderson Reporting Company And -- and all that the Georgia Supreme Court held is that there -- there -- is that there was no arguable basis for -- for its accepting review. So if we reverse that decision, we -- we tell the Georgia Supreme Court, you're wrong; there is an arguable basis for your accepting review. So we ought to remand to that court, requiring them to accept review, it would seem to me. How can we reverse them on -- on an issue they -- they never considered?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But -- but you're saying in Alderson Reporting Company that case or in other cases? And if so, which other cases that, in that situation, we, nonetheless, addressed the reasoning of the intermediate court? Is that what you're saying?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there an argument that the petition for certiorari could go to the trial court? I mean, our statute says that it goes to the highest court in which review could have -- could have been had, I think is the -- the statutory phrase, in which sounds like the Georgia Supreme Court. On the other hand, as Justice Scalia said, they haven't really directed their attention to the issues before us. I -- I -- I'm not sure to me that it's an option to -- to go to the superior -- to the Georgia trial court."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Or -- or is that incorrect?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You're putting together two rules that you say we've established. One is Justice Blackman said, to end the confusion, the petition should be addressed to the Supreme Court. And then you said, we have cases. Look through cases. If --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"-- the Supreme Court has said just \"denied,\" nothing more than \"denied,\" we look back to the last reasoned decision. Those are both decisions of this Court, and that's what you're relying on."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What if the State supreme court wrote a short opinion and said, We're not going to determine whether there was, in fact -- the only issue we're going to determine is whether there's any arguable merit to this? And then you say that the whole issue of whether it was a correct application in Batson is -- is the issue that we have to decide?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you another -- a question about another preliminary issue before you get to the -- the -- the underlying question in the case? The Superior Court said, on page of the Joint Appendix, that the issue of the Batson violation was not reviewable based on the doctrine of Alderson Reporting Company res judicata. And then it later said, and this is of the Joint Appendix, that it will review the Batson claim as to whether Petitioner has shown any change in the facts sufficient to overcome the res judicata bar. Now, if you put those two together, you could argue that the superior court decided only a question of State law, namely, whether the situation here was such that there could be review of the Batson claim. What is your response to that?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but is it question of Federal or State law as to whether or not the Petitioner has shown a change in facts sufficient to overcome the res judicata bar? The one -- the page language that Justice Alito quoted, is that -- is that a State law question or --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well -- Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, if it's a State law question and they resolved it against you, what do you have to -- then what do you have to argue?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think you have to say it's a Federal question."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Explain to me why deciding the Federal issue was essential to its deciding the State res judicata issue."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- you think it was saying whether there's res judicata or not depends on whether the new claim has any merit?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's a very strange application of res judicata, it seems to me."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought it was whether there -- there were changed facts sufficient enough."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Right."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Even -- even -- right. Even if it would, you know, produce a different result, right?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bright, did the court, in your judgment, do de novo review? Didn't it say that it did -- basically, it was going to do step three of the Batson charge -- challenge?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So that's a ruling on the merits."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it -- I think it said after -- after redoing --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The court said that it would reach step three again on the basis of the new evidence presented, and so they did it all over. And I guess that's -- we must take that as what happened. They did not apply a res judicata bar."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, I don't want to belabor the point too much, but you -- are you arguing that Georgia res judicata law is this: If someone comes up with any new fact, the -- the -- the thinnest new fact, that is sufficient to wipe out the res judicata bar and allow the court to get to the merits of the claim? Is that your argument? That's your understanding of Georgia res judicata law?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And we really want you to get to the merits, but why is that -- in conjunction with --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- with Justice Scalia's question, why is that an issue of Federal law?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thanks, counsel. I think we have your argument on the point. Thank you."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The prosecutors said the reason for concentrating on the black jurors was that you had informed them you would present a Batson challenge, and therefore, it was necessary for them to see if there was a race-neutral ground for disqualifying that case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Counsel, at this --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"justices","text":"Mr. Bright --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"-- at the time, Mr. Lanier said they weren't striking the -- the jurors because of race. They were striking them because they were women. And I guess three -- three out of the four -- Alderson Reporting Company (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":2,"sideBefore":"justices","text":"-- African-Americans were -- who were struck were -- were women. How does that -- and then that explanation is just kind of fallen out of the case. How -- how does that affect the analysis?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The Court had not yet held that Batson applies to --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. -- Mr. Bright, Mr. Lanier --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- answered yes when he asked -- when during the -- during the trial when he was asked whether he had done -- I don't know if it -- oh, Alderson Reporting Company no, it was on the motion for a new trial hearing -- whether he had done the same extensive background check on all the jurors, white and black. Did you find any evidence of that extensive black background search?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So -- so your -- your understanding of that statement was that all -- he had only done an extensive search on the blacks on the list?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"During the trial, did defense counsel, when he made his initial Batson challenge -- not in the papers, but at trial -- did he again say that this was part and parcel of the prosecutor's pattern? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I was just surprised that we didn't hear about this preparation for a Batson hearing until --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"--  the habeas."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"The prosecutors said that you -- they said, we never -- we never wrote or authorized or relied on those notes. And you didn't call the prosecutors to test the veracity of that assertion."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Bright --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- I have found some circuit courts who have a rule on appeal or on habeas which is if they can find one legitimate reason for striking a juror --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that's enough to defeat a Batson challenge. Do you believe that's an appropriate rule? Are you suggesting a different approach to the question?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, in --  in response to Alderson Reporting Company Justice Sotomayor's question --"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- if the prosecutor argues a laundry list of reasons for striking the black juror and some of those are reasonable and some are implausible, how should the Court approach the Batson analysis?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Don't you think this is -- this is a case-by-case thing? Suppose there's one reason that's a killer reason? Like this -- this individual has numerous prior felony convictions, all right? And then the prosecutor says in addition, and this -- this person didn't -- he looked down at the floor in answering the questions and didn't seem to pause and didn't seem to understand some of the Alderson Reporting Company questions. So under a circumstance like that, couldn't the Court say, well, the one -- there's one reason here that would -- that is clearly a justification for a peremptory strike? We don't have to determine whether there's evidence that the person was looking down at the floor."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"A lot of those smoking guns were in the original decisions by -- by the Georgia courts. It seems to me what -- what you would have to establish to reverse the Georgia courts is that the new smoking gun, assuming that all the rest were not enough to demonstrate a Batson violation -- the new smoking guns would tip the scale. Isn't -- isn't that the issue --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"-- that the Georgia courts decided?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, but all -- all I'm saying -- and you seem to be agreeing -- is that it is not the overall Batson judgment that's before us but rather the judgment that the -- that the new evidence did not suffice to create a Batson violation where none existed before."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Are you saying in answer to Justice Scalia that when you had the notes, those notes cast doubt on some of the prosecutor's justifications in the first round?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And Mr. Bright, just to make sure I understand, all the notes in the prosecutor's files were new; is that right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. Okay."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Burton. Alderson Reporting Company "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I'll ask you as well to address the certiorari question first."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, the problem is I don't think this is discretionary review. The Eleventh Circuit found it's not under Georgia law. Read its opinion. It seems pretty grounded in the stated law of Georgia."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"And has the Georgia Supreme Court ever --  ever said anything one way or the other as to whether it's discretionary or not?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Could you give me the -- the Reed v. --  what?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Are certified questions available in Georgia? Could --  could we certify a question to the Georgia Supreme Court?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"You did -- we -- I -- I -- we looked at -- I looked at the statute. The statute says in a habeas case, State habeas, that the Georgia Supreme Court must review it. It says it must review it unless it's without merit. I forget the exact words. I was looking for them."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Do they state that?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, wait, wait, wait. Then I've been looking at the wrong place. You heard your brother here say -- he quoted some words. I don't remember the exact words, but they were exactly what I'd read, and it was from a statute in Georgia."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And the Georgia statute said -- I just can't find it in my book here. Sorry. The Georgia statute said they shall review the case Alderson Reporting Company unless it's without --  it's totally without merit. Something like that. I --  does that ring a bell?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does it ring a bell, what I'm saying?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Or what are the exact words?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"The exact words are that a certificate of probable cause will be issued when there is arguable merit."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"justices","text":"Yes. That's it."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Right. Right --  that doesn't --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"justices","text":"I think it's 9-14-52. Or if there had been compliance with that, right? Okay."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":2,"sideBefore":"justices","text":"Okay. Does that govern this case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Does the word that he -- that the Chief Justice just read from Georgia law govern this case? The answer is yes or no."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"They do not govern this case."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. What, in your opinion, is the Georgia statute that says that those words you just held do not govern this case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Thank you."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":9,"sideBefore":"justices","text":"Well, I -- I suppose that -- that -- that a court could have a discretionary view but could provide by rule that, in the exercise of our discretion, we will grant any of these unless it's patently wrong. Could -- couldn't -- and -- is -- maybe that's what's happened here. And if -- if you use your Alderson Reporting Company discretion to enact a rule which says you will take cases of a certain court, does -- does the taking of those cases still remain discretionary? That's a nice question, isn't it? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, why would we --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":8,"sideBefore":"justices","text":"You've -- you've just decided that you will uniformly exercise your discretion in a certain way."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":3,"sideBefore":"justices","text":"But -- but I -- maybe I'm misunderstanding what you're saying. You're saying there is no such uniform determination that they will exercise their discretion in a certain way, that they are insisting upon their discretion being discretionary. Is that correct? (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. I'm so confused I can't even -- (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":8,"sideBefore":"justices","text":"The State habeas process is different than the regular appeal process."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"On the regular appeal process, they look at each case -- each case with discretion."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. In State habeas they have a rule, an internal rule that says, we'll take every habeas case unless it's -- has no arguable merit, right?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"In the positive."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So what would lend us to believe that they didn't look at the merits and say there was no arguable merit? That they just said, we're Alderson Reporting Company too busy. We don't care if there is arguable merit. Do you believe they did that?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. What?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"So that is a decision on the merits. There is no arguable merits."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Okay."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Now it's clear."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":8,"sideBefore":"justices","text":"And in your view, cert should have been granted to the Georgia Supreme Court?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Can I just ask one more quick question about this."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"You --  you made reference -- this is an issue that's being litigated in the Georgia courts, is that right, in the Eleventh Circuit?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"This precise issue?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What --  what issue is that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Is it --  is it the issue of which court the certiorari should be directed to?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"The issue of what? What is the issue that is being litigated?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Well, I'll --  I'll --  am I right that the issue that is being litigated is whether the Supreme Court review, in cases like this, is Alderson Reporting Company discretionary or not discretionary?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"All right."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And this question is in both the Georgia Supreme Court and in the Eleventh Circuit?"},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Do you think this would be an appropriate case for us to exercise our discretion to certify the question to the Supreme Court?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There's a statute that permits the --  the Georgia Supreme Court to accept certified questions. Do you know anything about the history of requests for certification? Some states have such a process, but the State supreme court rejects the question."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What --  what if we hold in this case that it is not discretionary review, and then, in these cases that are pending, the Georgia Supreme Court says it is discretionary review? Who wins? (Laughter.)"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":3,"sideBefore":"justices","text":"Is it ultimately a question for us or for the Georgia Supreme Court?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Why?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":8,"sideBefore":"justices","text":"Me too. Can I --  can I go to the merits? Is that -- is that all right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Okay. Unless other people -- Alderson Reporting Company Okay. Look. You have a lot of new information here from these files that suggests that what the prosecutors were doing was looking at the African-American prospective jurors as a group, that they had basically said, we don't want any of these people. Here is the one we want if we really have to take one. But that there --  the --  all the evidence suggests a kind of singling out, which is the very antithesis of the Batson rule. So, you know, I mean --  well, isn't this as --  I'm just going to ask you: Isn't this as clear a Batson violation as a court is ever going to see?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is the reasonable explanation?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"In other words, the argument you're making here --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- is that -- is that the reason he highlighted all the black jurors in green and thus said black -- what about the black jurors and did all these different things was because he was preparing a defense in case of a Batson challenge."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. Now, if that's correct, why this is -- is this the first -- is it -- was this argument made before your main brief in this case?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It was not. So if that had been his real reason, well, isn't it a little surprising that he never thought of it -- (Laughter.)"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":9,"sideBefore":"justices","text":"-- or didn't tell anybody until you raise this argument in your main brief?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"All right. It seems to me you have two arguments. One is this argument that he never thought of, apparently, or at least never thought to tell you Alderson Reporting Company until quite recently. And the other, after years, and so it's hard to believe that's his real reason. And then there's the second argument that he had about different reasons. And at least some of them could be valid. Okay. Now, if my grandson tells me, I don't want to watch -- I don't want to do my homework tonight at 7:00 because I'm just so tired. And besides, I promised my friend I'd play basketball. And besides that, there's a great program on television. And besides that, you know, I really -- my stomach is upset, but I want to eat spaghetti. And so he's now given me five different reasons. What do I think of those reasons?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"One may be valid."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Which one?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, wait. The point is Alderson Reporting Company he gave different reasons. And the very fact that he gives different reasons --  and many of them are self-contradictory, obviously not applicable, totally different from --  you know, that's why I used my grandchild's analogy. All right? And so I would say my answer to my grandchild is, look, you're not too tired to do your homework. And I think any reasonable person looking at this would say, no, his reason was a purpose to discriminate on the basis of race. Now, tell me why I'm wrong."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But he's simply wrong. He puts down, if it comes --  if it comes down to having to pick one of the black jurors --  was it Ms. Garrett? -- might be okay."},{"name":"JUSTICE KENNEDY","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"So it -- it -- it -- well, but that seems to me to undercut the argument, well, they're just feeling their way and so forth. They've -- they've made a mistake -- they've made a mistake of -- in Batson. Sure it was new; but they're wrong."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Who was responsible for the definite no list?"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"There are only three possible choices."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And it -- and it exists -- the paper exists. It says \"Definite NO.\""},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But there were five African-American jurors --"},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"--  on the definite -- well, one of them was Garrett --  this --  as was pointed out. They said, if we have to have one, let it be Garrett. But Garrett then shows up on the definite no list."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Were we told that the only three people who did the investigation on Batson were the two prosecutors on the case and Mr. Lundy? So if Mr. Lundy says I didn't make that list, it has to be one of the two prosecutors."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What do you do with other --  I mean, it just --  it seems an out-and-out Alderson Reporting Company false statement. The reason that's given --  one of the reasons for Garrett's being struck is that her cousin was arrested. But then the prosecutor doesn't know that at the time of the voir dire. He doesn't know until after the voir dire that the cousin was arrested. So how could it possibly be a reason at the time of the voir dire?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Didn't the habeas court --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Did Mr. Lanier testify --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":7,"sideBefore":"justices","text":"Justice."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"justices","text":"--  provide an excuse and say --  I'm sorry."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":8,"sideBefore":"justices","text":"No, you. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":2,"sideBefore":"justices","text":"Didn't the habeas court accept that he didn't know at the time of trial, but he just knew that Lundy didn't want her?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But that was his explanation for why the prosecutor didn't know about the prior arrest, correct?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That Mr. Lundy didn't want her."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That Mr. Lundy didn't want her. He never credited or never said that he knew this --  that he knew about the arrest."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Lundy did, but the prosecutor didn't."},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Well, didn't he also testify -- this is on of the reply brief -- it has come to our attention since the trial of this case that Angela Garrett was arrested?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What about the --  what about the giving a reason for dismissing her that she was close in age to the defendant?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"She was in her 30s. He was or"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"But -- but Ms. Burton, I mean, wouldn't you agree, in a lot of these Batson cases, you'll have purported justifications, which they could support a valid peremptory strike, right? But that the question for a court is, well, but did they support this valid peremptory strike? In other words, what was the prosecutor thinking? Batson is a rule about purposeful discrimination, about intent. And so it doesn't really matter that there might have been a bunch of valid reasons out there, if the -- if it was clear that the prosecutor was thinking about race. You agree with that, right?"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, if his intent was to strike based on race, it doesn't matter that he could have had a different intent that would have supported a good peremptory strike. And so the question of whether, you know, someone or other might have been properly struck by -- by a prosecutor isn't really the question. The question is on the total amount of evidence before us, including all these prosecutors' notes, what was going on with respect to each of these peremptory strikes. And then you have to deal with not just, oh, it could have been this or it could have been that, but you have to deal with all this information that what it really was, was they wanted to get the black people off the jury."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Where -- where there are, you know, other reasons that are plausible but could be phony, surely it's the -- it's the judge that hears the Alderson Reporting Company testimony who's best able to judge whether asserted reasons are phony reasons or not; isn't that right?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's sort of hard for us to do it on a cold record."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Well, but that's --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":4,"sideBefore":"justices","text":"I mean, it's harder. It's harder, not impossible, but harder."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":3,"sideBefore":"justices","text":"And Justice Scalia raises, of -- of course, a good point in the mine run of cases, but not in a case where all the evidence of intentional discrimination was not before the judge at the time."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Why weren't the notes turned over earlier? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"What did they do with the failure to ask Ms. Garrett any questions about the issues that troubled the -- troubled, for example, her cousin's arrest. There's an assumption that she has a relationship with this cousin. I have cousins who I know have been arrested, but I have no idea where they're in jail. I hardly -- I don't know them. So -- but he didn't ask any questions. Doesn't that show pretext? I don't -- I'm not going to inquire because she might get off the hook on that."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, stealing hubcaps, in my mind, is decidedly different than murdering people or attacking them the way this case was --  this case was about. I --  I can imagine a --  why can't you imagine a father saying, it was stealing hubcaps --"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"--  he should have been punished?"},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"That's what the record supports."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I --  I want to ask you a different question before your time is up. And I'd like you to respond to the question that Justice Alito initially asked."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And that is, is there an independent State ground here? Now, you're familiar with the record."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And I read on page of the --  of your record the decision. And the first paragraph supports your --  the view that you would like to hold, I think, that this is based upon res judicata, which is a State matter. And then there is the paragraph that was read to you on page and where the judge says, \"The reason that I reach that conclusion is because the notes and records submitted by Petitioner failed to demonstrate purposeful discrimination on the basis that the race was the basis.\" Okay? That sounds like Batson to me. And then he goes on to say, \"And in addition there is no good reason given, now or then.\" Alderson Reporting Company And then he concludes, \"Accordingly, the court finds the renewed Batson claim is without merit.\" So if I read just that paragraph, I would think the reason that the judge found in your favor is he decided the Batson claim in your favor. He didn't have to. He could have gone on some other ground, but that's the ground he did go on. But at worst, why isn't it ambiguous? And if it is ambiguous, then why don't we take, you know -- I think it's what's in the -- Long, you know, all those cases. If it's ambiguous, then aren't we required to assume that the judge went on the Federal ground? Okay? Now, that's both Alito's question. It's what I think is the hardest point for you to overcome. And I want to hear your response."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's the end of it, isn't it?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What do you think is Georgia res judicata law?"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"The res judicata goes out the window."},{"name":"JUSTICE SOTOMAYOR","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. I didn't hear that. Then this Court?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I don't understand what you've just said. Say it again."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, I mean, I think that Alderson Reporting Company that's exactly how the decision is framed, right? Because the decision talks about claims that are not reviewable due to res judicata. It lists many, many, many claims, and then it lists a whole bunch of claims that are procedurally defaulted. And then this is in a separate section, the Batson issue, and it's in a section that's with -- with all the other claims that there are merits determinations being made about. And the court is very clear, first sentence, last sentence. First sentence: \"The court finds the prosecution did not violate Batson versus Kentucky.\" Last sentence: \"On the merits the person, the\" -- \"the\" -- \"the Petitioner loses.\" So --"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"-- it is --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What do you make of the statement on 175, \"As a preliminary matter, this court notes that, as cited by the Respondent, the following claims are not reviewable based on the doctrine of res judicata\"? And the first one it lists is the Batson claim. Does that suggest maybe the court had two Alderson Reporting Company reasons for what it did? It's barred by res judicata, and it would fail even if it were not."},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":7,"sideBefore":"justices","text":"No. But that --"},{"name":"JUSTICE ALITO","id":7,"spokeBefore":4,"sideBefore":"justices","text":"Well, I'd like the --  I'd like counsel's answer -- (Laughter.)"},{"name":"JUSTICE KAGAN","id":4,"spokeBefore":7,"sideBefore":"justices","text":"I'm sorry."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But doesn't Georgia have the rule --  Georgia, the supreme court has said, Georgia law allows claims to be revisited on habeas when new facts have developed since the time of the direct appeal because a claim that is based on facts that did not actually exist at the time of the direct appeal, which is this case, is essentially a different claim. That's what the Georgia Supreme Court said."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"New facts is essentially a different claim."},{"name":"JUSTICE GINSBURG","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You may be right or wrong as a matter of conclusion law, but that's the law of Georgia."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. MS. BURTON. Thank you. Mr. Bright, you have two minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"STEPHEN B. BRIGHT","firstName":"STEPHEN","lastName":"BRIGHT","counsel":true,"justice":false,"side":"petitioner","words_spoken":3634,"interruptions":16,"times_spoken":52,"laughter":1,"num_int_by":7},{"id":1,"fullName":"BETH A. BURTON","firstName":"BETH","lastName":"BURTON","counsel":true,"justice":false,"side":"respondent","words_spoken":2638,"interruptions":38,"times_spoken":96,"laughter":2,"num_int_by":8},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":249,"interruptions":1,"times_spoken":15,"laughter":1,"num_int_by":1},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":618,"interruptions":1,"times_spoken":24,"laughter":2,"num_int_by":1},{"id":4,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":738,"interruptions":4,"times_spoken":20,"laughter":1,"num_int_by":3},{"id":5,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":394,"interruptions":3,"times_spoken":15,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":550,"interruptions":3,"times_spoken":19,"laughter":0,"num_int_by":2},{"id":7,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":561,"interruptions":1,"times_spoken":12,"laughter":1,"num_int_by":1},{"id":8,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":744,"interruptions":9,"times_spoken":40,"laughter":1,"num_int_by":5},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":923,"interruptions":2,"times_spoken":28,"laughter":1,"num_int_by":2}],"side_summaries":[{"side":"petitioner","interruptions":16,"words_spoken":3634,"times_spoken":52,"laughter":1,"num_int_by":7},{"side":"respondent","interruptions":38,"words_spoken":2638,"times_spoken":96,"laughter":2,"num_int_by":8},{"side":"justices","interruptions":24,"words_spoken":4777,"times_spoken":173,"laughter":7,"num_int_by":6}],"outcome":{"side":"petitioner","margin":6},"prediction":{"petitioner":0.7184498614033153,"respondent":0.28155013859668465,"date":1472501779386}}