{"petitioner":{"name":"ANTOINE BRUCE","counsel":[0]},"respondent":{"name":"CHARLES E. SAMUELS, JR., ET AL. ","counsel":[1]},"caseNumber":"14-844","date":"2001-11-04T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument next in Case 14-844, Bruce v. Samuels. Mr. Shelley. "},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"There -- there --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Can't there be more than one filing fee for a single court?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"So what happens if you have --  the district court makes an order, there has to be a filing fee?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, and then that fee is not totally paid. In fact, the prisoner loses, so there's a cost award in addition. And then it goes up to the court of appeals, where there's another filing fee."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Does --  does --  on your reading, does the court of appeals filing fee also have to wait until the district court filing fee is fully paid?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And that would be across the board that you always have to pay."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"If he files enough cases, he's never going to have to pay for it, right? I mean, you know, he files cases, that percent will never -- will never come home to roost. What -- what's the disincentive for him -- for his continuing to file cases?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So --  so you say there are disincentives, but this was intended to be a disincentive. Was this not intended to be a disincentive?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm pointing out that it's a very ineffective disincentive if the person keeps filing a lot of cases."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Shelley, can we go back to the sentence that you're relying on, because I have to admit I don't understand your reading. The --  the Alderson Reporting Company sentence says -- and I'm taking out some unnecessary words. It says, the agency shall forward payments to the clerk, singular, until the filing fees are paid. Now, that makes perfect sense if the filing fees are all in one case, going to a single clerk. But if you're right and what they mean is the filing fees are in multiple cases, then it doesn't make sense to say that the agency shall forward payments to the clerk. The only way to make that sentence makes sense, if the filing fees are in multiple cases, is for Congress -- is for the statute to have read, the agency shall forward payments to many clerks or to several clerks seriatim. And that suggests not the per-prisoner approach, but the per-case approach."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"But then -- so that -- that seems right, to make the sentence work the way you want it to work -- and this is the sentence you are relying on. To make it work the way you want it to work, you have to add language to it. Alderson Reporting Company"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes, I'm going to say, you know what, even as I look at that, even if you add that language, it still doesn't make sense. \"The agency shall forward payment to the relevant clerk until multiple filing fees are paid.\" It's just -- it doesn't -- the two halves of the sentence don't connect there."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but Congress doesn't Alderson Reporting Company know that. Congress just thinks fees in a case, fees in a case. So then it makes perfect sense. Give the fees in a case to the clerk. But you're saying give fees in multiple cases to the clerk, when it's not. It's give fees to --  in multiple cases to multiple clerks."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Isn't --  isn't the statute drafted, though, that with a single-case focus, that is, throughout, talks about an action?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But why is the initial fee --  the initial partial fee, you say each time you file it, you've got to pay that? Why shouldn't that go the same way?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you don't know --  I mean, I can't get anything out of the second sentence, to tell you the truth, because I think that a prison is Alderson Reporting Company usually within a single district. And so when you're worried about a multiple filer, what he does is he files about cases in the same court. And -- and therefore, it's perfectly understandable why Congress would refer to multiple fees, because they are going to be like ten of them. It's the people they are really worried about are -- are what's at issue. So I can't get anything out of the second sentence. It's the first sentence that -- that is, it seems to me, both your strength and your weakness. There it talks about after payments of the -- the initial partial filing fee. Okay. It sounds as if it's talking about a case. And so what do we do about that? I mean, there it is. \"After the initial partial filing fee, the prisoner shall be required to make monthly payments of percent,\" et cetera. That's where you have the word \"fee.\""},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't mean it's exclusive."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm just giving you an explanation as to why they might have used the words \"fees,\" even though they previously defined a filing fee of $350."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"In terms of one of your purposes, why isn't the government's concession that in Alderson Reporting Company no circumstance can a fee percent be taken until -- unless it's above $10? Why doesn't that take care of your problem?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"No, what the government --  I understand --  and they'll correct me -- is I think they are saying that if you pay a --  the initial filing fee, and you're down to $8, they can't take another --  another percent."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's how I understood their concession."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"If you're clarifying it, $11, I guess you'd take a dollar. All right. I mean, what's unclear?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":6,"sideBefore":"justices","text":"If you're at 55, you take"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"They can't administer it that way. I mean, is there somebody who is administering this that way?"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And they are really doing that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"That's inconceivable to me. I mean, what? Is -- is there a constitutional requirement that prisoners be given income while they are in prison?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Especially if the fact that Alderson Reporting Company they don't have any is their own fault, if they keep filing baseless suits."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, it -- it's not a Hobson's choice if he forfeits all except $10. That's going to be the difference, whether he has $10 in his account or nothing."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there a way of Alderson Reporting Company interpreting the statute, which I think would make -- I -- I would guess, not in every case, where this multiple thing is likely to arise is where: Files a frivolous case, it's dismissed by the district court, and then he takes an appeal. Okay? There we have two. And so the question is -- he has to get the filing fee. Then the next slot is going to be, like, percent or percent, right? But you should leave him with $10. Given the purpose of the statute, which is to stop these frivolous suits, or at least make it a little tougher, doesn't it make sense, say, what I just said: Leave him with the $10, but you can take the percent: percent for one court, percent for the other? Now, maybe what I've just said doesn't make sense. To me, it makes sense at the moment. But it would -- it would both leave him with the $10, but allow the clerks to collect the percent for the district court, percent for the Court of Appeals. Is -- is that impossible to bring about?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Actually, I -- I didn't realize the back end of this. Forget about the prisoner. I'm thinking about the courts. Basically, you're saying the last court that brings him over -- the moment he has over $10, the court who gives -- no. That doesn't happen. The court -- he pays a filing fee. He now has more than $10 in the account. That court gets more money than the other courts?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"That wouldn't be true for a Federal prisoner, because the Bureau of Prisons says no matter what, the prisoner has to be left with $10."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Do they know to the extent to which the States are following that?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If -- if --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":4,"sideBefore":"justices","text":"Now, I don't see how the Bureau of Prisons can do this as a matter of grace. I mean, the statute says what it says, \"shall.\" I don't -- I don't know why think they can do -- they may have their own views on what's good policy, but Congress, it seems to me, has written the statute exactly the way you say."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You can interpret it the other way, linguistically. You say, you forward the percent each time the amount in the account exceeds $10. Well, the instant you write that check, you say, it -- it does not exceed $10, and therefore you can't forward it. So you can't write that kind of a check. I mean, isn't that literally -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Well, it exceeds $10 until they cash the check."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, now we're getting into the technicalities of banking -- (Laughter.)"},{"name":"JUSTICE BREYER","id":6,"spokeBefore":6,"sideBefore":"justices","text":"--  which --  so --  so I -- I --  I think you can read it the way I suggested, if you're not too technical about it. It seems consistent with the language."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Does the Fed have a position on this that --  that --  that Chevron requires us to defer to?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What happens --  I think this --  this --  Mr. Bruce had multiple filings, right?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes. It's something like --  how many? 17?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":8,"sideBefore":"","text":"So it is -- realistically, those later fees are never going to be paid, because he's going to be released from prison somewhere along that chain."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I thought the government's position was you can't get blood out of a stone, so when it's percent, that's it. Sixth, seventh, eighth, we'll just have to --"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Why do you pick the earliest? I mean, all of them --  all of them are owed. Why don't you pick the nearest court?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Is he on the hook for the filing fees here?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Why not?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Ms. Saharsky. "},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You say the word \"fees.\" What about the word \"fees\"? Does that show?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Saharsky, I Alderson Reporting Company don't -- I can't -- I'm not terribly persuaded by your deterrence argument. I mean, no statute pursues its purposes at every cost. And maybe Congress decided they could -- they didn't need to take the last cents an hour the prisoner earned to promote the deterrence when they have all these other anti-filing provisions in the law."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, but Congress is talking about, okay, they have to pay the filing fee. Certainly Congress didn't focus, I wouldn't think, on whether it's -- well, I assume they didn't focus on whether it's per case or per prisoner, because it's really quite unclear."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I wanted to talk about that. I -- the first reading, two struck me as Alderson Reporting Company different than one, because in --  in one you're talking about, oh, this is what the Court should do. But on two you say this is what's required of the prisoner, and it just says up to percent. Now I know one says required two, but it immediately shifts its --  he's required to pay the whole thing, and that's the important point. But --  but two, it says this is what's required of the prisoner, monthly payments of percent of the preceding month's income."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"To me that seems to be more a prisoner focus than a case-by-case."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure that's responsive to my point. I guess what I was saying is I don't think it carries forward the case-by-case basis because it speaks solely of what's required of the prisoner in a way that doesn't address case by case at all. I mean, that's why this is such a confusing statute."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Of percent of the preceding month's income. To me, I -- well, I would think at least as reasonable as you're reading, to say when you look at what is required of the prisoner, percent of his income, that doesn't have anything to do case by case, because what you would require, of course, is that he pay percent if there are two cases, or Alderson Reporting Company percent if there are three, or all of it, if it's above $10. And I think he --  anyone --  someone looking at that may say, no, he's only supposed to pay percent of his income."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, yes, but he doesn't get off the hook for the other ones. It's just --  has to pay it further down, you know, it's -- it's like a mortgage. I mean, you get years, you have to pay it further down. If you're on years, you have to pay it less."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I mean, it's not Alderson Reporting Company like he's getting off Scott-free."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, he pays the percent in every case right away."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"You agree with that interpretation?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Then I don't think it's fair to rely on it."},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Ms. Saharsky, can I get back to the $10 rule and the BOP policy with respect to this? I think it was the Chief Justice who said that he didn't really understand. And I share his lack of understanding about how the BOP is actually doing this, given the language of the statute. The statute says, you know, \"shall forward payments each time the amount in the account exceeds $10.\" So that suggests to me that if you're looking at an account with $10 and cent, you make the next payment. And I understand from your brief that that's not what the BOP is doing. And how can the BOP be not doing that?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Yes, that's probably right. But how can it be read that way? Tell me how it can be read that way."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're saying you can't touch $10. In -- in all cases, $10 will always remain in the account. How can you read it that way?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Just read the language. Read the language. What -- what language produces that result?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That doesn't follow. It -- it says you can take percent if the account exceeds $10. If the account exceeds $10, you take percent of the account."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"That's what it says."},{"name":"JUSTICE BREYER","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Anyway, why can't you read it that way? You forward the payment each time the amount exceeds $10. Forwarding it consists of pressing an electronic button. And so the instant you press that button, it does not exceed $10. And there we have it. So there is a way of construing the language which is consistent with the obvious purpose to me, which is to leave this prisoner with at least $10."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But does all of this by all of the States, all of the prisons? Because your adversary says that some are going below the $10."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And that issue could come up in the very first payment, couldn't it? If the guy has $10 and cent in his account, the very first payment could raise that issue."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"So it's not an issue presented by the --  by the question of whether you use the per-case or per-prisoner approach."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"It's a problem either way."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":9,"sideBefore":"","text":"Ms. Saharsky, I find --  I --  I think others may too. I find the issue that's before us very difficult to resolve based on the statutory language. Is there any doctrine tantamount to the rule of lenity in interpreting a criminal statute that applies here? Because the thing that strikes me most is the extreme harshness of your position. We're talking about earning cents an hour, filing fees of $350, $505. And the money is used to --  for what? Phone calls to family and friends, stamps for letters, and to buy books. And you're going to take the last, you know, whatever so that someone who's in there for years can't even buy a book? That seems very, very harsh. And you seem to be willing to interpret the ambiguity in the statute to save the last $10, but you're unwilling to interpret what I think at least I regard as the ambiguity in the statute to allow prisoners --  I mean, they are prisoners. They're not -- that's perhaps not entitled to any grace, but who in some States earn cents an hour. You're not willing to interpret that ambiguity in a way that allows them to Alderson Reporting Company keep that so they can pay for phone calls to their family."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Just a thought. Well, if you're there for years, maybe you should let them buy a book."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sure they are -- I'm sure they are very good libraries, too."},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Do a lot of prisoners buy books? I mean, does Amazon really make a lot of money Alderson Reporting Company off these people?"},{"name":"JUSTICE SCALIA","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I don't think --"},{"name":"JUSTICE KAGAN","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"But that does raise --  I mean, as Mr. Shelley says, using that exact $50 number. If you have $50 and you have five lawsuits, the $50 is gone, assuming that the BOP's policy is not uniform and maybe is not statutorily authorized."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Be clear about your policy. And I think your adversary agrees. Under (a), the percent has to be paid on all five cases whether the amount is above or -- the amount in the account is above or below 10, correct?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So those five cases would always wipe out the $10."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"So -- and so the $10 floor starts once the account goes up -- you have to -- a bottom. You have always $10 in your account, but any dollar that goes into your account after that, percent has to be paid."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"But you would take percent. Let's say there's $10 and -- there's $11. The one extra dollar is paid to whom?"},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Let's assume there's five cases there."},{"name":"JUSTICE SOTOMAYOR","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Would take that entire $1?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Oh, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"ANTHONY F. SHELLEY","firstName":"ANTHONY","lastName":"SHELLEY","counsel":true,"justice":false,"side":"petitioner","words_spoken":3780,"interruptions":14,"times_spoken":43,"laughter":0,"num_int_by":4},{"id":1,"fullName":"NICOLE A. SAHARSKY","firstName":"NICOLE","lastName":"SAHARSKY","counsel":true,"justice":false,"side":"respondent","words_spoken":3399,"interruptions":23,"times_spoken":35,"laughter":0,"num_int_by":4},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":837,"interruptions":0,"times_spoken":22,"laughter":0,"num_int_by":0},{"id":3,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":401,"interruptions":2,"times_spoken":21,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":264,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":483,"interruptions":0,"times_spoken":6,"laughter":0,"num_int_by":0},{"id":6,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":643,"interruptions":0,"times_spoken":12,"laughter":1,"num_int_by":0},{"id":7,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":314,"interruptions":0,"times_spoken":12,"laughter":0,"num_int_by":0},{"id":8,"fullName":"MR. KIMBERLY","lastName":"KIMBERLY","counsel":false,"justice":false,"side":"","words_spoken":6,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1},{"id":9,"fullName":"MR. SULLIVAN","lastName":"SULLIVAN","counsel":false,"justice":false,"side":"","words_spoken":33,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":14,"words_spoken":3780,"times_spoken":43,"laughter":0,"num_int_by":4},{"side":"respondent","interruptions":23,"words_spoken":3399,"times_spoken":35,"laughter":0,"num_int_by":4},{"side":"justices","interruptions":4,"words_spoken":2942,"times_spoken":86,"laughter":1,"num_int_by":3}],"outcome":{"side":"respondent","margin":9}}