{"petitioner":{"name":"SAUL MOLINA-MARTINEZ","counsel":[0]},"respondent":{"name":"UNITED STATES. ","counsel":[1]},"caseNumber":"14-8913","date":"2016-01-12T06:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument first this morning in Case 14-8913, Molina-Martinez v. United States. Mr. Crooks. "},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Crooks, you didn't Alderson Court Reporting cite 18 U.S.C. 3742(f), and I wondered why, because it reads:  \"If the court of appeals determines that the sentence was imposed as a result of an incorrect application of the Sentencing Guidelines, the court shall remand the case for further sentencing proceedings with such instructions as the court considers appropriate.\" So this seems to say that, if the incorrect -- there was an incorrect application of the Guidelines, then a remand is mandatory."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And -- and so it's not clear that there was a Guidelines violation here.  The Guidelines were incorrectly calculated, but it's not clear that at the end of the day there was a violation. I mean, is that really your response to Justice Ginsburg, or am I oversimplifying?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, there was a miscalculation.  I'm not sure if there was a misapplication.  That's -- I -- I suppose that's the issue in the case.  Or -- or is this --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- is this quibble wrong?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, you say that when there is a -- excuse me -- a miscalculation of the Guidelines range, that should give rise to a rebuttable presumption that the miscalculation affected the sentence that the judge imposed."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And what does that mean? Alderson Court Reporting Does that mean that the -- the burden of persuasion shifts to the prosecution?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, suppose there's no evidence, as -- as will -- may very often be the case. Suppose the judge says -- imposes a sentence within what the judge believes to be the Guideline range but says nothing whatsoever beyond that, and it turns out that that is not the correct Guidelines range, so that there's no evidence one way or the other about what the judge would have done had the judge understood the correct Guidelines range. What outcome in that situation?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So that means that the burden of persuasion in that situation is on the prosecution."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I don't think I understand the difference between general and specific. Evidence is evidence.  And you draw inferences from all sorts of circumstances.  So I don't know why you call this general.  It's evidence.  Okay? Let's assume the Guideline was 70 to 100. The erroneous Guideline was 80 to 100, and the right Guideline was 70 to 100. Would we -- you draw a general inference that the corrected Guideline would have made any difference on that sentence?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So what changed the judge's mind in terms of the facts?  He gave you the max when it was 80 to 100.  What's going to change his mind about 70 to 100?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's assume I don't believe there's a presumption, okay?  It's very hard for me to understand what difference between 70 and 100 and 80 and 100 could make.  In this case, I have a difficulty understanding what difference the -- the Criminal History Category would make. But I'll give you another example of overlapping Guidelines:  a defendant who's never committed a crime and a defendant who has committed a crime.  I would be more inclined to say that an inference from the facts is that a defendant who's never been committed of a crime, that the judge might take that into consideration, even in an overlapping Guideline case, and send it back.  Because we don't know how much mercy that judge might have shown.  But if a defendant like yours has many criminal convictions, I'd be pretty close to saying I don't think he's going to make much of a different choice."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Crooks, let -- let me ask you this:  You fail to object to the erroneous use of the -- of the Guidelines.  If you had objected, what would the situation be?  You would have to establish that the error was not harmless, or the -- the government would have to establish that it was harmless, right?  Would there be a presumption of nonharmlessness?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"To show that the error was harmless is the same as saying there is a presumption that it wasn't harmless."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's -- that's not the --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- not the way I normally talk.  I would normally say the burden -- the burden of establishing it is on the government, but I wouldn't say there's a presumption. Alderson Court Reporting"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"The government is wrong."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The -- the government -- the government says that you are, in effect, making this standard harmless.  That you -- you admit that this is a plain-error case, and yet, your presumption, effectively the burden is on the government, is making this into a harmless-error situation."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"I --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":2,"sideBefore":"justices","text":"Under Justice Alito's questioning, he asked if -- isn't it true that you have the burden of persuasion at the outset to show that there was a miscalculation?  Once you meet that, his question was does the government then -- I believe his question was -- does the government then have the burden of persuasion to show no error.  He was careful not to use the word \"presumption,\" or at least he did not use the word \"presumption.\" Alderson Court Reporting Is that the proper way to think of this case in your view? Another way of asking the question is -- continues with what Justice Alito was inquiring: Do we need to use the word \"presumption\" here?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Where have we done that before? I mean, we had dictum in United States v. Olano, which said that there may be a special category. There may be a special category of forfeited errors that can be corrected, regardless of their effect on the outcome. But this issue need not be -- be addressed. And you're saying -- and we have not found any such category in the past. You're saying you -- we have finally -- finally discovered one category that meets that dictum in Olano. Alderson Court Reporting"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's more important? That the lower courts have established the law for us?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It seems to me we establish the law, and we have never found anything to come within that language in Olano. And it's dictum, and maybe it's wrong."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"But, Mr. Crooks, if I could take you back to your answer to Justice Kennedy. I take it that you don't need to use the word \"presumption,\" right? You're -- you're -- the burden that you have to carry in -- in a -- in plain-error review is you have to Alderson Court Reporting show a reasonable probability.  And your argument would work just fine if you dropped the word \"presumption\"; isn't that right?  And you just said that the anchoring effect of the Guidelines creates a reasonable probability that the outcome would be different in a case in which the Court initially thought that the range was different from what it turned out to be.  Sort of the end.  Who needs the word \"presumption\"?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What good does it do to say that the Guidelines are advisory, which is what we have held, if, when you mistake them or when you don't apply them properly, you automatically get a reversal, which is what you're arguing here?  Does that sound like an advisory Guideline?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"How did this -- how did this error come to light?  Everybody missed it in the district court.  It started with the probation officer, the judge, and the defendant.  How did -- how was it found out?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So the defendant -- the defendant brought -- detected the error."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Your argument has some appeal on the facts of this case because the judge sentenced the defendant to a sentence at the bottom of what the judge understood to be the Guideline range. But would your argument apply to any sentence that was within both the original and the correct Guideline range? Suppose the judge here had sentenced your client to 87 months, which I -- I think is the top of the correct Guideline range.  Would the same -- would you -- can you infer from that that the judge would not have imposed that sentence had the judge understood that -- the judge thought that the top was 96, judge chose 87, that happens to fall within the correct Guideline range.  On those facts, would you infer that the judge would have imposed a lesser sentence?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would you --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":5,"sideBefore":"justices","text":"I was -- I was just going to say under that -- I suppose the defendant really wouldn't insist on a resentencing if that were the -- those were the facts, would he? In other words, it was incorrectly a maximum of 87 and he got the maximum, you say, oh, well the correct one could give you up to 96.  If I understand it, the defendant is not going to raise that objection, is he?"},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How about -- I mean, the question is, if the judge -- the judge thinks it's 77 to 96 and chooses 87, which is within that range, and it turns out the correct range is 70 to 87, so the 87 is within the correct range as well -- it's the top of the correct range -- what -- what reason would there be to infer -- why would there be a natural probability that Alderson Court Reporting the judge would have given a lesser sentence if the judge thought that the top was 87 as opposed to 96?  The judge obviously thought in that situation the correct sentence is -- is 87."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Here's an example:  Suppose a person -- everybody -- presentence report, government, defense lawyer, prosecutor, everybody -- thought he's in column 2.  Okay?  He's not a first-timer.  And now it turns out they made a mistake.  He is a first-timer. And so being a recidivist, the presentence report says put him at the top of the range.  Now it's a lower range, but they know he's not a recidivist. Depending on the circumstance they might say, Hey, no, put him in the middle of the first-timers. I don't know.  You don't know.  They don't know.  Nobody knows.  And so the question is, we don't know, really, what the judge will do upon remand.  Common sense suggests ask him.  That's what it suggests.  And so you're worried about whether you can work the language Alderson Court Reporting around to let you do that, what is common sense. I'll have some questions for the other side, which I suspect you can, but nonetheless, isn't that the issue?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's factor in the fact that you did not object.  Surely -- surely there ought to be a penalty for that.  We don't treat cases where there has been an objection the same as we treat cases where -- where there has not been.  Sending it back makes total sense when there is an objection that's -- that's wrongfully denied."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"Yes."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"But -- but where you or defense counsel has, in effect, assisted the Court's error, it seems to me we demand more."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"But anyway, we've got progress, because it does make sense.  And if we've got progress, it is not a punishment to the lawyer for not having raised it.  It is a set of circumstances where Alderson Court Reporting the result will make sense without unnecessary administrative problems."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"It's not a matter of punishing the lawyer, is it? It's a matter of establishing a system --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":7,"sideBefore":"justices","text":"Yes, that's right."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":9,"sideBefore":"justices","text":"-- that induces lawyers to make objections when objections are proper and -- and not to mousetrap the -- the Court into -- into error by -- by not -- by not objecting."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"What are the other two elements that you think serve that purpose?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But what are the second and fourth prongs?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, that's no big deal. It -- that doesn't satisfy my problem."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not disputed here. Everybody missed it.  You missed it, and you -- you were candid in saying even on appeal you were ready to file an Anders brief until the defendant himself."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"It's -- it's not enough that the lawyer did not intentionally do it.  We -- we demand of lawyers that they do it.  They're supposed to assist the Court.  And where the objection has not been made, it's -- it's an entirely different case when it comes up here."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, can you give us an example of a Guidelines error that would qualify for -- qualify as a plain-error except for its failure to satisfy the fourth prong of Olano?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Who would apply --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":3,"sideBefore":"justices","text":"Well, in that case would you still send it back to the district judge to ask him in the case you just put?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"We're trying to -- let's assume that we're going to give you some relief -- that was far from clear, but let's assume that.  We're trying to find out what the rule ought to be, what the standard ought to be.  In the case you just explained to us, in your view, should that case go back to the district court?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Yes."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Who applies the first prong in the first instance?  Is it --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"So you're saying that even if the court of appeals gets through the first three, it doesn't remand for the district court to -- to apply the fourth test.  It -- the court of appeals does Alderson Court Reporting that itself?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So I would think that the answer to Justice Kennedy's question is if the court of appeals really thinks it's not going to give relief because of the fourth prong, why would you bother remanding it?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Why would -- why would the court of appeals bother remanding it?  They could legitimately say it doesn't matter.  We're not going to remand it because whatever happens on remand, we're not going to give relief based on the fourth prong.  And if that's the case, why would the court of appeals remand it at all?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"And may I just ask you to Alderson Court Reporting answer the government's position that if there's no presumption, it's not in your question presented so -- so that you will lock into the way you phrased the -- the question, that \"should an appellate court presume\"?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. Mr. Meisler. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I am concerned about getting hung up on the labels.  Okay?  If you -- so don't say it's a presumption.  We still have, don't we, the question of what happens if nobody -- and who loses if there's no evidence to move one way or another in a tie? It doesn't matter if you call it a \"presumption\" or not.  Who bears the burden of at least moving forward, and certainly the burden of proof, if one of these errors is on the record?"},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"But let's say that's right: Yes, the burden is on the defendant.  But does the defendant meet that burden by saying, look, there was a mistake in the Guidelines; we know that there's an anchoring effect.  That's what the Court said in Peugh. That anchoring effect creates a reasonable probability that the Court would have done something differently."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That is fact-specific.  I mean, I have exactly the same question as Justice Kagan had.  Forget all the jargon.  You're a -- a lawyer.  You want to prove that it rained at noon on the 5th of February. Your witness says, I heard pitter-patter on the roof.  I looked outside.  Water was going by the window. Anything else? No. Well, it might have been the window washer, but there is no jury that couldn't find that it was raining. Alderson Court Reporting Same thing here.        Case after case, this Court has said:  We assume, we presume -- or they don't even use those words -- the Guidelines influence the sentence.  That's what they meant by the word \"anchor.\" If you look at the reality, whether they depart or don't -- whatever you call it now.  There's some special word -- you can find evidence after -- of course, the Guidelines affect the sentence.  Maybe there's an unusual case, and they don't. The reason the judge doesn't say anything is because in Rita we said that if you say nothing, Judge, then the appellate courts are to assume it was reasonable.  And therefore, the judge now says nothing. He just applies the Guideline. So we'd have to overcome about five cases in terms of what we said if we are going to rebut the common sense notion that of course using the wrong Guideline had an effect on the sentence.  If it's an unusual case, i.e. if it's the window washer, let the government show it was the window washer.  But the normal case, pitter-patter means rain, and the normal case is that the judge, when he uses the Guidelines, or even when he uses them as a basis and says I'm departing, that that made a difference."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Can you -- can you give a concrete example of what you mean? I mean, in my -- my intuition is the same as Justice Breyer and Justice Kagan, that if you -- if you apply the wrong Guidelines, then there's a reasonable probability that he would have received a lower sentence. But you say he has to show -- what would he have to show, concretely? Give me an example of what is a reasonable probability that he would have received a lower sentence."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"There will be many.  And there are many cases involving rain.  Many.  I mean, I don't know how many thousands, but there are many common facts in thousands of cases where the government itself uses very similar kinds of evidence in order to show that it was really raining. And here, what we're doing is we're using very similar kinds of evidence, namely, that he used the wrong Guideline in order to show that, in fact, better -- more probable than not, or pretty probable, or whatever reasonable probability, that it made a Alderson Court Reporting difference."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Say -- I mean, it's -- I -- I don't see this as special."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Well, that's because you're using --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":4,"sideBefore":"justices","text":"The range --"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":9,"sideBefore":"justices","text":"-- that's because you're using the term \"presumption.\" You don't have to use the term \"presumption.\" You can say that this defendant has met his burden of persuasion. We make the assumption here, we -- a few of us have practiced under the Guidelines -- maybe none of us -- that the Guidelines are the beginning point in almost every sentence. That's the beginning point, not the ending point, but the beginning point. And the question is: Once this is shown, like, at a minimum, can't you just ask the district judge? Now, if you want to say that there is sentencing miscalculations in 20 percent of the cases, that they happen all the time, that this is going to burden the Alderson Court Reporting courts, I suppose you can make that argument. But many circuits, or some circuits at least, have the rule; they just remand it, ask the district judge."},{"name":"JUSTICE KAGAN","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"Well, haven't we already answered that question in Peugh?  In Peugh, the question was whether the likelihood was going to rise to the level of a significant risk.  And we said yes.  If you're using the wrong range, there is a significant risk that you would have made a different decision. So significant risk actually seems higher to me than reasonable probability.  At least it's not Alderson Court Reporting demonstrably lower. So I would think that we've already said, if you're using the wrong range because of the anchoring effect of the range -- an anchoring effect that is kind of mandatory.  It's -- you know, we say that these Guidelines are advisory, but we insist that a judge begin with them. So if you're using the wrong range, there is a significant risk.  I would think so too, a reasonable -- of reasonable probability. Why -- why -- why is there a difference?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"In regard to -- are you telling us that even if there's a significant risk that this sentence was too high, in this case there can be no relief?"},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"Is that the government's position?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"What the -- you think the two are equivalent?  A risk and a probability are -- are interchangeable? We're -- we're -- we're going to change our -- our law now, so that plain error is overcome by just a significant risk?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"No, but -- but -- but you've accepted it."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"You seem to say that significant risk and reasonable probability are one and the same.  I don't think they're one and the same at all."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Now, does that individual showing, can it be made on the basis purely of the mistake in the Guidelines, there is no extraneous evidence?  If you have a case where the erroneous range is 20 to 40 and the judge gives 20, and the correct range is zero to 20, is that a case in which the Alderson Court Reporting defendant has established plain error?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"I don't want to know anything more about it because if the judge is within the Guidelines, he doesn't have to say anything more about it."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Okay.  So now let's say -- I mean, this is why the problem is -- is -- whether you want to call it a presumption or whatever, is so difficult.  What if the Guideline was 20 to -- to 40 and the judge said 30, and the correct Guideline was zero to 30?  In other words, he's half in the middle of the wrong one.  Do you say, well, maybe it's an error, maybe it's not?  What -- what in that case?"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"That's -- that's why I don't understand why it's one answer, zero to 20 and Alderson Court Reporting 20 to 40, and another answer when it's zero to 30 and 20 to -- when it's halfway as opposed to just at the bottom."},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But in -- in most Sentencing Guidelines cases, certainly in this case, the judge says nothing. He's told the probation office said these are the Guidelines, and the judge says, okay. I sentence him at the bottom, period. Doesn't explain why. And there's got to be many, many Guidelines cases Alderson Court Reporting where that's exactly what happens.  The judge doesn't explain it.  We have told the judge he doesn't need to explain it if he sentences within the Guidelines. So what do you do with what I think must be the bulk of the cases where the judge just sentences within the Guidelines and says nothing one way or another to explain it?"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"But you would agree that at least there are many cases where the judge just sentences within the Guidelines."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"We're not changing -- well, you've heard the argument.  But I suspect -- and you -- you may know this empirical point better -- I think there probably are a lot of cases where the issue is the sentence.  And the appeal will be -- include something like this.  In some subset, there will be a plain-error question.  And all you'll really have is what the judge Alderson Court Reporting did. Now, of course, if the government has more, all you would be saying is that this, in and of itself, shows a risk in this circumstance, the reasonable probability, whatever standard you're using.  Of course the government's free to show that there is something different about this.  It wasn't harmful.  It might have been the window washer, you know?  And the government is free to show that."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"So why is this so difficult?"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you know, you --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're saying it's a shift in the risk.  The government has the burden of proving that it was raining.  It's not a shift in the risk to say that the evidence that I've mentioned proves Alderson Court Reporting rain, and it's not a shift in the risk to say that the defendant can come in and show it was the window washer. The question is whether the burden, which lies with the defendant, is satisfied if all there is is that the judge applied the wrong Guideline. And given the continuous statement in case after case in this Court, that, of course, judges, whether they apply the Guideline or depart, the Guidelines play a significant part in the -- in the sentence that occurs.  If all you have is that, you've satisfied the substantial -- whatever it is, you know. What is it called?  The substantial --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Of course it matters what it is."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, it doesn't say that in Olano.  It says -- it says in Olano --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"-- in Rule 52(b) --"},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It says \"a plain error that affects substantial rights.\" And if it is the case, factually, as this Court has said it is, that applying the Guideline that you apply makes a difference to the sentence, that does affect substantial rights. He's just borne the burden of proof by showing that. That -- I don't see why that's different than any other problem of proof."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Don't you usually -- don't you usually have a plea colloquy or something in the record in those types of cases? Alderson Court Reporting"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Well, no.  If it's -- the sentence is within the Guidelines, the judge doesn't have to say anything at all.  So it's very difficult for the defendant to go back and say, here's what the error was even though there's also a clear error, a plain error in what the original calculation was."},{"name":"JUSTICE ALITO","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"If we -- if we accept the -- the proposition that in every case in which there is an incorrect identification of the Guidelines at the time of sentencing there has to be a remand, unless the government can prove with some sort of evidence that it was harmless, would there be any difference between the Alderson Court Reporting standard in a case where there was an objection and a case where there was no objection?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But these --"},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":6,"sideBefore":"justices","text":"Well, but there are the other factors under the Olano test."},{"name":"JUSTICE KENNEDY","id":4,"spokeBefore":1,"sideBefore":"respondent","text":"To the extent that our decision is influenced by our considerations of what kind of a burden, say the Petitioner's proposed rule would put on the resources of the Court, is there anything we can look to or can you or your co-counsel or your colleague for the Petitioner tell us how often Sentencing Guidelines occur in 20 percent of the cases, 5 percent of the cases? And when they do, is it that disruptive to ask the district court, what would you do? Remand."},{"name":"JUSTICE BREYER","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What you have not put in your brief, I don't think, is that they have, in several circuits, created a system where there is a limited remand for purposes of finding out just what the judge thought about it. That's not perfect, but it seems to be workable and not quite as expensive. But I think the real difference between us, in -- and you can -- I'm raising this because I haven't seen a reason you shouldn't address it squarely -- is I don't think this is a Rule 52(b) case. You see? Alderson Court Reporting It's not about how to interpret Rule 52(b), or 52(a), or Olano.  It's a case about Guidelines.  It is a case about what the Guidelines are and how they affect a sentence.  And once we work that out, the answer will be obvious, because I'm not going to disagree with your interpretation of Olano or 52.  But I am going to disagree about what you think the effect of failing to apply the right Guideline is in the mine run of cases. And once -- if you agreed with me about that, this case would be over; or if I agreed with you. Between us, we'd end it.  But that -- that's -- so that's -- that -- that's where the -- I mean, the -- the others might have some views, too. (Laughter). But -- but do you see -- do -- do you see -- do you see why I'm -- do you see why I keep pushing you in that direction?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I see -- I see --"},{"name":"JUSTICE GINSBURG","id":3,"spokeBefore":6,"sideBefore":"justices","text":"Does it matter -- does it matter that this kind of error is never strategic?  This is not an objection that a lawyer would deliberately hold back.  This is a -- a lawyer making a mistake by relying on what the probation officer said.  I mean, there is practically heavy reliance on that presentence report."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"You know, so much of this is the use of that word \"assumptions,\" \"presumptions\"; but both sides are doing it.  This case came up because the Third Circuit has a presumption that if a corrected -- it -- it says it:  We assume that if Guidelines overlap, the wrong Guideline and the right Guideline overlap, that there is no way -- we assume there's no way you can prove error, or that it affected substantial rights.  And there are a number of circuits who have said that.  Overlapping Guidelines, you can never prove. That -- that seems that that's an assumption that's wrong, under your articulation of plain-error review."},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"So let's go to Justice Alito's point. The more concrete here is that the parties were fighting about extremes. Sentence him, the government said, to the high end. The defendant was arguing he's entitled to the low end. There is some additional proof there. The judge picks the low end. If the Guideline is an anchor, which I think is almost undisputed, isn't that enough to say it affected substantial rights?"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":10,"sideBefore":"","text":"Except the judge --"},{"name":"JUSTICE SOTOMAYOR","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- knew that he could have departed upwards under the old Guideline, because this criminal history was pretty serious.  You argued he was entitled to the -- to the -- and should sentence at the upper end, and yet the judge sentenced him at the low end.  So the -- the criminal history has less effect on the judge than it has on you, or perhaps on me."},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, counsel. Mr. Crooks, you have four minutes remaining. "},{"name":"CHIEF JUSTICE ROBERTS","id":2,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"TIMOTHY CROOKS","firstName":"TIMOTHY","lastName":"CROOKS","counsel":true,"justice":false,"side":"petitioner","words_spoken":2180,"interruptions":15,"times_spoken":47,"laughter":0,"num_int_by":6},{"id":1,"fullName":"SCOTT A.C. MEISLER","firstName":"SCOTT","lastName":"MEISLER","counsel":true,"justice":false,"side":"respondent","words_spoken":2570,"interruptions":18,"times_spoken":39,"laughter":0,"num_int_by":6},{"id":2,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":508,"interruptions":1,"times_spoken":14,"laughter":0,"num_int_by":1},{"id":3,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":585,"interruptions":2,"times_spoken":13,"laughter":0,"num_int_by":2},{"id":4,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":564,"interruptions":2,"times_spoken":12,"laughter":0,"num_int_by":2},{"id":5,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":517,"interruptions":1,"times_spoken":9,"laughter":0,"num_int_by":1},{"id":6,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":525,"interruptions":3,"times_spoken":9,"laughter":0,"num_int_by":3},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":596,"interruptions":2,"times_spoken":20,"laughter":0,"num_int_by":2},{"id":8,"fullName":"JUSTICE KAGAN","lastName":"KAGAN","counsel":false,"justice":true,"side":"justices","words_spoken":429,"interruptions":0,"times_spoken":5,"laughter":0,"num_int_by":0},{"id":9,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1277,"interruptions":5,"times_spoken":17,"laughter":1,"num_int_by":2},{"id":10,"fullName":"I -- I would make two points","lastName":"points","counsel":false,"justice":false,"side":"","words_spoken":185,"interruptions":1,"times_spoken":1,"laughter":0,"num_int_by":1}],"side_summaries":[{"side":"petitioner","interruptions":15,"words_spoken":2180,"times_spoken":47,"laughter":0,"num_int_by":6},{"side":"respondent","interruptions":18,"words_spoken":2570,"times_spoken":39,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":16,"words_spoken":5001,"times_spoken":99,"laughter":1,"num_int_by":6}],"outcome":{"side":"petitioner","margin":8},"num_jusitces":8,"prediction":{"petitioner":0.5464584752774904,"respondent":0.45354152472250964,"date":1473644744118}}