{"petitioner":{"name":"ABIGAIL NOEL FISHER","counsel":[0]},"respondent":{"name":"UNIVERSITY OF TEXAS AT AUSTIN, ET AL. ","counsel":[1,2]},"caseNumber":"14-981","date":"2001-12-09T08:00:00.000Z","speakers":[{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":-1,"sideBefore":"none","text":"We'll hear argument this morning in Case 14-981, Fisher v. The University of Texas at Austin. Before we get started, I'll advise the lawyers that this is our only case this morning, so we intend to grant the parties ten minutes or so of extra time and the amicus five minutes. So Mr. Rein, no need to rush. (Laughter.) "},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rein, may I ask, if we didn't have the percent plan, if that were out of this case, and all that were left were the Grutter-like plan, would you then recognize that you had no claim? We have the -- what -- what the University of Texas has added on to the percent plan. But now we wipe out the percent, and we have only the Grutter-like plan."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I know it's not --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- but -- but I'm asking the hypothetical. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Assume need was proven. I know. You're -- you're -- you're -- we're putting aside need. What's wrong with this plan if need is put aside?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, no, no, no."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I know you're saying they don't need to do it. I said put it aside and answer Justice Ginsburg's question."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"If they had to use race, how are they using it improperly?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"My God, that sounds like it's using race more rather than less than this plan does."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How does that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You still haven't answered why this is worse than Bakke. I mean --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How is race given --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"How is race given a plus? I -- I thought that what they're looking for is leaders in diversity, not just of race, but of experiences generally. Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So how --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I think your brief admitted that this isn't in favor of any particular race, that white people in some situations can show leadership, as --  as well as black or Hispanic or Asian or Native American. Any race could benefit from this plus factor. So how is this --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- worse than Bakke?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But in Grutter -- in both Grutter and what Justice Powell said would be proper in Bakke, race was a factor. Race, itself, was a factor. And that's why I'm finding it very hard to distinguish what the university is doing, apart from the percent plan. But let -- let me ask you about the percent plan itself, because it seems to me that that is so obviously driven by one thing only, and that thing is race. It's totally dependent upon having racially segregated neighborhoods, racially segregated schools, and it operates as a disincentive for a minority student to step out of that segregated community and attempt to get an integrated education."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But it could work only in the background."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"It is created because of race."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any doubt that it was created to increase the number of minority students? Was there any other reason for the percent plan?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It was recreated in the wake of Hopwood."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"So I think that was the purpose, to define a neutral framework within which to satisfy the States and the universities' objectives."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"You argue that the University of Texas' goals and -- or announced goals are insufficiently concrete. Can you give an example of what, in your view, would be a sufficiently concrete criterion or set of criteria to achieve diversity?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, but I don't understand. How do you do that?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Are there any critical mass Alderson Reporting Company studies that you can refer to? I mean, are there --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- scientific studies where you know at what point you suddenly have enough of a mass?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So what did the university base it on?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Seven year -- sorry."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Excuse me. To their satisfaction. I'm asking: On what do they base their satisfaction? On what do they base? Like, percent, percent?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. I thought that the study they did showed that in 1996, they had more participation in these smaller classes. I don't know if they're really small when they're somewhere between eight and people. That was a -- but there were more of those classes in than in or '2 when they were looking at that study. It would seem to me that that suggests that there's less -- what they took from it, that there's less exchange of ideas in a classroom rather than more, based on this race-neutral policy."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"What's wrong -- since you have to infer these things, you can't use a quota."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"You're saying we can't -- they can't use demographics. So they use a study that shows there's less classes. There's less people in classes. They talk to administrators, faculty, and students. They're having racial incidents on campus where students of color are complaining that they feel isolated, that stereotyping is going on, on campus. What more do they need?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah. Because the -- the necessity is not the necessity you're talking about. It's the -- as I read it. I mean, you use words like \"critical mass\" and so forth. It sounds like a cloud of sort of you don't know what they're talking, but as I read further into it, it becomes quite specific, that is, percent of the students are at this university because they were in the top percent of their class. And it doesn't take long before students and faculty in particular situations know who is who. percent of the students in that class are admitted; they're good students, not in the top percent on the basis of leadership, activities, awards, work experience, community service, family's economic status, school status, family responsibilities, single-parent home, languages other than English spoken at home, SAT score relative to school's average and race occasionally, too. Alderson Reporting Company Okay? We're talking about that percent. And it won't take long before students in a class see that in that percent, which means you aren't just in the top percent of your class, in that percent there is hardly anybody who is African-American or Hispanic. And the -- and seven years of experience with that kind of thing led the faculty at meetings, administrators, and others to say, we should do more to see that that percent has occasionally somebody who is a minority."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":8,"sideBefore":"justices","text":"Does anybody but the faculty --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":7,"sideBefore":"justices","text":"That's what their program is. It isn't something like critical mass, et cetera. And -- and -- and if you have to say, it seems to me, why is that not a diversity-related judgment of what is necessary?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Well --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"Every school is like that. Every school in the country that's a college that I've ever experienced is a combination of grades, class position, and a lot of other things."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"So I'm talking about people who aren't admitted; percent are, solely on the basis of class ranking."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"I was going to ask that. Does anybody, except the faculty, know who this elite percent is?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"And all of the percent people identified themselves? Alderson Reporting Company"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They go around in bunches, hey, I'm one of the percent?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"They don't know who the percent are, do they?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I come back to the issue of classroom diversity? Because that does seem to me to be something that could be measured. And maybe there's evidence in the record that measures it. I don't know. So that's what I want to ask you. But the University knows which students, even if --  assuming that the students don't know, this University knows which students were admitted because they were in the top percent and which were not. And presumably they have a record of all of the classes and which students enrolled in which classes. And so it would seem to me to be possible to determine whether the students who were admitted under Alderson Reporting Company the percent plan were less likely to choose to enroll in the classes in which minorities are underrepresented than the students who were admitted under holistic review. Now, maybe that's in the record. I haven't found it. Is there anything in the record to show that?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"I don't want --  I don't want to pre-demit this line of questioning because I think it's important and we're well into the substantive issues. May I begin with almost a procedural point: Did you object to the University's request that this case be remanded to the district court?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"In the Fifth Circuit. It does seem to me, as Justice Alito's question, and frankly some of the other questions have Alderson Reporting Company indicated, that the litigants, and frankly this Court, have been denied the advantage and the perspective that would be gained if there would be additional fact-finding under the instructions that Fisher sought to give. And that just -- we're just arguing the same case."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"It's as if nothing had happened."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"And I -- it seems to me that Justice Alito's question indicates that this is the kind of thing that we should know but we don't know."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they weren't given the chance to add additional evidence in order to meet that standard."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"But they could answer some of the questions as --  like the ones Justice Alito added. And I think it's a very important point."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Not only that. Also the failure to put it in. It was their burden to put it in, wasn't it?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"So we're going to say, oh, they failed to put it in. Let's give them another chance."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Let's do a do-over."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Send it back down so they can now put in what they should have put in in order to prevail the first time around."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, the issue in this case is not whether the University can have holistic review."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":0,"sideBefore":"petitioner","text":"The issue is whether they can have as a component of holistic review after they have taken into account other characteristics that are not dependent on race; they can add race as an additional characteristic. And so if it were -- is there -- would there be any way of determining, if there were a remand, which of the non-top admittees were admitted solely because of race? In other words, these students would not have been admitted taking into account leadership and family, education and socioeconomic background and hardship and everything else."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"May I ask --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Could you associate a number with \"the very small\"? I guess it would be the number of students who were admitted with the consideration of race who were not also --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Yeah."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Two and a half percent difference in entering class numbers or number of minorities admitted?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The number is important to me. Is it --  is what any --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I can ask your friend on the other side, but --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Of what? Of numbers --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Of the minority students. Of blacks in that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. I thought you said --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"But in Parents --  in Parents Involved, you indicated that at some point the actual benefit of the program turns out to be not really worth the very difficult decision to allow race to be considered if at the end of the day it generates a certain number. And I'm trying to figure out what that number is."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Right. Right."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I'm sorry. I'm not sure where you get that number. As I look at it, between and --  '7, it nearly doubled from  of the holistic class to 6.8. For Hispanic students --  that's for blacks --  it went from  to 16.9. I don't think that's --  that small a change. In 2008, two --  20 percent of all black students and percent of all Hispanic students were offered admission through holistic review. Black and Hispanic admission and enrollment rates have increased since This is on --  on holistic review. The only exception was 2008, and that was because percent of the class came in under the percent plan."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"When your number --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  that's not small."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"The ones who would Alderson Reporting Company -- the ones who would have made it --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Well, wait a minute. I don't understand how that can be. If the number was that much lower than the number, race has to have some input in that fact -- in that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Could I ask you a different question now? I fear something. I know there is an educational debate on the benefits and costs of a percent plan. I don't want to get into that debate, but I do have a worry, which is: If you're reading proof of a compelling need, or proof of a compelling need, will any holistic review ever survive? Because as I'm reading your answer, to narrowly tailor, schools have to use nonracial means of doing it. And if the percent plan is the only thing that achieves a greater number in minorities, won't every school have to use a percent plan? Alderson Reporting Company"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"So your answer is yes. If there's no other --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"-- way of doing it, then the only other race-neutral way -- if offering scholarships, which this university did, increasing outreach to minority neighborhoods, they did and continue to do -- there's a list of about six or eight other things they did that didn't increase the admission of minorities."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"No, but that's exactly the question, I think. I would -- I can put the same question -- or suppose we do send it back to the district court and, put in more evidence, we tell them. Suppose we did that. And suppose they start with the basic plan where we want to use race is in the percent of the holistic area. We want to do that. Now, they're using the chart -- and I've seen the chart -- of the factors that are one, two, three, four, five, six, seven, eight, nine, ten, eleven, twelve. You know, using that chart. I've seen the chart. And at the bottom of the chart in my list is the word \"race.\" It says \"race,\" r-a-c-e. Okay? Alderson Reporting Company What kind of evidence, in your opinion, could they or anyone else with any roughly similar plan put in that would show, in your view, that this is constitutional?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"All right. So we have one. But I'm looking --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"I have one. I have one."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"What you're saying is you should look at the two folders, and as a kind of tiebreaker, use race. That, to you, is okay. Now, is there -- you said there is several others? It would be helpful if you -- if you can summarize them in a sentence, so I get an idea of what the others are."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":0,"sideBefore":"petitioner","text":"That's not to use race. I'm saying r-a-c-e, race. I want to know which are the things they could do that, in your view, would be okay. Because I'm really trying to find out. Not fatal in fact, we've said. Okay? Not fatal in fact. Fine. What are the things, in your view, that they Alderson Reporting Company could do so it is not fatal in fact?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But the top 10, you said it doesn't use race. Justice Breyer is asking, you say yes, race can be a factor. It was a factor in Bakke. It was a factor in Grutter. And so far, you're saying that now it can be a factor only if what? I mean, we're not talking about so-called neutral factors. We're talking about --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"I --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"As I understand what you're saying, the Bakke approach -- comparing two individuals and -- and -- and, where they're tied, giving a -- a benefit to one for race -- that's okay. Regardless of whether there are any other means --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"-- of achieving the -- the racial balance that you're looking for. Right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Understand. Understand. But --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"But you -- you don't --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"You don't have to apply the question whether it could possibly be done in any other way. But you're saying anything beyond that, anything else, you have to establish first that it couldn't be Alderson Reporting Company done another way that doesn't take into account race, such as expanding the -- top percent to the top percent."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"Right?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":0,"sideBefore":"petitioner","text":"That's what I thought."},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":0,"sideBefore":"petitioner","text":"Is there any evidence that the holistic review being used by UT operates as a quota?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Rein, because your time is running out, there is one preliminary question I'd like you to address, and that is: What is the relief you're seeking? I take it not injunctive, because Ms. Fisher has graduated."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"And you have no class. Alderson Reporting Company So what --  what specific relief are you seeking in this case?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"But what do the damages consist of?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"If the --  if the university should say, okay, the application fee and whatever else we add to that, we --  we offer that so that this contest will be over; if they offered you the damages that you are seeking, would the case become moot?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What are --"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"-- what are the broad -- what are the broader? You gave me the application fee."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"I suppose --  I suppose if they tender it, you don't have to accept it either, right?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, Counsel."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Mr. Garre. "},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on that point, can you determine which of the holistic admittees would not have been admitted if race was not added to the --  to the determination? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"That's not really my question. My question was if you look at an individual person, can you tell whether that person was admitted because -- solely because of race? Whether that person would not have been admitted were it not for the fact that the person was an African-American or Hispanic?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What -- one of the things I find troubling about your argument is the suggestion that there is something deficient about the African-American students and the Hispanic students who are admitted under the top percent plan. They're not dynamic. They're not leaders. They're not change agents. And I don't know what the basis for that is."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"It's -- really it's based on a terrible stereotyping that --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is the basis for that --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But --  maybe I misapprehended either the question or the answer. But you're the one that says race can be relevant. And then in answer to Justice Alito's question, you say, oh, that's stereotyping. It seems to me that you're inconsistent."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Yeah. But what is the basis for saying that? That's what I don't understand. It's kind of the assumption that if the --  if a student --  if a black student or a Hispanic student is admitted as part of the top percent plan, it has to be because that student didn't have to compete against very many whites and --  and Asians. In --  in the high school class, it's a really pernicious stereotype. Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I don't doubt that that is one of the things that it does, and I would have thought that that would be something that you would regard as beneficial."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Wasn't that the --  the reason for adopting affirmative action in the first place because there are people who have been severely Alderson Reporting Company disadvantaged through discrimination and --  and lack of wealth, and they should be given a benefit in admission --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"--  but that's one --  one of the things that it does, but it's not the only thing that it does."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"This is a statistic that jumped out at me, which it seems to me contrary to the stereotype on which the Fifth Circuit panel proceeds and on which you proceed. Of the African-American and Hispanic students who were admitted under the top percent plan, percent had parents who had either a bachelor's degree or a four-year degree. And for the holistic admittees, African-Americans and Hispanics, it's percent. This is from a Class of So there isn't --  it seems to me it refutes Alderson Reporting Company the idea that all of these minority students who were admitted under -- or most of them admitted under the percent plan come just from these predominantly overwhelmingly black and Hispanic schools with poor students. It's just -- it doesn't seem to be true."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":1,"sideBefore":"respondent","text":"We know that -- can you -- can you say this? Let me read you two phrases from Fisher I. The first phrase says this: \"The decision to pursue\" -- and Fisher I, obviously, put together a court of people who don't agree necessarily on affirmative action. Generally we agreed on those words. Words 1: \"The decision to pursue the educational benefits that flow from student diversity is in substantial measure an academic judgment to which Alderson Reporting Company some, but not complete, judicial deference is proper.\" Okay? Now, words No. 2: The University must provide a, quote, \"reasoned, principled explanation for the academic decision to pursue diversity.\" Your plan is pursuing diversity among the percent who are not admitted under the Top Plan. Your principled, reasoned explanation for that academic decision is?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"And you're talking about the plan?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. One of the things that it said is that you would review the plan every five years. Has that happened?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"How did you measure -- how did you measure whether or not the plan was working -- Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- under the review that you undertook?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"No. What did you -- what did you look to?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"Excuse me. It's -- it's an academic judgment, but the facts are not an academic judgment."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"To say that, you know, if the faculty thinks we're doing great, we must be doing great. I mean, the facts are the facts. I don't think we give the faculty a leg up on -- on what the facts Alderson Reporting Company are."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, you're talking about the time -- Grutter said that we did not expect these sorts of programs to be around in years, and that was -- 12 years ago. Are -- are we going to hit the deadline? Is this going to be done on -- in your view in years?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I understand. I Alderson Reporting Company don't know whether that's a yes or no. But it was important in the Grutter court that these were a temporary -- as necessary, temporary expedience because we're talking about giving you the extraordinary power to consider race in making important decisions. And we don't do that as a matter of -- matter of --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"-- course. And so it was important in Grutter to say, look, this can't go on forever, years. And when do you think your program will be done?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Well, how -- what percentage of the class is -- what legacy is that a consideration for?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, on that subject, I don't know of any -- you haven't mentioned in your briefs anything that the University of Texas has done to increase racial diversity at the classroom level, other than this admissions program. And I mentioned during your -- your friend's argument a way in which you could determine whether the top admittees are any more or less likely to enroll in classes -- small classes where there is a lack of racial diversity than the holistic admittees. And I don't see -- and you haven't made any effort, as far as Alderson Reporting Company I can tell, to measure that."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"But I don't -- you could have determined whether this is -- whether the admission -- the addition of race to the holistic equation has done anything to increase classroom diversity."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"And you haven't done that."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"No. As -- as comparing, this goes back to your -- your underlying claim is there's something deficient about the top admittees, and I -- maybe -- if you have -- do you have evidence that they are less likely to -- to enroll in the classes where there's a lack of classroom diversity --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"Well, I -- but that's where I'm looking for evidence that that's true."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"What is it --  what is it -- have you looked at the top percent admittees, for example, to see how many of them are leaders, which is certainly --  and certainly a legitimate factor to look for, students who are leaders. At --  do you say, well, there are --  there are just not very many leaders here; these are students who all they do is study. There's no evidence of that as far as I can tell."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"I'm sorry. That's not --  that's not the question. It's whether students selected under the holistic process without giving extra points because of race."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Wait. What are you telling me? The holistic process, if race is not expressly considered, will not result in any minority students?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"What -- what unique -- what unique perspective does a minority student bring to a physics class?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"You're counting those among the classes in which there are no minority students. And I'm just wondering what the benefits of diversity are in that situation?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure we said it's class by class."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm not sure we said it's the case class by class."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"It's a caricature of the argument you're making."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"One of the --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I -- I was going to ask: What evidence would you have put in if you had been successful in your motion to remand? And preliminary to that, I assume that district court would have had authority to remand to -- to allow the summary judgment record to be expanded or reopened?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I understand --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"I understand. But -- but I -- I -- but -- but why did you want a remand? Because you wanted to expand the summary judgment record? And if so, what additional evidence would you have put in? Alderson Reporting Company"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But you -- but you asked for the remand --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- and my question was: What evidence did you propose to put in if your motion had been granted?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":1,"sideBefore":"respondent","text":"I don't know what that --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":9,"sideBefore":"justices","text":"Let me --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":5,"sideBefore":"justices","text":"I don't know what that proves. Sure. I --  I'm sure that there are holistic admittees who were great students. They made a wonderful contribution to the university. I'll --  I don't know whether you're going to be able to determine that they would have not --  they would not have been admitted if race hadn't been taken into account. They probably --  they would have --  many of them would have been. Maybe all of them. But beyond that, what is to say that there are not comparable students who were among the top percent admittees? I bet there are."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Mr. Garre, this is the fundamental problem that I think Justice Alito is pointing to, and you're sort of talking past each other. So maybe I'll explain his view. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":5,"sideBefore":"justices","text":"Strange, isn't that?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":5,"sideBefore":"justices","text":"I -- I could use -- I can use the help. (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":9,"sideBefore":"justices","text":"I think I'll explain what his view is. He seems to think that you didn't study the percent admittees enough before -- to make -- to see whether that group was diverse in and of itself, whether you had enough people within that group that were change agents, that were -- had -- were not just poor people, but people with college-educated parents, whatever other diverse view factors. He's -- I think he's saying, you didn't look to see if the percent plan did enough for you."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"And with deficits that Alderson Reporting Company plan created, that you should have filled in the holistic-looking. So he thinks it's fatally flawed."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"All right? Because of that. So that's his view, I think. So assuming that view, what's your answer?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":5,"sideBefore":"justices","text":"Well -- well, that's my question. But -- (Laughter.)"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"I know. He said it wasn't, right?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"That was with the ten -- so seven years --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"Race-blind --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":1,"sideBefore":"respondent","text":"-- and a certain number Alderson Reporting Company of them were with the percent --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"And if you did not have --"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":6,"sideBefore":"justices","text":"That's right. But there's --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":8,"sideBefore":"justices","text":"If -- if you did not have the top percent plan, but you did have the program that you're advocating for here, the holistic review, would you have a better or worse chance of achieving the diversity you seek?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"Well, all of the colloquy so far indicates to me that, if you had a remand, you would not have put in much different or much more evidence than we have in the record right now. Is that --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"-- is that correct?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"But why can't we make those inferences from the record? I mean, if --  if you had a trial, you'd have credibility. You'd have experts and so forth --"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":1,"sideBefore":"respondent","text":"What you're saying, we -- we have a --  a remand only if we lose. I mean, that's Alderson Reporting Company what you're saying. (Laughter.)"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"There are -- there are those who contend that it does not benefit African-Americans to -- to get them into the University of Texas where they do not do well, as opposed to having them go to a less-advanced school, a less -- a slower-track school where they do well. One of -- one of the briefs pointed out that -- that most of the -- most of the black scientists in this country don't come from schools like the University of Texas."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"They come from lesser schools where they do not feel that they're -- that they're being pushed ahead in -- in classes that are too -- too fast for them."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":1,"sideBefore":"respondent","text":"I'm just not impressed by Alderson Reporting Company the fact that -- that the University of Texas may have fewer. Maybe it ought to have fewer. And maybe some -- you know, when you take more, the number of blacks, really competent blacks admitted to lesser schools, turns out to be less. And -- and I -- I don't think it -- it -- it stands to reason that it's a good thing for the University of Texas to admit as many blacks as possible. I just don't think --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":1,"sideBefore":"respondent","text":"Thank you, Counsel. General Verrilli. "},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"In addition to the -- this is in addition to the percent?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"But the problem, I guess, which is one issue that we haven't looked at is how do you tell how many of those --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- would have been admitted if their race were not --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Well, wait a minute. The next two years you recited it was going up, even when race was considered."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"So you could have said Alderson Reporting Company there -- there is a fluctuation before then, when race wasn't considered. That might have gone up, too."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Well, there's an aspect of the holistic review process done at the University of Texas which may militate against the admission of African-American and Hispanic students for a -- an ostensibly race-neutral reason, and that is, that as I understand it, standardized test scores count pretty heavily in that process. One of the things the University says it's looking for is students with high SAT scores who are not in the top percent of their class. And there are many who think that SAT scores and ACT scores are culturally biased. So if you put less emphasis on that, you might not have the numbers that you just recited. Well, it's rather strange that we -- we construct the process that may disadvantage African-American and Hispanic students for an ostensibly race-neutral reason. So then we have to add race in as a special factor to counteract that."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"I thought the --  I thought the record showed the top ten admittees have a higher grade point average than the holistic African-American and Hispanic admittees."},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But, I mean, once they get to --"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Once they get to --  the SAT is supposed to predict how you are going to do in college. And I thought the record showed that the students who have lower SAT scores but did better as a --  by measure by high school rank did better at the University of Texas; isn't that --  isn't that the case?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"Mr. Verrilli, do you -- you think all of this won't be necessary in another years --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- where we stop disadvantaging some applicants because of their race."},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"I think that's a -- that's too short term. What do you think --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"-- 30 years?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"What is it about this program that is going to change things, so that -- so that we can stop classifying people by race?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Just before, you --  you said --  I agreed with you, of course, that is what the Court said, the reasoned explanation. And it also said that this is a matter to which this Court will give some, but not complete, deference to what the University decides. What you're talking about is the need for the program. In addition to that --  and this is what I'd like you to focus on, because there could be a question of whether to send it back for more evidence or not. So in looking through the record so far, on this specific point, I found an affidavit by a person named Walker, and that person named Walker described seven years of efforts to measure this stuff; described meetings of the faculties; described all kinds of discussions; described conclusions of the faculty members, and the admissions Alderson Reporting Company officers, and others, that you did need --  you did need affirmative action in the percent of the not --  of -- of the holistic part. Now, given that that's there, and I found nothing to the contrary, is there a need for another -- I mean, this is a loaded question, but I am curious. If you say \"yes,\" because --  I mean, you know, there may be something that you should put in as well. You may think it would help to put something in. You may think it's not necessary. But just to be safe, what do you think?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"Is that affidavit the relevant one? Are there others?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"If none of that is true, how does the University know when it has achieved its objective?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"At what point does it say, okay, the plan has worked?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Okay. So how --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- how should they do it?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"No, no. I understand you disagree with their proposal."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I know you don't agree with their approach. (Laughter.)"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"I'm trying to get at the --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"-- at a -- at a more concrete -- and so to look at what they say they want Alderson Reporting Company and see if they've done it, but how do you see it?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"And they -- they can do that with evidence that -- and -- and of events that occurred after the suit was brought?"},{"name":"JUSTICE KENNEDY","id":6,"spokeBefore":2,"sideBefore":"respondent","text":"I -- I'm not quite sure how that works. Alderson Reporting Company"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"The reason I --  I think it's a matter of concern is --  what I heard from Mr. Garre were a lot of numbers. He said, look, this is why it's needed, and --  and, you know, we will know we're doing better when the numbers look better. And I just wonder whether the idea of surveys --  I looked at one of these surveys --  I don't remember this record or the --  the prior one --  and I have to say it was kind of sophomoric. I mean, do you feel that you've had enough interactions --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"--  with --  I mean, that was --  this is consideration of race. It's a very Alderson Reporting Company serious matter."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"And to pass out some survey and see, I don't think is an adequate --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"is going to make the difference?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"600?"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":2,"sideBefore":"respondent","text":"They wouldn't feel isolated with 600? Alderson Reporting Company"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"But do you think that the African-American and Hispanic students who were admitted under the top percent plan make inferior officers when compared to those who were admitted under holistic review?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Do you think that the -- that the ROTC graduates from the University of Texas make superior officers to those who -- who graduate from, let's say, Texas A&M or Texas Tech?"},{"name":"JUSTICE ALITO","id":9,"spokeBefore":2,"sideBefore":"respondent","text":"Now, that's certainly important, but to come back to my first question, is there anything to suggest that the top percent students are less likely to enroll in ROTC or, when they do, they're not as good as the --  as the holistic admittees?"},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"If -- if I can ask a question."},{"name":"JUSTICE BREYER","id":8,"spokeBefore":2,"sideBefore":"respondent","text":"No. I'm glad you said that. And -- and I -- this question will sound very nitpicky and detailed and -- compared to what you were Alderson Reporting Company talking about. And I agree. I notice that the briefs in this case are like the briefs in Grutter. And to me that does suggest that people in the universities and elsewhere are worried that we will, to use your colleague's expression, kill affirmative action through a death by a thousand cuts. We promised in Fisher I that we wouldn't. That opinion by seven people reflected no one's views perfectly. But that's what it says: Not fatal in fact. Okay. That's what I'm focusing on. It seems to me there are two parts to that, whether we have to send it back for another hearing or not. Part one you've dealt with. That's is there a need? A matter which Fisher I says we will give some but not complete deference to the University, and as you say, we have -- you went through that. There is a second part which I want you to address. The second part in Fisher, we said, there is no deference due the University. On this part it's called narrow tailoring. You heard your friend on the other side admit, he said, again. Maybe he believes it firmly. Why use the word \"admit\"? He said that, in the plans of Grutter and the plans of Bakke, those were okay in Alderson Reporting Company respect to narrow tailoring because they did compare the students one after another and use race as a plus factor. Now, what is there in this record that will support the view that what Texas has done in respect to narrow tailoring is no worse than, perhaps even better than, what happened in Grutter or Bakke?"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":2,"sideBefore":"respondent","text":"Thank you. Thank you, General. Five minutes, Mr. Rein. Alderson Reporting Company "},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Do you think -- do you think that change has to happen overnight? And do you think it's --"},{"name":"JUSTICE SCALIA","id":7,"spokeBefore":5,"sideBefore":"justices","text":"Excuse me. Can I -- can I hear what you were about to say? What are those numbers? I was really curious to hear those numbers."},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"What are you reading from?"},{"name":"JUSTICE GINSBURG","id":4,"spokeBefore":0,"sideBefore":"petitioner","text":"Can you just tell me where you're reading from?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"I -- I -- I -- what you're saying, basically, is, is this is what the Fifth Circuit concluded and which the school basically agrees, okay? If you don't consider race, then holistic percentage, whatever it is, is going to be virtually all white."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"All white."},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"And to say -- no --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Oh, but there is --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"No, it's not --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"It's not, because the reality --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  that Justice --"},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":5,"sideBefore":"justices","text":"Mr. Rein --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":3,"sideBefore":"justices","text":"--  Alito wants to rely on. Let me finish my point. He's right. For their educational needs, there are competing criteria. They need to keep a certain SAT, or whatever that's called, AI index, that has to be high because of the quality they want to keep the school at. That does discriminate against blacks on some levels, because the difference in numbers are high. So if you have something like this, you're --  what you're saying, basically, is, and what he's proposing, is change your educational needs across the board, and focus in only on race, and make sure that your school is black, Hispanic, or whatever on numbers Alderson Reporting Company that are going to reduce its educational quality. That's basically what you're arguing, isn't it?"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"Why? What we know is --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  the school doesn't have enough --"},{"name":"JUSTICE SOTOMAYOR","id":5,"spokeBefore":0,"sideBefore":"petitioner","text":"--  no matter what it does, it doesn't have enough numbers of black people."},{"name":"CHIEF JUSTICE ROBERTS","id":3,"spokeBefore":0,"sideBefore":"petitioner","text":"Thank you, counsel. The case is submitted."}],"people":[{"id":0,"fullName":"BERT REIN","firstName":"BERT","lastName":"REIN","counsel":true,"justice":false,"side":"petitioner","words_spoken":4813,"interruptions":52,"times_spoken":107,"laughter":0,"num_int_by":7},{"id":1,"fullName":"GREGORY G. GARRE","firstName":"GREGORY","lastName":"GARRE","counsel":true,"justice":false,"side":"respondent","words_spoken":3653,"interruptions":36,"times_spoken":60,"laughter":0,"num_int_by":5},{"id":2,"fullName":"GEN. DONALD B. VERRILLI","firstName":"DONALD","lastName":"VERRILLI","counsel":true,"justice":false,"side":"respondent","words_spoken":2481,"interruptions":22,"times_spoken":38,"laughter":0,"num_int_by":5},{"id":3,"fullName":"CHIEF JUSTICE ROBERTS","lastName":"ROBERTS","counsel":false,"justice":true,"side":"justices","words_spoken":867,"interruptions":14,"times_spoken":46,"laughter":2,"num_int_by":4},{"id":4,"fullName":"JUSTICE GINSBURG","lastName":"GINSBURG","counsel":false,"justice":true,"side":"justices","words_spoken":443,"interruptions":4,"times_spoken":17,"laughter":0,"num_int_by":1},{"id":5,"fullName":"JUSTICE SOTOMAYOR","lastName":"SOTOMAYOR","counsel":false,"justice":true,"side":"justices","words_spoken":1133,"interruptions":24,"times_spoken":48,"laughter":1,"num_int_by":5},{"id":6,"fullName":"JUSTICE KENNEDY","lastName":"KENNEDY","counsel":false,"justice":true,"side":"justices","words_spoken":619,"interruptions":5,"times_spoken":24,"laughter":1,"num_int_by":2},{"id":7,"fullName":"JUSTICE SCALIA","lastName":"SCALIA","counsel":false,"justice":true,"side":"justices","words_spoken":767,"interruptions":9,"times_spoken":40,"laughter":0,"num_int_by":4},{"id":8,"fullName":"JUSTICE BREYER","lastName":"BREYER","counsel":false,"justice":true,"side":"justices","words_spoken":1330,"interruptions":3,"times_spoken":17,"laughter":0,"num_int_by":2},{"id":9,"fullName":"JUSTICE ALITO","lastName":"ALITO","counsel":false,"justice":true,"side":"justices","words_spoken":1491,"interruptions":6,"times_spoken":30,"laughter":2,"num_int_by":3}],"side_summaries":[{"side":"petitioner","interruptions":52,"words_spoken":4813,"times_spoken":107,"laughter":0,"num_int_by":7},{"side":"respondent","interruptions":58,"words_spoken":6134,"times_spoken":98,"laughter":0,"num_int_by":6},{"side":"justices","interruptions":65,"words_spoken":6650,"times_spoken":222,"laughter":6,"num_int_by":9}],"outcome":{"side":"respondent","margin":1},"prediction":{"petitioner":0.42626978164661106,"respondent":0.573730218353389,"date":1472501779394}}